{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2524866076278080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjY2WDEwMDA=/z/LCAAAOSwExJXoaQT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjY2WDEwMDA=/z/Y7YAAOSwIgNXoaQV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjY2WDEwMDA=/z/LMgAAOSwExJXoaQX/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/HLC-Goat-Leather-Messenger-Breifcase-Laptop-Satchel-Bag-New-Free-Shipping-/252486607627",
  "ConvertedCurrentPrice": {
    "value": "61.58",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Description New HLC Goat Leather Messenger Breifcase Laptop Satchel Bag by HLC Product Description The bag is made of real goat leather. It is handmade item. The detailed description of the bag is as follows- Size - 11 x 15 x 5 inches Colour - Brown Adjustable strap size of 60 inches 3 compartment inside Brand: HLC UPC: 642125694650 MPN: ES-XOCC-7H6C Model: ES-XOCC-7H6C Product Features Size - 11 x 15 x 5 inchesColour - BrownAdjustable strap size of 60 inches3 compartment insideBuckles are made up of brass metal Terms of Sale All of our products come with FREE Standard Shipping! Our preferred method of payment is PayPal. Handling time on our orders is usually between 1-2 business days. Once the package has been shipped out, it should reach your doorstep within 3 - 5 business days! Need your item fast? We offer faster shipping methods for your convenience available upon checkout! Please make sure your shipping address is correct and accurate before completing your checkout. We are not responsible for incorrect or undeliverable addresses and can ONLY ship to the address you provide us in your order. Please be aware that we are a clearinghouse for manufacturers and major suppliers, and in order to provide you with the fastest service, the item may be shipped directly from our distributor. In the unlikely event that the item is sold out or on back order, we will issue a full and immediate refund. Currently, we only ship to physical addresses located within the 48 contiguous states of America. Certain items can be shipped to PO Boxes, please contact us to confirm shipping eligibility. APO/FPO addresses, Alaska and Hawaii are outside of our shipping zone. Returns and Exchanges We will gladly accept all returns, no questions asked, within 30 days of the purchase date. Please send us a message or open a Return Request through Ebay if you intend to return a product and we will provide you with a Return Merchandise Authorization number (RMA). All refunds/exchanges must be returned with the RMA label we provide. Satisfaction Guarantee Customer satisfaction is our number one priority. We will do everything in our power to make sure you are completely satisfied with your purchase. Have a question about an item or concerns on an order? Let us know through Ebay's messaging system and we'll get back to you within 24 hours!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "61.58",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "238332",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "thecandidcow"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "HLC Goat Leather Messenger Breifcase Laptop Satchel Bag, New, Free Shipping",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-08-03T07:58:16.000Z",
  "HitCount": "132",
  "TimeLeft": "P26DT16H43M36S",
  "EndTime": "2017-06-29T07:58:16.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "UPC",
        "Value": "642125694650"
      },
      {
        "Name": "Brand",
        "Value": "HLC"
      },
      {
        "Name": "MPN",
        "Value": "ES-XOCC-7H6C"
      },
      {
        "Name": "Model",
        "Value": "ES-XOCC-7H6C"
      },
      {
        "Name": "ISBN",
        "Value": "Does Not Apply"
      },
      {
        "Name": "EAN",
        "Value": "0642125694650"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252486607627",
  "Storefront": {
    "StoreName": "The Candid Cow",
    "StoreURL": "http://stores.ebay.com/id=953560091"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Refunds or exchanges accepted with 30 days of purchase. A 10% restocking fee may apply.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00NIL8PB4",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}