{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Fanny, Waist Packs",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169298",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjUwWDE1MDA=/z/DMgAAOSwSypY9k54/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTI4WDE1MDA=/z/JQUAAOSwE0JY9k54/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDY3WDE1MDA=/z/pNcAAOSwIWVY9k53/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BANDI-Large-Pocket-Belt-Evening-scroll-/262942584188",
  "ConvertedCurrentPrice": {
    "value": "56.75",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "THANKS FOR LOOKING! PLEASE SUBSCRIBE TO OUR SHOP FOR MORE HARD-TO-FIND TREASURES!! LOWEST PRICE GUARANTEE, FAST N' FREE SHIPPING, 100% OFFICIALLY LICENSED PRODUCTS Brand New100% Brand NewOriginal retail packagingFAST 'N FREE ShippingOn SALE Now!! Discount: Up to 40% OFF!LIMITED QTY - ONLY A FEW LEFT!BANDI Large Pocket Belt, Evening scroll Description BANDI Large Pocket Belts are the solution for carrying large tablet phones and passports for travel! Large phones are great, but can be hard to manage. With BANDI, you can effortlessly tuck your phone into the pocket and get on with your day! The Large Pocket Belt will also hold a passport safe and secure. BANDI is a stylish solution for carrying other small essentials as well. Designed to be worn on the high hip, the beltâ?Ts feature a low-profile buckle for a comfortable and adjustable fit. The divided main pocket will hold an iPhone 6 Plus (or similar) on one side and cash, cards and passport on the other. A small side pocket is perfect for keys, lip balm, tissues, or small medical devices. Available in a variety of colorful prints you can find one to match your own unique style. Don't ever find yourself wondering how you are going to manage your large phone or passport again! Features & Specs - Sleek pocketed belt will hold even large tablet phones and passport - Stylish and secure, with no bulky zippers or Velcro - Low-profile buckle and adjustable slide for a secure no-bounce fit - Divided main pocket to separate phone from money - Extra side pocket for keys, coins, tissues or lip balm About The Link Group Inc.We are a US company and all of our products are 100% officially licensed, brand new and factory sealed from the manufacturers. We sell only original, licensed content from authorized record labels, movie studios and distributors within USA. All food and healthcare items will not expire before 08/30/2017 according to eBay Food policy. We do deeply appreciate your interest in exploring our collection of the hottest products and service. If it's HOT, It's Here! PAYMENT We want to ensure that all of our buyers are offered all the benefits that eBay has to offer. In order to ensure that all of our buyers qualify for eBay Buyer Protection, we only accept payment through PayPal. PayPal allows you to complete your purchase quickly and securely. It offers a variety of payment options including all the major card carriers. In order to ensure that all of our customers have equal access to our inventory, we require immediate payment.FAST N' FREE SHIPPING (within usa) You're already purchasing the item. Why pay additional for shipping, especially slow shipping? It starts with getting your order shipped out within three business days and to your doorstep quickly with expedited shipping. Your order will be shipped out via one of our participating partners, which include UPS, USPS, FedEx, DHL, among others. Please be advised that we CANNOT change shipping address after the order is placed. It is the buyer's responsibility to update shipping address prior to checkout. This is to protect the buyer from fraudulent purchases as well as protect us against claims. RETURN POLICY Unopened items may be returned to us for a refund of the product price within 30 days of purchase. Sorry, Opened media is not refundable, no exception. For customers in USA, this can take up to 7-14 business days depending on the postal method you choose in returning the item to us. If your initial order was placed with a credit card, the credit will be applied to your account and usually appears on your statement within one billing cycle from the time we process your return. Refund process time for customers living outside of North America may vary depending on location. Returned product may be subject to a 15% Restocking Fee.Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied, please do not leave a negative feedback. We guarantee that your issue will be solved quickly. If you are happy with your purchase, please leave a positive feedback for us. Your feedback and DSRs are very important to us as better DSR scores affects our search placement on eBay. We will leave a positive feedback for you in return automatically.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Middle East",
    "PR"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "56.75",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "1025",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "Red",
    "UserID": "thelinkgroupinc"
  },
  "PrimaryCategoryID": "169298",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "BANDI Large Pocket Belt, Evening scroll",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-04-18T17:27:59.000Z",
  "HitCount": "47",
  "TimeLeft": "P15DT26M34S",
  "EndTime": "2017-06-17T17:27:59.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "UPC",
        "Value": "811127022413"
      },
      {
        "Name": "EAN",
        "Value": "0722656702953"
      },
      {
        "Name": "Brand",
        "Value": "BANDI"
      },
      {
        "Name": "MPN",
        "Value": "150-4006"
      },
      {
        "Name": "Binding",
        "Value": "Sports"
      },
      {
        "Name": "ClothingSize",
        "Value": "One Size"
      },
      {
        "Name": "Color",
        "Value": "Evening Scroll"
      },
      {
        "Name": "Department",
        "Value": "womens"
      },
      {
        "Name": "Weight",
        "Value": "0.1 pounds"
      },
      {
        "Name": "Dimensions",
        "Value": "L 6.9 x W 6.5 x H 3.4 inches"
      },
      {
        "Name": "Label",
        "Value": "BANDI Wear"
      },
      {
        "Name": "ProductGroup",
        "Value": "Boost"
      },
      {
        "Name": "ISBN",
        "Value": "Not Applicable"
      }
    ]
  },
  "Site": "US",
  "ItemID": "262942584188",
  "Storefront": {
    "StoreName": "The Link Group Inc",
    "StoreURL": "http://stores.ebay.com/id=1554882255"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2629425841888080_2.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}