{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2MFgxNDcz/z/K3QAAOSwNphWZJt-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/IhcAAOSwAKxWZJuV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/YaoAAOSwp5JWZJua/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/INAAAOSwnH1WZJuB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/uKEAAOSwf-VWZJuE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/YCEAAOSwp5JWZJuO/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/E9EAAOSw8-tWZJuK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA3NVgxNjAw/z/120AAOSwcBhWZJt9/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUzMFgxMDc5/z/kTwAAOSwxN5WZJuN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/YG8AAOSwp5JWZJuQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/ky0AAOSwxN5WZJud/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/RARE-New-Box-CHANEL-15A-Black-Caviar-LARGE-O-Case-Briefcase-Folder-/321941423199",
  "ConvertedCurrentPrice": {
    "value": "1999.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Thanks for stopping at one of Ebay’s most exciting on-line shops. We are loading our store with many items for your shopping pleasure. Be sure to check our new listings weekly. Every season is in fashion at the Retrostop boutique! CHANEL is our passion so don’t cry if you missed last season’s hot item – we may have it!!! Most items are new with their original tags and we offer detailed descriptions and measurements. Please do not confuse us with a discount outlet that has stale, off-season merchandise or manufacturer seconds - we sell items that we would be proud to own! We carefully edit our selections for the most discriminating buyer and offer merchandise that is either rare/hard to find in the current market or no longer available. Experience the Retrostop difference. You’ll be glad that you did! We specialize in the hardest to find contemporary couture (the rare, unique, and exquisite) and also offer vintage clothing and accessories from deco to disco. We guarantee authenticity of all of our designer items so buy with confidence. We know that you have many choices and sincerely appreciate your decision to stop and check us out. We will value your business and will be honored with your choice of Retrostop! Thanks for looking. You may like what you see. Mark us as a favorite seller and subscribe to our newsletter for updates on new items and new listings! Sold Out Long Ago, Buy it NOW at the Retrostop Boutique! A quick overview of the item: Item: O Case Designer: CHANEL Leather: Caviar Color: Black Condition: New with Tags Size: 9 1/2\" x 13 1/2\" Season: 15A “Dress shabbily and they remember the dress, Dress impeccably and they remember the woman” attributed to Coco Chanel This listing is for the RARE large size CHANEL 15A O Case. This is called an O Case by Chanel but it really is a zippered portfolio/case that can have a variety of uses The versatile measurements of 13 1/2\" x 9 1/2\" will allow use as a document holder. This size is the most difficult to find and Chanel does not make it very often.The Case is a black washed shiny caviar and is done in the Boy style. A zipper closure is on the top of the case.The Case is unused with original tags and authenticity card in the original box with dustbag.What a wonderful gift for you or for your loved one for the holiday! Sorry no layaway on this item. This listing is only for the CHANEL 15A O Case. Any other item photos are not included in this listing but may be available in my store. Please ask any questions in advance as there are no returns. Contact us if you want additional photos. Thanks for visiting! Disclaimer: Please be advised that IF this is a used item, as such, it could have imperfections that might not be noted. While we try to note any condition issues, imperfections or damage, there might be something that is overlooked. Unless the flaw is a major departure from the overall description or photographs presented here, this item is not returnable. Now for the Fine Print: What you should know before you bid/buy: BIDDERS: No bidders with less than 5 feedbacks without prior approval. We would love to accept your bid but kindly contact us first. PRIVACY: We know that privacy is important to our clientele. That’s why most of our listings will be private in order to insure the utmost in buyer security. We strive for a safe, seamless transaction. GENERAL INFORMATION: • Authenticity of all items identified as name brand is guaranteed. We will stand behind all branded items as original and authentic. We take special care to insure that the items in our listings are absolutely authentic. • For used/old items, please keep in mind that many items listed could be subject to shelf wear, nicks, dents, or scratches. We are not the original owners of the merchandise and make a special effort to identify any flaws or blemishes. • Seller makes no claims or warranties as far as merchantability or origin of product other than what is described in the listing. • Any problems must be identified within 24 hours of item receipt. • No returns unless indicated otherwise, i.e. gross omissions in descriptions, flaws not identified, etc. We will not accept returns due to size. Measurements are clearly provided in all descriptions. • Any returns must be pre-approved via email prior to return shipping. • Questions are always welcome and will be answered. WE LOVE QUESTIONS! We believe that the best customer is an educated customer. If you have any questions or comments on any items, they will be appreciated! We strive for clarity and understanding so no question regarding our merchandise will go unanswered! • Any problems must be identified within 24 hours of item receipt. • Any returns must be pre-approved via email prior to return shipping. • We greatly appreciate your feedback and want all buyers to be happy with their purchase BUT will not be held liable for buyer’s remorse. Our goal is to bring quality items to this venue at fair prices. FEEDBACK: Our goal is to delight our customers with exceptional quality and service and to maintain 100% customer satisfaction. We are proud of our 100% positive feedback rating and would appreciate your kind consideration to help us build our rating. We would love to have your comments within 7 days of receipt of the item. Please note that the “STAR” ratings are very important. If you feel that we do not merit a “5” in all categories, it is better to leave the item blank. Please keep in mind that shipping/insurance costs are out of our control. We only charge actual costs for shipping and insurance in accordance with USPS rates and regulations. If, for whatever reason, we may have failed to meet your expectations, please let us know via email as soon as possible. We take pride in the way that we treat our customers - the same way we wish to be treated: with honesty, dignity, and respect. We want to achieve 100% customer satisfaction and your comments/concerns are very important to us. Upon receipt of your feedback, we will gladly reciprocate. PAYMENT TERMS: • Paypal or seller’s own electronic payment method. We also take Mastercard/VISA/AMEX/Discover direct. • We will forward an invoice upon completion of the auction. However, if paying via Paypal, please feel free to just use the Ebay checkout system prior to receipt of the invoice. • Paypal payment due within 24 hours • Seller has alternate electronic payment methods available. We accept Mastercard, VISA, AMEX and Discover directly. The purchaser must respond to the invoice if not paying via Paypal to identify payment method and a credit card authorization form will be sent via email. • We reserve the right to utilize our own electronic payment method. • Special circumstances (like LAYAWAY) are allowed but please notify us first to discuss it. We know that we have many high value items and understand that there may be overriding issues regarding your ability to pay in one lump sum. We are always willing to work with our customers to arrange a more convenient payment plan. JUST ASK!! We don’t know if you don’t ask! • We will collect 6% Sales Tax from PA residents on applicable items if no identification of tax exemption is provided. SHIPPING: In accordance with EBAY/Paypal rules, Insurance must be included in all Shipping Charges for both Domestic and International shipments. • Only ACTUAL shipping and insurance costs are charged in accordance with USPS rates and regulations. • Buyer is responsible for any/all taxes, customs duties, etc for his/her country. Export paperwork will NOT be falsified. • Signature required upon delivery for any item(s) in excess of $250.00 per Ebay/Paypal regulations. • We ship within 2 business days of receiving cleared payment. • We will gladly combine shipping for multiple purchases at NO ADDITIONAL shipping cost. Insurance charges may be extra for multiple items in one shipment. Check our listings for other great items. We have vintage and couture clothing, textiles and accessories from deco to disco. We are now offering a wide variety of collectibles from the 50’s, 60’s and 70’s from our CLUB RETRO division! This includes dolls, toys, sports memorabilia and kitsch! Check out our Retro-Stop Store for other Luxury and Vintage Items!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1999.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Retrostop USA",
  "Seller": {
    "FeedbackScore": "698",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "modwoman"
  },
  "PrimaryCategoryID": "169293",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "Title": "RARE New in Box CHANEL 15A Black Caviar LARGE O Case Briefcase Folder",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2015-12-06T20:43:42.000Z",
  "HitCount": "1456",
  "TimeLeft": "P26DT5H25M54S",
  "EndTime": "2017-06-28T20:43:42.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "CHANEL"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      }
    ]
  },
  "Site": "US",
  "ItemID": "321941423199",
  "Storefront": {
    "StoreName": "Retro-stop",
    "StoreURL": "http://stores.ebay.com/id=1608035"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3219414231998080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}