{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Fanny, Waist Packs",
  "BestOfferEnabled": "true",
  "TimeLeft": "P22DT31M55S",
  "ConditionDisplayName": "New with tags",
  "LotSize": "3",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169298",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDE2MDA=/z/nisAAOxyj4hTG-AW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Njg1WDExMDA=/z/IpcAAMXQRPRTG-AX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODM0WDExMDA=/z/y6oAAOxykMpTG-AX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzA0WDExMDA=/z/xnEAAOxyrM5TG-AY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzk1WDExMDA=/z/oC4AAOxyoVZTG-AY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ5NVgxMTAw/z/nkUAAOxyj4hTG-AZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTcxWDExMDA=/z/6yMAAMXQ1d1TG-AZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIzWDExMDA=/z/IqcAAMXQRPRTG-AZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzcxWDExMDA=/z/QMEAAOxyf1dTG-Aa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzY2WDExMDA=/z/IrMAAMXQRPRTG-Aa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzYyWDExMDA=/z/IrEAAMXQRPRTG-Aa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDk5WDExMDA=/z/Id0AAOxy3HJTG-Ab/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/3-Flat-Leather-waist-pouch-waist-bag-leather-bag-Fanny-pack-Flat-pack-BNWT-/263003421543",
  "ConvertedCurrentPrice": {
    "value": "59.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Amysbargain. Get a New York Bargain Here. Visit Store See Wallets See Belts See Gloves See Bags See Passport cases.3 Flat Leather waist pouch. waist bag, leather bag, Fanny pack Flat pack BNWT. Description:This is a flat leather waist pouch, it is made out of a very soft and durable fine grain genuine leather. You can easily wear this waist bag hidden under garments because of its flatness, or, wear it out in style for compliments. It comes with zip compartments and an adjustable waist strap Item Details: · Item: Leather waist pouch..· Pockets have nylon zippers..· 2 Large zip compartments (1 on each side).· 2 Middle zip pockets (1 on each side).· 100% Leather.· 100% authentic.· Dimensions: 12 x 5.50 inches.· Waist size: adjustable waist strap fits up to 46 inches waist.· Color: Black. . Re-order number: WP1855. Buy it now it won't last! Click here to find 100s of other bargains. Click me. Click here Be the first to know when quality items go on sale. Payment Policy:Only PayPal is accepted for this listing.Major credit cards are processed through PayPal. Item will be shipped out immediately, on the same or next business day, of receiving full payment. If payment is made by e-check shipping will be delayed 3-5 days due to PayPal or bank policies when we are notified by PayPal or bank that check has been cleared, we will ship out the item within 24 hours. Please pay as soon as possible, but never more than three days after close of your auction or purchasing your items. If a longer period of time is needed, please e-mail us with the specifics.Cancellation requests will not be accepted after payment is made. Shipping Policy:Free shipping is limited to USA addresses.We ship out Monday through Friday excluding weekends and holidays.Free shipping and combined shipping are not available for auction listings starting at 0.99 or less, unless otherwise stated.Free shipping is limited to listings that state: Free shipping in the listing. Buyer is responsible for the shipping and transit costs for all other listings. Address: Shipments will only be sent to your verified and or confirmed eBay or PayPal address. We do not ship out to unconfirmed and or unverified addresses. We may put-together all of the items going to the same address and are paid for in the same payment, in the same invoice or purchased in the same day without discounting shipping charges or costs to the buyer. Tracking:A tracking number will be emailed to all buyers; but not guaranteed International buyers will be responsible for all shipping and handling costs. Import duties, taxes, government and regulatory charges are not included in the item price or shipping cost. These charges are the buyer's responsibility.A tracking number may or may not be emailed to international buyers; depending on method of shipping and convenience. No Free shipping to APO/FPO/DPO addresses. Returns Policy:Actual images of the item are shown in the listing.Buyer is responsible for measuring and considering all dimensions and sizes before biding or buying any item.If you need to return an item, you must contact us first by e-mail or phone within 5 days of receipt of such item. An item must be returned within 30 days of receipt in an as received condition with tags, labels and all parts and manuals if applicable. Customer will be responsible for unreturned parts or pieces.Refund will be given as credit to your PayPal account, bank account or card used for purchase. Buyer is responsible for all return shipment costs.Return Policy Details: We will issue a full refund if any item is misrepresented or there is an error in our listing. We will not refund for colors or size differences. Because, all sizes and colors are clearly detailed in our listings. Terms & Conditions: Please refer to this main website's Terms and Conditions of use. Guarantee:Buy with confidence 100% satisfaction guarantee.1 we're geared up.2 we're ready.3 We'll never give up till you are satisfied with your purchase. We promiseAll you have to do is email or call us if you are not satisfied. About Us:See our about me page on our eBay store. Thank you for visiting! If you are 100% satisfied, please leave us positive feedback and tell others about us. If you are not satisfied with your purchase from us please tell us.++++++++++++Tell others or tell us. ****************** Visit Store See Wallets See Belts See Gloves See Bags See Passport cases.",
  "Title": "3 Flat Leather waist pouch. waist bag, leather bag, Fanny pack Flat pack BNWT",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "59.95",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "New York, New York",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "12435",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "amysbargain917"
  },
  "PrimaryCategoryID": "169298",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10029",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Worldwide"
  ],
  "StartTime": "2017-05-25T17:29:43.000Z",
  "HitCount": "9",
  "QuantityThreshold": "10",
  "EndTime": "2017-06-24T17:29:43.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Unbranded"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "Country of Manufacture",
        "Value": "India"
      },
      {
        "Name": "Brand: Geromy Semo",
        "Value": "Color: Black"
      },
      {
        "Name": "Style: Waist pouch",
        "Value": "Mteriel: Leather"
      },
      {
        "Name": "Item:  leather waist pouch",
        "Value": "Gender:  For men and women"
      },
      {
        "Name": "Feature: Derail prove zippers",
        "Value": "Quality: Very soft high qiality leather W pouch"
      },
      {
        "Name": "Item: leather waist pouch",
        "Value": "Gender: For men and women"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "263003421543",
  "Storefront": {
    "StoreName": "AmysBargainCom",
    "StoreURL": "http://stores.ebay.com/id=423741897"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "Quantity": "200",
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%",
    "RestockingFeeValueOption": "Percent_20",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2630034215438080_1.jpg",
  "HandlingTime": "0",
  "QuantityAvailableHint": "MoreThan"
}