{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODQ0WDUwMA==/z/XsAAAOSw5UZY9ct~/$_12.JPG",
    "http://i.ebayimg.com/00/s/ODIyWDUwMA==/z/RskAAOSwJ4hY9cug/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTI2MVg1MDA=/z/RwMAAOSwJ4hY9cui/$_12.JPG",
    "http://i.ebayimg.com/00/s/Nzc1WDUwMA==/z/cnwAAOSwWWxY9cuo/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDU1OQ==/z/b4oAAOSw53NY9cv1/$_12.JPG",
    "http://i.ebayimg.com/00/s/NzE0WDUwMA==/z/3KEAAOSwIWVY9cv2/$_12.JPG",
    "http://i.ebayimg.com/00/s/ODQ0WDUwMA==/z/n48AAOSwzqFY9cv4/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Carhartt-Legacy-Wheeled-Gear-Traveler-28-Inch-Carhartt-Brown-/232305554805",
  "ConvertedCurrentPrice": {
    "value": "206.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Av9torbobVisit store today! Why Choose Us Carhartt Legacy Wheeled Gear Traveler, 28-Inch, Carhartt Brown 100% PolyesterImportedMade of 1200D Poly with Rain Defender durable water repellent plus Duravax abrasion-resistant baseLarge main compartment with multiple interior pockets and compression straps for clothes and gearDedicated shoe compartment, exterior zippered pocket, plus removable laundry bagTreaded wheels, extension handle, and top and side haul handles17w x 28h x 13d inches, 12.7 poundsLet's face it, your trips don't include hot towels or complimentary cocktails and you need luggage that understands that. Travel with confidence no matter where you're headed with the Carhartt Legacy Wheeled Gear Traveler. Built of heavy-duty 1200D Poly with Rain Defender durable water repellent and Duravax abrasion-resistant base this bag can handle any rough and tough conditions being on the road may bring. The Gear Traveler is available in 3 sizes - 21 inch (carry-on), 25 inch, 28 inch - each boast a large main compartment with multiple interior pockets plus a secondary shoe compartment for when you need to keep items separated. Inside you will also find a removable bag for laundry or even utility items as well as compression straps to hold down your clothes. For smooth transit the Traveler offers an extension handle plus sturdy top and side haul handles. Top if off with rugged 80mm treaded wheels. Additional Details: YKK zippers, triple needle stitch for reinforcement where it counts, Carhartt logo patch. Carhartt Work Bags, Packs & Gear are covered by a Limited Warranty against manufacturing defects in materials and worksmanship for the normal life of the product. Payment:We require Immediate Payment. Must be an authorized address.Shipping:Shipping Policies:We ship to the Lower 48 States only (Does NOT include Hawaii or Alaska)We cannot ship to PO Boxes/APOsWe cannot combine shipping.No Local Pickup. All items will be shipped directly to you from our supplier within 1-3 business days. Most items are delivered within 3-5 business days, however, please allow 3-10 business days. All items are in stock when they are listed. Inventory is tracked and updated regularly. However, if demand exceeds our supply, we will give the customer the following options: Full refund. Have the item back ordered and shipped when it becomes available. We will offer other items in similar style and quality. Your purchase of the item implies you agree to this policy. If you have a question about this item not otherwise answered in the item description, please contact us via eBay messages first and allow us the opportunity to help you and be sure we have what youre looking for.Warranty & Returns:Your satisfaction is guaranteed! If for any reason you are unhappy with your item, just return it within 14 days for a full refund, minus shipping cost. Please contact us prior to initiating a return so that we can issue you a refund authorization of this item.Buy with confidence from a trusted seller",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "206.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "2720",
    "PositiveFeedbackPercent": "98.2",
    "FeedbackRatingStar": "Red",
    "UserID": "av9torbob"
  },
  "PrimaryCategoryID": "169296",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "Title": "Carhartt Legacy Wheeled Gear Traveler, 28-Inch, Carhartt Brown",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-04-18T08:19:07.000Z",
  "HitCount": "48",
  "TimeLeft": "P14DT15H24M31S",
  "EndTime": "2017-06-17T08:19:07.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Carhartt"
      },
      {
        "Name": "MPN",
        "Value": "19172702"
      },
      {
        "Name": "Model",
        "Value": "19172702"
      },
      {
        "Name": "UPC",
        "Value": "819062017815"
      },
      {
        "Name": "EAN",
        "Value": "0819062017815"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232305554805",
  "Storefront": {
    "StoreName": "av9torbob",
    "StoreURL": "http://stores.ebay.com/id=198828306"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2323055548058080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}