{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/$(KGrHqR,!jIE4rzo3YQUBON,rok1e!~~_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/$(KGrHqN,!lUE4ldKiuyTBON,rtdbVw~~_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/$(KGrHqR,!hwE4p4P+uVRBON,r)k93w~~_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/$(KGrHqR,!lIE4peMg(CGBON,r100mg~~_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-VERA-BRADLEY-MICROFIBER-OH-BABY-BAG-DIAPER-TOTE-W-CHANGING-PAD-BLK-SAVE-25-/391797802200",
  "ConvertedCurrentPrice": {
    "value": "119.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "This is an absolutely authentic, Brand-New-With-Tags VERA BRADLEY MICROFIBER OH BABY DIAPER BAG in the Classic Black Microfiber Fabric with Silver-Tone buckles and accents. It comes complete with a matching Changing Pad. The Vera Bradley Baby Bag is a legend among new mothers worldwide - wonderfully stylish and totally practical. And the Microfiber Version is the most sophisticated and sought-after model. We know some mothers that have used theirs through 2 or 3 kids ! And we know several other mothers that buy a new one for each baby and then use it to save all those special baby items like baptism dresses, first shoes, special toys, a baby book, etc. No one makes a better Baby/Diaper Bag than Vera Bradley. It starts with the Microfiber Fabric. Water, dirt, and stain resistant, it cleans with just the wipe of a damp cloth. Tough and snag resistant, it has the trademark VB quilted stitching in a contrasting platinum color and the dark color hides those smudges and scuffs that make a brightly colored bag look old before its time. Extra big and roomy, this Oh Baby Bag has 3 huge compartments and a place for everything. It measures 18\" wide, 12\" deep, and 7\" thick. The wide adjustable shoulder straps are held with bold silver buckles and adjust for drop lengths of 11\" to 13\". Four metal stud feet protect the bottom panel. (sip cup in the picture is for size scale only- not for auction). Two full-width pockets on the front and back of the bag hold all your quick access items. Each pocket has two elasticized mesh bottle, sip cup, or juice box holders. There's plenty of room in each for diapers, bibs, washcloths and towels. They're completely waterproof so they can hold damp or wet items and there's even a special snap loop to hold pacifiers handy. Invisible magnetic closures on the top of each pocket keeps everything safe and secure. Inside, the Baby Bag is fully lined with a cheerful floral fabric. Two huge frontwall mesh pockets hold diapers, formula, food, and other accessories. A zippered backwall pocket is perfect for lotions, medicine, creams, and other smaller items. The big main compartment holds clothes, outfits, blankets, towels, toys, and even more of Mom or Dad's stuff. There's even a sewn-in \"dog leash\" clip to keep your keys handy. The top double zipper keeps everything secure extends down the side of the bag for easy access. And a bottom stiffener panel helps the bag hold its shape and keeps small items from getting lost in the bottom of the bag. The matching Changing Pad measures 23\" x 14\" and is soft absorbant cotton terrycloth on one side with a matching floral waterproof vinyl barrier on the underside. But it's the quality of the VB Baby Bag that sets it apart. Double stitched and piped seams - fully-lined waterproof pockets - rust-proof zippers - 4 metal stud feet to protect the bottom of the bag, and extra wide, adjustable, double strap handles that will stay on your shoulder comfortably all day long. Give yourself - or that special new Mom you know - one of the most fashionable Baby Bags on the market ! ! And what more unique and practical gift could you find for that Mother-To-Be ! ! ! SAVE $25 - The Vera Bradley Microfiber Baby Bag retails for $135 PLUS TAX ! Our Buy It Now price saves you $25 off the retail price with the tax ! ! SHIPPING NOTES : Due to the special nature of this item, it will be packed in a slightly oversized box and shipped USPS Parcel Post to the USA and UPS Ground to Canada. We must protect our Buyer's valuable investment by including Shipping Insurance and Delivery Confirmation in our shipping costs. So please consult the Shipping Calculator in this description to determine your S&H costs when making your purchase decision. Canadian Buyers will pay additional Canadian Customs Duty and Brokerage Fees upon arrival. Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "Title": "NWT VERA BRADLEY MICROFIBER OH BABY BAG DIAPER TOTE W/ CHANGING PAD<BLK>SAVE $25",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "119.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Reading, Pennsylvania",
  "Seller": {
    "FeedbackScore": "3976",
    "PositiveFeedbackPercent": "98.6",
    "FeedbackRatingStar": "Red",
    "UserID": "rosemarysbeach"
  },
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "19610",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-28T19:34:35.000Z",
  "HitCount": "15",
  "TimeLeft": "P2DT4H13M18S",
  "EndTime": "2017-06-04T19:34:35.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Microfiber"
      },
      {
        "Name": "Style",
        "Value": "Baby/Diaper Bag"
      },
      {
        "Name": "Brand",
        "Value": "Vera Bradley"
      },
      {
        "Name": "Color",
        "Value": "Blacks"
      },
      {
        "Name": "Shade",
        "Value": "Black with Platinum Stitching"
      },
      {
        "Name": "Bag Height",
        "Value": "12"
      },
      {
        "Name": "Bag Depth",
        "Value": "7"
      },
      {
        "Name": "Bag Length",
        "Value": "18"
      },
      {
        "Name": "Strap Drop",
        "Value": "Adjusts 11 to 13"
      },
      {
        "Name": "Size",
        "Value": "Extra Large"
      },
      {
        "Name": "Main Color",
        "Value": "Black"
      }
    ]
  },
  "Site": "US",
  "ItemID": "391797802200",
  "Storefront": {
    "StoreName": "ROSEMARY&#39;S BEACH DESIGNER DELIGHTS",
    "StoreURL": "http://stores.ebay.com/id=85223012"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "**PRE-APPROVAL REQUIRED**  --   IF AN ITEM DIFFERS *SIGNIFICANTLY* FROM OUR DESCRIPTION, WE WILL PRE-APPROVE A RETURN - IN UNUSED AND EXACTLY AS-SHIPPED CONDITION WITH TAGS - AND ISSUE A REFUND OF THE AUCTION PRICE. S&H COSTS ARE NOT REFUNDABLE AND WE CAN NOT ACCEPT RETURNS FOR BUYER'S CONVENIENCE OR RECONSIDERATION. ITEMS DAMAGED IN SHIPMENT ARE THE RESPONSIBILITY OF THE SHIPPING CARRIER, BUT WE WILL PROVIDE CLAIMS ASSISTANCE FOR INSURED ITEMS. MALFUNCTIONS AFTER RECEIPT ARE COVERED BY THE MANUFACTURER'S WARRANTY.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3917978022008080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}