{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019443974088080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTM1OVg5ODg=/z/--cAAOSwSlBY4i6p/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEWEST-GUESS-Handbag-Ladies-Nakieta-Satchel-Bag-Black-Multi-Purse-USA-/201944397408",
  "ConvertedCurrentPrice": {
    "value": "86.23",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Style SG426221 Group Nakieta Color Black Multi Size 27 X 18 X 4 CM (upper length x height x width) Strap 119 CM Description: - Best Collection!! - New AUTHENTIC GUESS Handbag. Outer Body Bag made of Excellent Quality Faux-Leather Materials. Every handbag model was designed & crafted by GUESS only. The bag comes with long handle shoulder strap. The bag is closed with magnetic flap closure. It has Multi layered Color on the front bag. It fits small laptop or tablet. Gold stud and ring hardware. Perfect bag to carry around everyday all day or on vacation. :) Interior Inside Bag consist of: 1 zipper pocket and 3 slip pockets. Matching wallet may be available for these handbag (Please contact seller for more information). ----------- We only believe & love Authentic GUESS Handbag at our store. Every Bag that shipped out from our store is Guaranteed Authentic GUESS and best customer service. The bag that you purchased here might be the limited colllections / the only one available, and have been sold out everywhere. For Super Fast & with tracking # shipment, Please choose Express Mail option Shipment (All Package ship from USA). AUTHENTIC & GENUINE GUESS Handbag - Meilleur Collection ! ! - Nouveau sac à main Guess. Body Bag extérieure faite d'excellente qualité Faux-cuir Matériaux. Chaque modèle de sac à main a été conçu et fabriqué par GUESS seulement. Le sac est livré avec une longue bandoulière poignée. Le sac est fermé par un fermoir magnétique. Il a plusieurs couches de couleur sur le sac avant. Il s'intègre petit ordinateur portable ou tablette. Goujon d'or et anneau matériel. Sac parfait pour transporter tous les jours toute la journée ou en vacances. :) Intérieur Intérieur sac se composent de: 1 poche zippée et 3 poches. Portefeuille assorti peut être disponible pour les sacs à main (S'il vous plaît contacter le vendeur pour plus d'informations). ------- Nous croyons que l'amour authentique et sac à main GUESS à notre magasin. Chaque sac livré à partir de notre magasin est garantie GUESS authentique et le meilleur service à la clientèle. Le sac que vous avez acheté ici peut-être les colllections limitées / la seule disponible, et ont été vendus partout dans le monde. Super Fast & avec le cheminement # expédition, S'il vous plaît choisir l'option envoi de courrier express (Tout navire paquet des Etats-Unis). Buy ONLY from our store guaranteed Authentic new & fresh GUESS from USA. - Beste Sammlungen! ! - Neue AUTHENTIC GUESS Handtasche. Außenkörper Tasche aus Ausgezeichnete Qualität Faux-Leder-Materialien. Jede Handtasche Modell wurde entwickelt und nur von GUESS gefertigt. Die Tasche wird mit langem Griff Schultergurt. Die Tasche ist mit Magnetverschluss geschlossen. Es hat vielschichtige Farbe auf der Fronttasche . Es passt kleinen Laptop oder Tablet. Gold-Ohrring-und Hardware. Perfekte Tasche, den ganzen Tag oder im Urlaub herum zu tragen jeden Tag. :) Interior Innentaschen bestehen aus: 1 Reißverschlussfach und 3 Steckfächer. Passende Brieftasche kann für diese Handtasche verfügbar sein (bitte mit Verkäufer für weitere Informationen). --------- Wir glauben, dass nur Liebe & Authentic GUESS Handtasche an unserem Speicher. Jede Tasche, die sich von unserem Lager ausgeliefert ist garantiert authentisch GUESS und besten Kundendienst. Die Tasche, die Sie hier bestellen können die begrenzten colllections / der einzige, der zur Verfügung stehen, und sind überall ausverkauft. Bei Super-Fast & Versand mit Tracking #, wählen Sie bitte die Option Express Mail Versand (Alle Paket Schiff aus den USA). Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "86.23",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "USA",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "15146",
    "PositiveFeedbackPercent": "99.0",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "guessmoda"
  },
  "PrimaryCategoryID": "63852",
  "Country": "US",
  "MinimumToBid": {
    "value": "86.23",
    "_currencyID": "USD"
  },
  "Title": "NEWEST! GUESS Handbag Ladies Nakieta Satchel Bag Black Multi Purse USA",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T11:52:21.000Z",
  "HitCount": "4",
  "TimeLeft": "P9DT21H38M20S",
  "EndTime": "2017-06-12T11:52:21.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Satchel"
      },
      {
        "Name": "Brand",
        "Value": "Guess"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Faux Leather"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201944397408",
  "Storefront": {
    "StoreName": "Kingdom Moda",
    "StoreURL": "http://stores.ebay.com/id=94280173"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "SG426221",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}