{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "TimeLeft": "P2DT21H22M17S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Beautiful RARE vintage piece. UNISEX \"Large size\" carry on travel bag. Measures app. W 21\" x H 13.5\" x D 10\"",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNDc3/z/5zkAAOSwGJlZGktW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ4OVgxNjAw/z/16cAAOSwKytZGkt~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU2MVgxNjAw/z/MlEAAOSwX9FZGkuU/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTcx/z/2rgAAOSwKytZGkvH/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTk5/z/BjoAAOSwcB5ZGkwE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTY3/z/91EAAOSwK6RZGkwj/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjQz/z/qKIAAOSwDiBZGkxH/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/tK4AAOSwaEhZHOiv/$_57.JPG?set_id=8800005007"
  ],
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Hassle free money back, 14 day return & refund policy. Buyer pays return shipping. Item should be in original condition as sent.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "ConvertedCurrentPrice": {
    "value": "395.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "VINTAGE AUTHENTIC GUCCI GG LOGO \"LARGE SIZE\" UNISEX TRAVEL CARRY ON BAG & BONUS CHANEL CHANCE GIFT Description: Measures App. 21\" x 13.5\" x 10\" Large Comfortable Carry On. BARELY USED - NEAR MINT Features: Classic GUCCI GG Logo in Beige/ Brown & Italian Tan Leather Trim 1 Large Exterior Zippered Front Pocket 1 Large Exterior Zippered Back Pocket 1 Interior Pocket Top Zippered Closure 1 Interior Security Strap All Hardware Marked GUCCI GUCCI Made in Italy Tag Black Interior Lining With GUCCI GG Logo in Diagonal Pattern Unisex - For Ladies or Gentlemen Drop Handles Measure App. 9.5\" Combines Classic Elegance, Sleek Style & Function Bonus Gift: Chanel Chance Eau de Toilette Sample Condition of Piece: Overall near mint. Beige monogram exterior canvas is in perfect condition, except 1 small size spot on bottom underside, where 5 feet are. Please refer to picture #6 of underside to see small spot. Canvas looks new & is clean. No fading, tears, marks, or rips. Tan leather trim is in perfect condition. Outer handles are in perfect condition. There are 2 teeny tiny knicks on the inside piping of the handles. They are honestly not worth mentioning. The only sign of any wear at all on this travel bag is on the inside of the handles or piping. You can't see the knicks from the outside of the handles. Overall beautiful condition! You won't be disappointed! Piece used 2-3 times. Please note: I was not able to get a good picture of the black interior GUCCI logo lining & GUCCI tag. The flash on my camera kept ruining my picture. Please refer to the last photo. Greetings & thank you for your consideration. EURO LUXE is located in Central Florida. We have 100% positive feedback & always strive to offer a 5 star overall experience for the buyer. Customer satisfaction is our 1st priority. After a long hiatus from Ebay, we have started to list again & invite you to check back often. We will be listing gorgeous, authentic, hard to find items at a reasonable price. On the 1st page of our feedback, please scroll down to the middle of the page, to see our feedback as a seller. We have several pages of enthusiastic feedback for luxury goods, haute couture & antiques. EURO LUXE is a purveyor of new, pre-owned & vintage luxury goods. We offer haute couture clothing, designer handbags, accessories, Early American & European Antique items. All items are guaranteed 100% authentic & will always be in either new, mint perfect, near mint or excellent condition. We offer a hassle free, 14 day return policy for your comfort & satisfaction. Please review our 100% positive feedback & bid with confidence! Payment must be made via Paypal within 7 days, otherwise item will be re-listed. We ship fast! Items will be shipped either the day payment is made or the next day. U.S. shipping is free. International bidders, please email me for a fair & honest rate. Items are sent via USPS Priority Mail with tracking, insurance & signature confirmation. We combine shipping for multiple items.",
  "Title": "VINTAGE GUCCI GG TAN MONOGRAM LARGE CARRY ON TRAVEL LUGGAGE BAG & CHANEL GIFT",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "395.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "Ormond Beach, Florida",
  "Seller": {
    "FeedbackScore": "257",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "euro-luxe"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "32174",
  "GlobalShipping": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VINTAGE-GUCCI-GG-TAN-MONOGRAM-LARGE-CARRY-TRAVEL-LUGGAGE-BAG-CHANEL-GIFT-/222525044746",
  "StartTime": "2017-05-26T15:03:10.000Z",
  "HitCount": "38",
  "Subtitle": "100% + Feedback-Trusted Seller LARGE 21\" x 13.5\" x 10\"",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Gucci"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Style",
        "Value": "Carry on/ Weekend Bag"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222525044746",
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "1",
  "EndTime": "2017-06-05T15:03:10.000Z",
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2225250447468080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}