{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P11DT20H39M43S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Pre-owned used bag in good condition.Outside Condition.\n[Tanned Leather]Unnoticeable discoloration/Unnoticeable stains/Unnoticeable scratches\n[Scratches]Unnoticeable scratches\n[Stains]Unnoticeable stains\n[Signs of wear]Very slight signs of wear\nInside Condition.\n[Scratches]Unnoticeable scratches\n[Stains]Unnoticeable stains\nPlease take a look at the descriptions and the pictures above to check the condition of the item before the purchase.",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1825752043208080_2.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/rZAAAOSwH09ZGZIN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/i4YAAOSwYvFZGZH~/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/lFMAAOSwi7RZGZHn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/HVQAAOSwcgNZGZHu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/l2EAAOSw-K9ZGZHr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/s0gAAOSwblZZGZHg/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/1KAAAOSwX9FZGZH9/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/iSIAAOSwq1JZGZH7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/0mUAAOSwX9FZGZHk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/qNkAAOSwONBZGZHi/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Auth-GOYARD-Ambassador-canvas-breifcase-hand-bag-/182575204320",
  "ConvertedCurrentPrice": {
    "value": "2000.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "--> We have a large selection of high brand bags, watches, jewelries, and etc. We guarantee that all of the items we list and sell are authentic. Feel free to contact us if you have any questions, or if you do not see the item you are looking for as we still have more items stocked that are not listed on our eBay store. Brandoff is a member of the Association Against Counterfeit Product Distribution (AACD). GOYARD GOYARD Ambassador canvas breifcase hand bagWe are not able to mark the item as 'gifts', or write the value of the items lower than they are on the shipping labels/invoices due to the custom declaration laws. Images & Conditions RankConditionAPre-owned used bag in good condition. Outside Condition. [Tanned Leather]Unnoticeable discoloration/Unnoticeable stains/Unnoticeable scratches [Scratches]Unnoticeable scratches [Stains]Unnoticeable stains [Signs of wear]Very slight signs of wear Inside Condition. [Scratches]Unnoticeable scratches [Stains]Unnoticeable stains Please take a look at the descriptions and the pictures above to check the condition of the item before the purchase.Item Number2107900081400Brand NameGOYARDItem NameGOYARD Ambassador canvas breifcase hand bag Colorgreen MaterialcanvasSizeW44 x H27 x D17cm(W17.3\" x H10.6\" x D6.6\") Handle:36cm(14.1\")Pocket >Outside/Open x 1 >Inside/Open x 2/Zipper x 1 AccessoriesLockUp Date:2017/05/15Shipment:- Shipping services All items will be shipped from Taiwan. 1. All items will be shipped via DHL or Taiwan Post EMS. We will cover the shipping fee and the insurance. 2. Jewelries and watches will be shipped only via DHL. - Delivery time 1. Your item will be shipped out within 3 business days after the purchase. 2. Items usually take approximately 3-10 business days to be delivered. 3. Items could take a little longer to be delivered due to: a) Bad weather b) Any events, such as holidays c) The delay at the customs office 4. We will provide the tracking number via eBay message after shipment. - Remarks 1. Import duties, taxes, and other additional fees might be charged by your local customs. It is the buyers' responsibility to pay all of the taxes and any other fees. BRAND OFF is not responsible for any possible taxes or duties that might occur in your country. All of our items are not able to be marked as gifts on the shipping labels and on the invoices. If you have any questions about import duties or taxes, please contact the customs office in your country before you purchase or make an offer. 2. We are not able to mark items as gifts or declare the items values lower than they are on the shipping labels and on the invoices due to the custom declaration laws. Payments:-We only accept payments through Paypal. -We will ship the items out within 3 business days after we confirm your payment. Returns/Cancellation Policies:We do not accept returns or exchanges. Please feel free to ask questions before you purchase. 1. We sell our items on other websites and in our retail stores in Taiwan at the same time. If the item was sold out before your purchase, your order will be cancelled and a full refund will be issued immediately. 2. Authenticity: All our items are 100% genuine. We are a member of AACD (Association Against Counterfeit Producct Distribution), and we absolutely do not deal with any fake products. Please visit the website below for more information: http://www.aacd.gr.jp/en/ 3. Buyers are able to request extra pictures of the item they purchased, and they also are able to cancel the order and get a full refund, before the shipment. -Please note that we are not able to accept returns, cancels, or refunds once the item is shipped out. 4. We are not able to accept returns, cancels, refunds, or exchanges for personal reasons. -Remarks: -All of the items will be checked twice before the shipment to make sure there are no errors on the descriptions, and the descriptions on the listings matches the condition of the actual items we ship out. Please make sure to take a look, and agree to our return policies before your purchase.NOTE:- Decription details: 1. Item\"s size is measured by ourselves, so a slight difference may occur between our measurements and the official sizes on the official websites. 2. The damages are described and shown (in the pictures) as much as possible, but we are not able to cover all of the damages on our items. We would like you to understand that they are listed with very low prices, and that even though we can\"t cover all of the damages, we are trying our very best. 3. We describe the odors as accrate as possible upon our criteria. Some odors may not be considered as defects, depending on the materials. 4. We\"ve taken many close up pictures and pictuers with different angles so you can see the authenticity of the items. Please note that colors of the items may look a little different than their real colors on the pictures, depending on the shooting environment. 5. We sometimes stuff the bags when we shoot them to take nicer pictures. 6. Please do not be afraid to send us messages if you saw errors on the listings. We will correct them as soon as possible. -Remarks: 1. We will be able to take extra pictures after your purchase. If you would like to see more pictures, please let us know via eBay message after the purchase. 2. We are able to relist items if they were still available at the time of your inquiry. Please let us know the item number of the item you were interested in, and we will check if the item is still available. 3. If there were obvious obvious errors on the price (such as type-o) or on the description, there is a chance we cancel your order even if you have already made the payment, and re-list the item with the correct price and the description.About UsBrand Off Co., Ltd. 7F,No.1Sec.4,ZhongxiaoE.Rd.,DaanDist., TaipeiCity,,Taiwan(R.O.C.) We have 42 stores in major cities across Japan, 15 stores in Hong Kong, and 5 stores in Taiwan. Management philosophy It is our strong belief that we contribute to the society through recycling business. Our business helps people to pass rare and valuable products from one owner to another. The origin of the company name. We named our company \"Brand Off\" on the basis of offering high-quality luxury brand products a treasonable prices. Management policy Satisfaction is Our No. 1 Aim 1) Commodity We want all customers to be satisfied with all of our commodities 2) Customers We want all the peopel who shop at Brand Off to be satisfied. 3) Community We want local communities to be satisfied with what we do 4) Employee We want all employees and their family to satisfy We buy commodities from individuals/businesses and offer them to new owners. The above-mentioned items are our management philosophy.",
  "ExcludeShipToLocation": [
    "IT",
    "PT",
    "BR",
    "MX",
    "CN",
    "JP"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "2000.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Taipei",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "207",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "brandoff_tw"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Auth GOYARD Ambassador canvas breifcase hand bag",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-15T11:43:00.000Z",
  "HitCount": "46",
  "ConditionID": "3000",
  "EndTime": "2017-06-14T11:43:00.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "GOYARD"
      },
      {
        "Name": "Style",
        "Value": "breifcase/hand bag"
      },
      {
        "Name": "Metal",
        "Value": "canvas"
      },
      {
        "Name": "Bag Height",
        "Value": "10.62"
      },
      {
        "Name": "Bag Depth",
        "Value": "6.69"
      },
      {
        "Name": "Bag Length",
        "Value": "17.32"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182575204320",
  "Storefront": {
    "StoreName": "BRAND OFF TW",
    "StoreURL": "http://stores.ebay.com/id=1286676703"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "TW",
  "SKU": "2107900081400",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}