{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/noIAAOSw-4BXZBWE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/JCMAAOSwOVpXZBWJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/MKwAAOSwM4xXZBWZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OwcAAOSwmtJXZBWc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/wsYAAOSwU9xUP~Bu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/JWQAAOSwOVpXZBWQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/E8AAAOSwNuxXZBWS/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/cjgAAOSwjXRXZBWM/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/DEYAAOSwR0JUP~BZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/qNkAAOxy63FS-XD5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/w~8AAOSwU9xUP~B3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/7XEAAOSwcUBYO7dR/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-Coach-Madison-Haircalf-Brown-Leather-E-W-Madeline-Satchel-Shoulder-Bag-25255-/222529689377",
  "ConvertedCurrentPrice": {
    "value": "405.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "I will pay up to $15 towards international shipping costs to countries included in my ship to policy on items with a sale price exceeding $150, please review my Shipping Policy found below under my Terms of SaleCOACH NWT COACH MADISON MIXED HAIRCALF and MAHOGANY BROWN LEATHER EAST WEST MADELINE SATCHEL SHOULDER BAG HANDBAG PURSE Style: 25255 MSRP $1000 MEASURES: 16 1/4” (L) 9” (H) X 6” (W) CHECKOUT PAYPALS NEW \"PAYPAL CREDIT AKA BILL ME LATER\"-BUY NOW AND PAY NO INTEREST IF PAID IN FULL WITHIN 6 MONTHS! Still Packaged in Original Coach Packaging Materials-Only Removed To Photograph-See Pics! PLEASE NOTE: There is a tiny mark just to the right of the round part of the turnlock, I tried to capture it in the pictures but it is so tiny that it is barely discernible and can barely be seen in the pictures however I wanted to disclose this in the listing, it does not distract from the rare beauty of the bag, my price has been adjusted due to the defectFree Shipping! Buy Here and Pay No Sales Tax!Includes Coach Dust BagExterior: Mahogany Brown LeatherSides are Animal Print Haircalf Flap Conceals Front Slip Pocket Secured with Turnlock1 Mahogany Brown Leather and Gold Trimmed HangtagZipper Top Closure2 Mahogany Brown Leather Handles with 7½” Drop1 Removable Mahogany Brown Leather Strap with 14” Drop for Shoulder Wear Hardware: Gold Brass Tone Interior:Maroon Satin FabricInterior Pockets: 2 Side Zipper Pockets 2 Side Slip Pockets GUARANTEED AUTHENTIC OR 100% MONEY BACK GUARANTEE! PLEASE CHECK MY FEEDBACK-MANY HAPPY CUSTOMERS! ~When you place an order with us we will see your action as having read and agreed to the following Terms of Sale ~ ~Please pay special attention to my return policy~ Most of my inventory is brand new, never used unless otherwise indicated. All designer items are 100% genuine and authentic, purchased directly by me from either a designer authorized store, boutique or high end department store. Receipts have been kept to prove authenticity. All items are inspected upon receipt and are 1st quality with no defects of any kind unless otherwise stated in the description. All items are stored in a pet and smoke free environment. Please note that the color in pictures might differ slightly due to lighting, flash and screen resolution I keep receipts for all my inventory purchases so that I can prove authenticity. I video each item prior to shipping to document the items condition as it is being shipped to your home, this helps avoid issues with damage claims. RETURNS PLEASE DO NOT REMOVE THE PRICE TAG OR ANY PROTECTIVE WRAPPING FROM THE ITEM YOU PURCHASE UNTIL YOU ARE 100% CERTAIN YOU WANT TO KEEP IT! ALL RETURNS REGARDLESS OF REASON You must contact me within 72 hours of receiving the item to notify me of your intent to return REGARDLESS OF REASON You will then be given an RMA. Returns will not be accepted without an RMA. IMPORTANT: shade of color, size of item, and or natural leather imperfections ARE NOT valid reasons to claim the item is not as described, please review the information below under the headings of: Measurements, Color and Leather if these are important to you! If you return the item to me and it is received by me within 14 calendar days of your having received it a 10% restocking fee will be charged. If you return the item to me and it is received by me within 30 calendar days of your having received it a 15% restocking fee will be charged. A refund will not be processed until I receive the item and verify its condition. You are responsible for paying shipping costs to include insurance sufficient to cover the cost of the item and tracking. The item must be returned in the exact condition as it was when shipped. All tags must be intact and all original packaging and dust bag must be returned with the item, any free or bonus gifts should be returned unless otherwise discussed. The item must be shipped back to me to be received by me no later than 30 calendar days of your having received it. 14 Day returns will be charged a 10% restocking fee. 30 day returns will be charged a 15% restocking fee. IMPORTANT: There is a 5% discount on the restocking fee if the item is returned and received by me within 14 calendar days of your having received it. DAMAGED OR NOT AS DESCRIBED RETURNS 100% refund will be given only for items that have been “substantially misrepresented” in the description, i.e.: you’ve received the wrong item, or the item is damaged. IMPORTANT: shade of color, size of item, and or natural leather imperfections ARE NOT valid reasons to claim the item is not as described Please know that I video my items prior to shipping to help avoid damage claims and I have all receipts to prove authenticity. In the event of a return/replacement due to the item being damaged or due to being sent the wrong item, we will reimburse you for return shipping costs (but not more than what I paid to ship the item to you) We will refund you 100% of the purchase price paid as long as you contacted me within 72 hours of receiving the item and were given an RMA. Also the item must be returned in the exact condition as it was when shipped. All tags must be intact and all original packaging and dust bag must be returned with the item, any free or bonus gifts should be returned unless otherwise discussed. The item must be shipped back to me to be received by me no later than at the most 30 calendar days of your having received it. Please note a refund cannot be processed until I receive the item and verify its condition. IMPORTANT: shade of color, size of item, and or natural leather imperfections ARE NOT valid reasons to claim the item is not as described. I endeavor to describe my items to the best of my ability and to provide multiple pictures of the item in my listing. I also give very detailed information regarding color and measurements below in my terms of sale so please read the entire listing. Please contact me if you need further information, I am always happy to help! PAYMENT PayPal payment due immediately with “Buy It Now” and auction payments are due 3 days after. When there is no payment or communication within 3 days of an item being sold, an unpaid item case will be opened and you will receive a strike against you that could prohibit you from future purchases and or sales on EBay. The item will then be relisted on EBay SHIPPING Shipping is provided free of charge utilizing the least expensive shipping method. Should you need your item sooner please contact me and we can arrange a different shipping method. Shipments are processed within 1 business day upon receipt of your payment. Items purchased after 12pm Friday through Sunday will be shipped on Monday. When I complete the shipping process on EBay you will be sent a tracking number from which you will be able to check the status of your package. We cannot be responsible for delays delivering your package once it has been shipped and it is under control of the postal service. INTERNATIONAL SHIPPING I am now offering shipping to some international countries. On most items I provide free shipping to USA destinations therefore on items with a sale price exceeding $150 I will pay up to $15 towards international shipping costs to those countries included in my ship to policy. EBay will charge you shipping when you make a purchase of my item. Once you receive your item and confirm that you are going to keep it and complete feedback on the purchase I will refund your PayPal account $15 Import duties, taxes, and charges are not included in the item price or shipping costs. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or purchasing LEATHER Leathers display their own natural and unique marks such as wrinkles, a rough texture, or a distressed finishing. Embossed leathers are worked to artificially represent animal skin such as crocodile and or snake. Please use our pictures as references for details. If you are unsure please feel free to ask questions or ask for more pictures before purchasing an item. NOTE: ANY MINOR NATURAL LEATHER IMPERFECTIONS SHOWN IN THE LISTING PICTURES ARE NOT VALID REASONS TO RETURN AS “SIGNIFICANTLY NOT AS DESCRIBED” PICTURES All pictures are taken of the actual item. Please note that sometimes packaging “fluff” might be seen in pictures when they are enlarged. If you are afraid these might be imperfections please contact me and I will be happy to take additional pictures. I include pictures with and without a flash. Please use our pictures as references for color and size details. If you are unsure please feel free to ask questions or for more pictures before purchasing an item. IMPORTANT: This information is being shared with you in an effort to help you make an informed and safe purchase on eBay. My listings will only include pictures that I have personally taken of my actual item for sale. It is unsafe to purchase designer items from listings that only include stock photos which have been copied and pasted from the designer’s website and or the internet. Using “stock” photos is against eBay policy and also against the law. If the seller doesn’t provide any pictures of their actual item for sale you will be purchasing an item “sight unseen” You could be purchasing a counterfeit item, a damaged item or an item that the seller doesn’t even have in their possession. Sellers of authentic and undamaged merchandise should be willing to take many photographs of their actual item and include them in their listings. COLOR NOTE: A DIFFERENCE IN SHADE OF COLOR IS NOT A REASON TO RETURN AS “SIGNIFICANTLY NOT AS DESCRIBED” IF YOU ARE LOOKING FOR A CERTAIN SHADE OF COLOR AND ARE UNSURE PLEASE ASK FOR MORE PHOTOS, IM HAPPY TO SEND THEM! I take photos with and without the flash with the hopes of showing the color in different lighting conditions. Each computer screen varies and may affect the actual color of the item compared to once you actually see it. We include the manufacturers color name and or codes to assist with defining the color. If color is extremely important to you and you have reservations please contact me and request additional photos. I am happy to provide them. MEASUREMENTS THE MEASUREMENTS USED TO DESCRIBE MY ITEMS COME DIRECTLY FROM THE DESIGNERS If you are looking for a specific size bag or have size considerations or are unsure my item will fit your needs, please ask us to provide you with actual measurements. Since the designer designed and manufactured the item we feel they have better knowledge of the items measurements. We have a very large inventory and it is time consuming to measure each and every item. The pictures should help you determine the size, look at the design and follow the designers method of measuring stated below: IT IS IMPORTANT TO NOTE THAT: The DESIGNERS typically use the LONGEST measurement as the LENGTH. Same goes for HEIGHT and DEBTH THE LENGTH is measured by looking at the front of the item and measuring the longest area across from left to right THE HEIGHT is measured by looking at the front of the handbag and measuring the tallest area from top to bottom THE DEPTH is measured by looking at the side of the handbag and measuring the widest area from left to right NOTE: SIZE OF ITEM IS NOT A VALID REASON TO CLAIM THE ITEM IS “SIGNIFICANTLY NOT AS DESCRIBED” As stated above I provide clear measurements from the designer in my listings and I have explained how designers measure items in my terms of sale. If you are unsure the size will work for you contact me prior to purchasing and request actual measurements. REGARDING NEW VERSUS PRE OWNED ITEMS: Although we mostly carry brand new items but we do occasionally have items that are pre-owned or may have some defect. In those cases, we will photograph and describe to the best of our ability, all defects. It would be impossible to explain every minor imperfection. I do always disclose any obvious significant marks or flaws. Please read all of the description and look at all the photos before deciding if a previous owned item is for you. We make every effort to completely and accurately describe each item but the description is based on my opinion. *Please Note: Previously owned bags generally show some signs of use. We usually do not know their history and cannot tell you if they have been kept in a smoke or pet free environment. We can tell you that while in our possession they are kept in a smoke free and pet free environment. FEEDBACK If you are happy with your purchase please take a moment to leave us 5* Feedback. When we receive feedback it lets us know that you have received the item and that you are happy with your purchase. I sincerely want to give you positive feedback as well and will do so once you have given us feedback on the sale. If you have any concerns please contact us immediately and we will try to work with you. Please do not leave negative feedback based on shipping time. We are not responsible for the time the USPS takes to deliver your item once it leaves our hands. This will ensure our continued success on EBay ABOUT OUR STORE We are not an authorized representative or distributor and have no affiliation with any of the designers or brands that are offered in our listings. All merchandise has been purchased by us. Receipts have been kept to prove authenticity. All trademarks, brand names and logos mentioned and presented are used for descriptive purposes only and are registered trademarks of their respective owners who reserve the rights of ownership. Please look at the listing’s description for exactly what comes with each item. Everything is guaranteed 100% authentic. Our items come from a smoking and pet free environment. CONTACT US Please contact us with any and all questions or concerns prior to bidding by using the “Ask A Question” link. We will do our best to answer right away but will definitely get back to you within 1 day. Do not forget to check out our other items and add our store to your favorites!! That’s it…We hope that you love the merchandise you purchase. Please save us as a favorite seller, We add new inventory frequently! Thank you for shopping with us! Good Luck and Happy Bidding!!! Coach Gift Box seen in photographs is for display purposes only and is NOT included in auction, thanks for shopping on eBay!",
  "Title": "NWT Coach Madison Haircalf Brown Leather E/W Madeline Satchel Shoulder Bag 25255",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Middle East",
    "Southeast Asia",
    "South America",
    "AS",
    "CK",
    "FJ",
    "PF",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "CH",
    "UA",
    "VA",
    "AI",
    "AG",
    "AW",
    "BS",
    "BB",
    "BZ",
    "VG",
    "KY",
    "CR",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "MQ",
    "MS",
    "AN",
    "NI",
    "PA",
    "PR",
    "KN",
    "LC",
    "VC",
    "TT",
    "TC",
    "MX",
    "PM",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "405.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Lakewood, Washington",
  "Seller": {
    "FeedbackScore": "442",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "luxurydesignerbags"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "AU"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "98499",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-30T23:32:51.000Z",
  "HitCount": "6",
  "TimeLeft": "P7DT8H42M38S",
  "EndTime": "2017-06-09T23:32:51.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Style",
        "Value": "Satchel"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "UPC",
        "Value": "886382698222"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222529689377",
  "Storefront": {
    "StoreName": "A Designer Bag Boutique",
    "StoreURL": "http://stores.ebay.com/id=110915065"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "THANK YOU FOR SHOPPING WITH ME! \n \n~YOUR PURCHASE OF THIS ITEM ACKNOWLEDGES YOU HAVE READ, UNDERSTAND, CONSENT TO AND APPROVE OF THIS POLICY!~\n\n***14 DAY RETURN=10% RESTOCKING FEE  \n\n***30 DAY RETURN=15% RESTOCKING FEE\n\nSIZE, COLOR OR NATURAL LEATHER IMPERFECTIONS DO NOT JUSTIFY AS \"NOT AS DESCRIBED\" AND WILL NOT BE ACCEPTED\n\nIf you have any questions please contact me BEFORE YOU PURCHASE AN ITEM, I TRULY WANT YOU TO BE HAPPY WITH YOUR PURCHASE AND WILL DO MY BEST TO ENSURE YOUR HAPPINESS!~ \n\nPLEASE DO NOT REMOVE THE PRICE TAG OR ANY PROTECTIVE WRAPPING FROM THE ITEM YOU PURCHASE UNTIL YOU ARE 100% SURE you want to keep the item. Removing these items will hinder your ability to return.\n\n~~ALL RETURNS REGARDLESS OF REASON~~\n\nYOU MUST CONTACT ME WITHIN 72 HOURS OF RECEIVING YOUR ITEM TO NOTIFY ME OF YOUR INTENT TO RETURN~~ REGARDLESS OF REASON. ~~THIS GIVES YOU 3 DAYS TO LOOK AT THE ITEM AND DECIDE IF IT IS FOR YOU~IF YOU NOTIFY ME OF YOUR INTENT TO RETURN WITHIN THE 72 HOUR PERIOD YOU WILL BE GIVEN AN RMA (RETURN MERCHANDISE AUTHORIZATION)~~ \n\n~~RETURNS WILL NOT BE ACCEPTED WITHOUT AN RMA~~\n\nAll items must be returned to me unused and in the exact same condition as when it was sold to you.\n\n***14 DAY RETURN=10% RESTOCKING FEE  \n\n***30 DAY RETURN=15% RESTOCKING FEE\n\nYou must RETURN the item to me SO THAT IT WILL BE RECEIVED BY ME WITHIN 30 CALENDAR DAYS OF YOUR HAVING RECEIVED IT, A 15% RESTOCKING FEE will be deducted from the sale price when the refund is processed. \n\nA REDUCED RESTOCKING FEE OF 10% WILL BE CHARGED IF YOU RETURN the item to me SO THAT IT WILL BE RECEIVED BY ME WITHIN 14 CALENDAR DAYS OF YOUR HAVING RECEIVED IT. The 10% RESTOCKING FEE will be deducted from the sale price when the refund is processed.\n\nItems specified as \"NEW WITH TAGS\" must be unused, unwashed, unworn, with original tags and protective wrapping intact, they may not be removed for any reason!  I cannot resell the item if you have removed anything from it so PLEASE BE SURE you want and or love the item before removing any tags or wrapping. You must also include, in the same condition as it was received: All packaging to include COACH OR MICHAEL KORS PLASTIC SHIPPING BAG Undamaged, the DUST BAG and CARE CARDS and all TAGS and WRAPPING MUST be still attached.... NO EXCEPTIONS unless otherwise arranged please return any “Free gifts\" or bonus items \n\nYou must ship the item with TRACKING and INSURANCE sufficient to cover the sale.  Once your item is received by me in the EXACT same condition it was when sold, with PRICE TAG ATTACHED and with all DESIGNER packaging and I verify the item has not been used in any way, your refund will be processed within 3 days. ~~WHEN YOUR REFUND IS PROCESSED THE RESTOCKING FEE WILL BE DEDUCTED from the sale amount and your PAYPAL account will be credited the difference of the sale amount less the restocking fee \n\n~~REGARDING SIZE AND COLOR SPECIFICATIONS~~ If you are looking for a specific size bag or have size considerations please ASK ME to provide you with actual measurements.~ If you are looking for a certain color or shade of color and want more pictures I am happy to take more and send them to you, just ask.\n\n~RETURN OF DAMAGED OR SIGNIFICANTLY NOT AS DESCRIBED ITEMS~\n \nSAME AS ABOVE EXCEPT:\n\nI only REFUND 100% of the item sale price if the item is DAMAGED OR SIGNIFICANTLY NOT AS DESCRIBED! \n\nAnything mentioned in the description or clearly shown in the photos would not qualify as an item \"NOT AS DESCRIBED\". I video my items when I prepare them for shipping to alleviate issues with damage claims. I have personally purchased all my inventory and have kept receipts to prove authenticity.\n\n~~COLOR OR SIZE OR NATURAL LEATHER IMPERFECTIONS OR ANYTHING CLEARLY SHOWN IN THE PHOTOGRAPHS OR MENTIONED IN THE LISTING DO NOT JUSTIFY AS VALID REASONS TO RETURN AS \"NOT AS DESCRIBED!\"~~I give detailed descriptions of my items in my listings. I also provide ample pictures to help you make an informed decision to purchase the item. I have also provided a description on how measurements are taken by the designer. Please Read my Terms of Sale below the Listing Description for more information on Pictures and Measurements.\n\nI will refund original shipping costs you paid (if any) and I will pay the return shipping costs to include tracking and insurance enough to cover the sale. I will not reimburse you for more in shipping costs than what I paid to ship the item to you. Please include a RECEIPT for the postage.\n\nIf I receive the item in the same condition as when it was shipped to you, and I verify the damage I will process your return within 3 business days. If you need your funds sooner please message me.\n\nPlease note I keep a VIDEO of each item so that I can refer back when I receive a damage or not as described return request.\n\nPLEASE CONTACT ME WITH ANY QUESTIONS, I want your eBay experience to be a positive one and I will do my best to provide you with a reasonably priced beautiful product that you will lo",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2225296893778080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}