{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbag Accessories",
  "TimeLeft": "P1DT10H57M55S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "It's secondhand item. In order to avoid unnecessary returns, please read the description and view the photos carefully, especially noting the size of the items and any flaws.",
  "PrimaryCategoryIDPath": "11450:169291:163570",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1322082936558080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA1OFgxNjAw/z/UuwAAOSww9xZAqjz/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OFgxNjAw/z/P~8AAOSwT-FZAqj0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OFgxNjAw/z/~5EAAOSwhvFZAqj1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OFgxNjAw/z/U7wAAOSww9xZAqj3/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Louis-Vuitton-Brown-Brass-Padlock-C04503-/132208293655",
  "ConvertedCurrentPrice": {
    "value": "60.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "100% Authenticity Guaranteed Authentic Louis Vuitton Brown Brass Padlock Free Shipping Image Gallery Click a picture for a larger resolution view. Item Information Brand name Louis Vuitton Product name Padlock Size (aprx.) W 0.9 x H 1.97 x D 0.39 inch / W 23 x H 50 x D 10 mm (Exclude handle/s or strap/s) Material Brass Color Brown Made in France Accessories Nothing Odor All our items are pre-owned, they may have musty odor. Exterior Condition Notice Overall Many scratches. Leather PVC Patent leather Fabric/s Shape Zipper/s Zipper end tabs Rivet/s Top corners Bottom corners Edges Envelope bag creases Bag opening edges Piping Metal parts Leather lace/s Pocket/s Snap/s Logo mark Serial number Interior Condition Notice Overall Pocket/s Snap/s Around the zipper/s Top corners Fabric/s Envelope bag creases Logo mark Serial number Store Policy Shipping Shipping is included in the price of all items. This item is located, stored and shipped from Beaverton, OR, United States. We ship Monday to Friday. Orders placed on Friday will ship on Monday. Severe weather may affect delivery date at times. If your package is returned to us as a result of an insufficient/unknown address, undeliverable, refused or not called for, we will not be able to re-ship it but your order will be cancelled. Payment We accept only Paypal. Note: We only ship to Paypal registered addresses. Please make sure that your shipping address is registered in your Paypal account prior to making the purchase. Please make a payment within 2 days after the bidding is ended. Otherwise, an unpaid case will be opened automatically and within 4 days, it will be closed and the item will be re-listed. Return In order to avoid unnecessary returns, please read the item descriptions and take a close look at the pictures. Please take note of the size of the items and any flaws shown in the pictures. Return will be accepted within 14 days of delivery if the item you received differs from its description. Contact us prior to returning your item through eBay messaging and we will provide you with prompt response. Items must be in the same condition as they were received, including original shipping labels. Refund will be issued when the returned item has been received in satisfactory condition. Please clearly write \"Return\" on the package when returning your order. Attention The product pictures may not show the exact color of the item due to the wide range of computer monitors and color displays and the lighting conditions etc. We post as many pictures of the item as possible in order to give you the better idea of exactly what it looks like. However, it is difficult to show every angle of each item. We mainly post the pictures of smudges, scratches, dirt, and stains found on the item. Therefore, we will not accept these factors as a reason for your return request. Please also note that accessories that do not appear in the product pictures are not included. We sell pre-owned, secondhand items. Therefore, please note that the returns will not be accepted for reasons such as \"Item is used\". Some of the used items may have an odor or smell that you find unpleasant. Please note that we do not consider these odors to be a valid reason for returns. Your order will be packed folded depending on the product type. We will not be responsible for any damages or loss occurred during the delivery. If you have any questions about the items, please feel free to let us know. Our friendly and qualified staff members will respond to you as soon as possible. Please contact us if you have any problems with the item you purchased before leaving \"Negative\" or \"Neutral\" feedback. We are the used & vintage shop \"Vintage Order\". We provide our customers with luxury second hand brand-name goods and bags. We have a proven track record of handling lots of these items in the past and we only carry authentic, licensed merchandise. # C04503",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "60.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Beaverton, OR",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "6662",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "Green",
    "UserID": "vintageorder"
  },
  "PrimaryCategoryID": "163570",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Louis Vuitton Brown Brass Padlock - C04503",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-30T03:00:20.000Z",
  "HitCount": "4",
  "ConditionID": "3000",
  "EndTime": "2017-06-04T03:00:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Louis Vuitton"
      },
      {
        "Name": "Material",
        "Value": "Brass"
      },
      {
        "Name": "Style",
        "Value": "Padlock"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "132208293655",
  "Storefront": {
    "StoreName": "vintageorder",
    "StoreURL": "http://stores.ebay.com/id=1125778386"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "US-C04503",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}