{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTEwWDUxMA==/z/4BkAAOSwNuxXb5gF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/x0oAAOSwOVpXb5gJ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/dhYAAOSwnNBXb5gO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/D7wAAOSwc1FXb5gT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/mwYAAOSwepJXb5gY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/m10AAOSwepJXb5gc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/UL4AAOSw-4BXb5gk/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/EnsAAOSwc1FXb5gu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/UoAAAOSw-4BXb5g3/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/gD4AAOSwM4xXb5hL/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/oI4AAOSwepJXb5hT/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Everki-Beacon-Laptop-Backpack-w-Gaming-Console-Sleeve-Fits-up-18-Inch-Xbox-/172418357618",
  "ConvertedCurrentPrice": {
    "value": "140.5",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Everki Beacon Laptop Backpack w/ Gaming Console Sleeve Fits up to 18-Inch.. Xbox Product Description:Rugged and stylish, the Beacon is designed for comfort even with heavy loads and harsh conditions. An ultra-soft, padded laptop compartment deftly protects and carries up to 18\" laptops while still leaving enough room in the main compartment for a gaming console and accessories. Comfort and balance are maintained, even under heavy loads, thanks to the Beacon's 5-point balance strap system and aero-flow padded back and shoulder harness. The spacious main storage compartment features a large zippered pocket, dividers, and an assortment of multifunction accessory slots. A clever buckle system allows the compartment to open halfway for quick access or a full 180 degrees for easy loading. Gamers will appreciate the inclusion of a dedicated sleeve for taking a gaming console (XBox 360, PS3, or Wii) on the road. Dual hip pockets provide extra storage and quick access to important items like keys, mobile phone, or a media player without taking the bag off. A zippered outer pocket and a quick-stash slot provide additional easy-access storage To keep your valuable contents protected in all weather conditions, the Beacon has an integrated stow-away water-resistant weather cover for use in sand, snow, rain, or dust. Features:Everki Beacon Laptop Backpack with Gaming Console Sleeve, Fits up to 18-Inch (EKP117NBKCT)Dedicated ultra-soft padded laptop compartment accommodates up to 18\" laptopsGaming console sleeve included (suitable for Xbox 360, PS3, Wii, etc)Clever buckle system allows for both partial or full 180 degree opening of the main compartment for easy loadingHip pockets for quick access to items like keys, media players, and mobile phone without taking the bag off your backDual hand-carry handles for easy lifting5-point balance strap system evenly distributes weight for comfortable carryingWater-resistant weather cover protects against dust, rain, or snowLaptop Compartment: 1.38\"x14.17\"x19.69\"",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "140.5",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Trenton, New Jersey, 08601",
  "Seller": {
    "FeedbackScore": "639",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Purple",
    "UserID": "deptstoredeals"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Everki Beacon Laptop Backpack w/ Gaming Console Sleeve Fits up to 18-Inch.. Xbox",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2016-11-22T23:51:32.000Z",
  "HitCount": "66",
  "TimeLeft": "P18DT8H38M52S",
  "EndTime": "2017-06-20T23:51:32.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Everki"
      },
      {
        "Name": "MPN",
        "Value": "EKP117NBKCT"
      },
      {
        "Name": "EAN",
        "Value": "7887117140187"
      },
      {
        "Name": "Product Dimensions",
        "Value": "14.57 x 6.3 x 21.06 inches"
      },
      {
        "Name": "Manufacturer",
        "Value": "Everki"
      },
      {
        "Name": "Package Dimensions",
        "Value": "18.8 x 16.4 x 6.8 inches"
      },
      {
        "Name": "Item Weight",
        "Value": "0.11 pounds"
      },
      {
        "Name": "Product Group",
        "Value": "CE"
      },
      {
        "Name": "Part Number",
        "Value": "EKP117NBKCT"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Item model number",
        "Value": "EKP117NBKCT"
      },
      {
        "Name": "UPC",
        "Value": "791583445943"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172418357618",
  "Storefront": {
    "StoreName": "deptstoredeals",
    "StoreURL": "http://stores.ebay.com/id=1395792746"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "- Purchasing this item implies that you have read, understand and accept the following Terms Of Service and Standard Returns Policy  \n- We utilize an automated order processing system, once your order is placed it cannot be changed or cancelled. \n- We ship from warehouses and suppliers all over the country so your item may not come from our shipping address, or with our name on the label. \n- If this ad requests that you message us with your Zip Code and you do not message us to verify that we can deliver to your address before ordering your order may be cancelled and your money immediately refunded to you if there is a problem with your address.  \n- All Claims of 'Item Not As Described' or Damaged on Delivery will be fully investigated and buyer will be required to provide photographic proof of inaccuracies or damages to eBay before any refund will be rewarded. \n- No item may be returned without contacting us first. We use multiple vendors and their return policies differ.  \n- All Returns must be accompanied by documentation that I will provide to you upon your request  \n- Any item returned without first contacting me will not be honored.  \n- Please make sure you understand what it is that you are ordering as Full Refunds will not be given for ordering mistakes by the buyer.(we do not offer price matching).  \n- All of my items are marked as free shipping, this means I have included the cost of shipping in the price as a convenience.  \n- All returns are inspected as they are received back at the shipping facilities. Vendors determination is final.  \n- If you must return an item you are responsible for paying the return shipping for eBay Return Shipping Labels do not apply.  \n- If you return your purchase for reasons of manufacturing defect your Full purchase price will be refunded via PayPal when the return has been processed.  \n- If you return your purchase for any reason other than manufacturing defect you can be charged up to a 20% restocking fee.  \n- If your item is returned by the carrier as 'Not Deliverable' to the address you provide you will be charged for the return shipping and a 20% restocking fee.  \n- Your Original purchase price minus 20% will be refunded to you via PayPal after the return has been processed.  \n- Buyers who abuse the Buyer Protection Policies by filing false or inaccurate claims will be reported to eBay.  \n- I strive to provide excellence in product delivery, communication and customer service.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1724183576188080_1.jpg",
  "HandlingTime": "10",
  "BestOfferEnabled": "false"
}