{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Oh0AAOSwTM5Y2mT-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/cv8AAOSwuxFY2mT7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/OckAAOSwzgBY2mT7/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LADIES-RUBY-SHOO-NAPLES-BEIGE-FLORAL-SPOTS-CLUTCH-HANDBAG-/371906107103",
  "ConvertedCurrentPrice": {
    "value": "62.62",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "[[SALE-TAG]]32[[/SALE-TAG]] Mobile Description About Us Delivery Returns Contact Established in 1983 0161 626 4572 Mon to Fri - 09:00am - 17:30pm Men'sCasual/FashionCowboy BootsFootball BootsFlip Flops/Aqua ShoesHikingSafetySandalsShoesSlippersTacticalWellingtonsWetsuitsBogsDunlopSize 11 > PlusWomen'sBootsCasual/FashionFlip Flops/Aqua ShoesHiking/WalkingSandalsShoesSlippersSnow/WinterTrainersWellingtonsBogsKidsCasual/FashionDC ShoesHikingLelli KellySandalsShoesSlippersTrainersWellingtonsBogsBootsWorkwear ClothingDeWaltDickiesMagnumSocks Next Prev Next Prev Next Prev LADIES RUBY SHOO NAPLES BEIGE FLORAL SPOTS CLUTCH HANDBAG £32 £31.75 £31.75 Free Delivery On All Products Description: Naples bag is the perfect accessory to match the Tanya shoes. Ruby Shoo Naples comes in a beige material. The front flap has a floral print to match the Tanya shoes. The magnetic popper fastening flap has a black and white polka dot trim. A beige 3D flower sits on the front of the bag. The lower part and rear of the bag comes in a beige and white spotted printed material. Beige textile lining, with an inside pocket. Ruby Shoo metal logo sits on the internal pocket. Metal detachable strap allows the bag to be worn on the shoulder. Bag measures 30cm x 17cm x 5cm Delivery About Us Contact Returns We offer free delivery on all items. We also have a next day delivery option available. All items purchased by 2.00 pm UK time will be despatched the same working day, after this time, will be sent on the next working day. Postage is available on next working day service and this can be selected from the drop down field at checkout. Delivery is between 8.00 am and 6.00pm Monday to Friday. Saturday and Sunday delivery is available to mainland UK, please contact us on 0161 626 4572 for additional details. All items shipped within the British Isles to an area not located within Mainland UK, will be sent by Royal Mail. We are a family run business established in 1983. Our original products were chosen to provide footwear for all the family. As our business has grown, so have our product ranges, experience and team of experts. We teamed up with Hi-Tec when we originally set up and have never looked back since. When they launched the Magnum Collection we were delighted to support the brand, this is represented by the vast collection we sell. We specialise in Dickies workwear and are one of the leading distributors in the UK and are very proud to have won best UK Retailer in 2011, then in 2012 we won the prestigious award of Dickies Distributor of the year. As technologies change so does our search for innovation. We are delighted to say we then started to sell BOGS. They are a waterproof, durable boot with 100% satisfaction guarantee. One of our biggest collections however is Lelli Kelly. We are extremely proud to be one of 3 shop in shops in the UK and are one of the largest stockist in the UK. As a company we pride ourselves on delivering competitively priced products and great customer service. If you would like more information on any of our products, then please don't hesitate to get in touch. Email: Please use eBay messaging system Phone: 0161 626 4572 Address: Hirst Footwear Ltd, Unit 2A Laurel Trading Estate, Higginshaw Lane, Oldham, Lancashire, OL2 6LH, United Kingdom Business Hours: Monday - Friday - 09:00 - 17:00 Buyers must contact us prior to making any returns. We will accept returned products within a 14 day period from date of receipt. If you change your mind after receiving the purchase...No problem, just send them back and we can offer either an exchange or refund excluding postage. The products do however have to be returned in an unworn condition, in the original box or bag with the labels attached. Buyer is responsible for all return postage costs. A collection service is available for parcels above 1.5kg at a cost of £7.99. The item will have to be ready for collection either in a bag or box and addressed to us with a letter enclosed stating the reason for return. Please telephone us on 0161 626 4572 to arrange this service. Unfortunately, this service is available for mainland UK only. We're afraid that you will have to pay the return postage yourself if you want an exchange. We offer a swap it service if an exchange is required for £8.99. This would mean that we can exchange the item so much quicker for you, as this can be arranged at your home or place of work. Please telephone us on 0161 626 4572 to arrange this service. Unfortunately, this service is available for mainland UK only. We are happy to pay reasonable postage charges if there is a manufacturing fault found with the item. Please note we will not reimburse postage for items returned on a special delivery basis or by parcel force or similar express couriers. The maximum amount of postage we will reimburse for returns from mainland UK is £8.99. If the fault is found to be wear and tear and not a manufacturing problem additional postage will be charged to the buyer to return the item.  We need to be notified within 7 days of receipt if the item received is not the item purchased. If you are returning goods under 1.5kg for a refund or exchange, please send them to Hirst Footwear Limited, Unit 2A Laurel Trading Estate, Higginshaw Lane, Royton, Oldham OL2 6LH with a covering letter advising the reason for return. Please note we will not accept returns with writing or stickers on the box. If items are received or damaged, then a £5 re-packaging charge will be deducted from the refund. Consignments received without the senders address will be removed and disposed of after 60 days of receipt. Most Popular Prev Next Prev Next Prev Next 0161 626 4572 Please use eBay messaging system Monday to Friday - 09:00am to 17:30pm © Hirst Footwear. All Rights Reserved. eBay by Web Vitality Closure Magnetic Snap Style Clutch Bags EAN 5060471536106 MPN Ruby Shoo Naples 50084 Beige Brand Ruby Shoo Country/Region of Manufacture Vietnam Main Colour Beige Increase your Sales Abroad with WebInterpret's Global Listing Solution.",
  "ExcludeShipToLocation": [
    "CA",
    "RU",
    "AU",
    "AL",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "62.62",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "Europe",
    "CA",
    "AU"
  ],
  "Location": "Oldham",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "189910",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "hirstfootwear"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "LADIES RUBY SHOO NAPLES BEIGE FLORAL SPOTS CLUTCH HANDBAG",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-03-29T15:37:18.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3719061071038080_1.jpg",
  "TimeLeft": "P24DT23H19M1S",
  "EndTime": "2017-06-27T15:37:18.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Closure",
        "Value": "Magnetic Snap"
      },
      {
        "Name": "Style",
        "Value": "Clutch Bags"
      },
      {
        "Name": "EAN",
        "Value": "5060471536106"
      },
      {
        "Name": "MPN",
        "Value": "Ruby Shoo Naples 50084 Beige"
      },
      {
        "Name": "Brand",
        "Value": "Ruby Shoo"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Vietnam"
      },
      {
        "Name": "Main Colour",
        "Value": "Beige"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371906107103",
  "Storefront": {
    "StoreName": "Hirst Footwear Ltd",
    "StoreURL": "http://stores.ebay.com/id=198022355"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "BUYERS MUST CONTACT US PRIOR TO MAKING ANY RETURNS.\r\n\r\nWE WILL ACCEPT RETURNED PRODUCTS WITHIN A 14 DAY PERIOD FROM DATE OF RECEIPT. IF YOU CHANGE YOUR MIND AFTER RECEIVING THE PURCHASE...NO PROBLEM, JUST SEND THEM BACK AND WE CAN OFFER EITHER AN EXCHANGE OR REFUND EXCLUDING POSTAGE. THE PRODUCTS DO HOWEVER HAVE TO BE RETURNED IN AN UNWORN CONDITION, IN THE ORIGINAL BOX OR BAG WITH THE LABELS ATTACHED. BUYER IS RESPONSIBLE FOR ALL RETURN POSTAGE COSTS.\r\n\r\nWE'RE AFRAID THAT YOU WILL HAVE TO PAY THE RETURN POSTAGE YOURSELF IF YOU WANT AN EXCHANGE.\r\n\r\nWE ARE HAPPY TO PAY REASONABLE POSTAGE CHARGES IF THERE IS A MANUFACTURING FAULT FOUND WITH THE ITEM.\r\n\r\nIF THE FAULT IS FOUND TO BE WEAR AND TEAR AND NOT A MANUFACTURING PROBLEM ADDITIONAL POSTAGE WILL BE CHARGED TO THE BUYER TO RETURN THE ITEM.\r\n\r\nWE NEED TO BE NOTIFIED WITHIN 7 DAYS OF RECEIPT IF THE ITEM RECEIVED IS NOT THE ITEM PURCHASED.\r\n\r\nIF YOU ARE RETURNING GOODS UNDER 1.5KG FOR A REFUND OR EXCHANGE, PLEASE SEND THEM TO HIRST FOOTWEAR LIMITED, UNIT 2A LAUREL TRADING ESTATE, HIGGINSHAW LANE, ROYTON, OLDHAM OL2 6LH WITH A COVERING LETTER ADVISING THE REASON FOR RETURN.\r\n\r\nPLEASE NOTE WE WILL NOT ACCEPT RETURNS WITH WRITING OR STICKERS ON THE BOX. IF ITEMS ARE RECEIVED OR DAMAGED, THEN A £5 RE-PACKAGING CHARGE WILL BE DEDUCTED FROM THE REFUND. CONSIGNMENTS RECEIVED WITHOUT THE SENDERS ADDRESS WILL BE REMOVED AND DISPOSED OF AFTER 60 DAYS OF RECEIPT.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "GB",
  "SKU": "Ruby Shoo Naples 50084 Beige",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}