{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1725658001358080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDM3NA==/z/qIsAAOSw~AVYvrB2/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDQ2WDUwMA==/z/zIQAAOSw32lYvrB2/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDg1WDUwMA==/z/qIgAAOSw~AVYvrB2/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM0Nw==/z/zHoAAOSw32lYvrB2/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pratesi-Italian-Leather-San-Miniato-Transformer-Bag-Bruce-Brown-/172565800135",
  "ConvertedCurrentPrice": {
    "value": "402.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Pratesi Italian Leather San Miniato - Transformer Bag, Bruce Brown In Italian vegetable-tanned Leather Bag made of Italian leather, tanned according to a technique, unique in the world, yet never replayed. The tanning uses only vegetable products (tannin, fat, tallow, etc..) And has the characteristic of age with use, becoming day by day, more and more fascination. The first age was made by applying various waxes and other natural products, whose formula is secret. Including cotton cloth bag plush. Made in Italy Product Information Material Calf Leather Width cm 40 Height cm 30 Depth cm 9 Handles Leaher Hardware Brass Weight kg 0,9 Handmade in the Florence region of Italy. Tanned in a special technique that uses only natural ingredients, the item develops a beautiful patina as the leather matures over time. Every Pratesi piece is a finely crafted work of leather artisanship. Beautiful Brass & Stainless Steel Hardware with Superior Stitching and Lining finish. Comes with signature Pratesi dust bag to protect your piece. Dimensions: 15.75\" (L) x 11.80\" (H) x 3.5\" (W). Weight: 2LB Single Compartment. Adjustable Shoulder Strap Product may ship directly from manufacturer in Italy. Shipping is typically 3-6 days time frame. Free Personalized initials embossing is available upon request, please note embossed items are non-returnable. Return Policy We accept returns and exchanges within 30 days of your order date. Please contact us in order to receive an RMA and a return address. Please allow up to 7 days from the day that we receive the return for the refund to be reflected on your account. For exchanges- please contact us with the item you would like to exchange it to in order for us to confirm its availability. Shipping Free Shipping - We offer free economy shipping on all of our products. If you choose free shipping, the item will ship via the most economical shipping method available, whether it's UPS or USPS. International Shipments Most international shipments are shipped via USPS (UPS is available to Canada as well). Please allow plenty of time for the item to arrive as shipping times vary due to customs and many other factors. Please also note that the import duties, taxes and other charges are not included in the item price and are the buyer's responsibility. Store Policy Positive Feedback and Service - our number one goal is to exceed your expectations. We pride ourselves in excellent customer service and try to treat our customer the way we want to be treated. If you experience any problems with your order or product, please contact us via email or phone. We will do everything we can in order to improve your experience with us. Sales Tax - we collect sales tax for the residents of GA- 7% Payment - Please pay with PayPal. This is the most secure and reliable method of payment Item Condition - All items are brand new with original tags, unless specifically stated otherwise Contact Us - please don't hesitate to contact us with any questions or concerns you might have. You can reach us by phone or through the ebay messaging system. We we will do our best to accommodate any special orders and requests. Embossing Personalize you item for free! We offer free embossing on most of our products. All you need to do is send us the initials you want after the completion of your order. The font for all briefcases, luggage and handbags is Times New Roman size 28\". The font for all wallets and smaller items is Times New Roman 14\". We can also emboss company logos and other symbols for a fee- please contact us for details. Please note: embossing may take up to three additional business days. Embossed items cannot be return for any reason.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "402.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Norcross, Georgia",
  "Seller": {
    "FeedbackScore": "1299",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "bestitalianleather"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "HN",
    "JM"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "30071",
  "GlobalShipping": "true",
  "Quantity": "3",
  "StartTime": "2017-03-07T13:06:59.000Z",
  "Title": "Pratesi Italian Leather San Miniato - Transformer Bag, Bruce Brown",
  "TimeLeft": "P2DT21H56M55S",
  "EndTime": "2017-06-05T13:06:59.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Pratesi Leather"
      },
      {
        "Name": "Color",
        "Value": "Bruce Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Style",
        "Value": "Ladies Handbag"
      },
      {
        "Name": "Dimensions",
        "Value": "15.75\" (L) x 11.80\" (H) x 3.5\" (W)"
      },
      {
        "Name": "Gender",
        "Value": "Womens"
      },
      {
        "Name": "Type",
        "Value": "Ladies Handbag"
      },
      {
        "Name": "Leather Type",
        "Value": "Italian Leather"
      },
      {
        "Name": "UPC",
        "Value": "730957225439"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172565800135",
  "Storefront": {
    "StoreName": "Best Italian Leather",
    "StoreURL": "http://stores.ebay.com/id=1020544708"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "BMA174",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}