{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1423471681008080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/G2oAAOSwx2dYCi09/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/wfQAAOSwImRYCi0~/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Two-Pocket-Shopper-Mademoiselle-M12-berry-/142347168100",
  "ConvertedCurrentPrice": {
    "value": "77.79",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Two Pocket Shopper Mademoiselle M12 berry The description of this item has been automatically translated. If you have any questions, please feel free to contact us.   Advice & Support ► Tel: +49 (0) 8142 6670961 Mobile: +49 (0) 176 20520311 | Mon-Fri: 9-17 Clock | eMail: Please use eBay messaging system ebay shop Newsletter Favorites Our Service   Expert advice - by phone   faster & email support within 24 hours   Fast shipping   Top Reviews   Top Service ebay shop Offers About Us Contact Reviews   Product Images >>>>   Product Description Two Pocket Shopper Mademoiselle The sporty handbag of two is not only always fashionable top with its timeless design, but is also very practical. The wide adjustable shoulder strap makes for a very comfortable fit.  (Length: 80-150 cm).In addition to the very spacious main compartment, the bag also includes a removable zip pouch and a lanyard. The wipeable interior material and the interior layout ensure cleanliness and Ordung in your pocket. spacious main compartment suitable for A4 formats Another spacious inner compartment Mobile phone pocket removable zip pouch Removable Keychain  Hidden zipper pocket on the outside Zip Dimensions: 33 x 32 x 10   cm (HxWxD)Material: Synthetic Leather     Checkout The provider identification and Conditions for consumers and the general terms and conditions with the customer information for consumers and contracts in electronic commerce and data protection statement can be found further down on this page. We are members of the Dealers Association. Would you like the company adepto learn, and get more information about our range - then Visit our  \"Profile page. \" Newsletter: By purchasing send us your email address. We point out that we use this in the context of direct marketing for information about marketed by us similar goods and new offers so that you are always up to date. Of course you can object to the use at any time, without the need for other than the transmission costs according to the base rates. For more information, see our Privacy Policy. \" Privacy Statement regarding the newsletter:Use the eMail address for sending direct mail We use your email address, regardless of the contract settlement exclusively for promotional purposes for the sending of direct marketing. If you do not agree with this, you can object to the use at any time. The contradiction can work with any means of communication, are explained not only by e-mail. He must reach us but to be effective. For this there are no other than the transmission costs for the base rates. The contact details for the exercise of contradiction can be found in Contacts, you can also use for the link in the newsletter. Your email address will be deleted afterwards.On our website you can find more information about our products, catalogs, videos and descriptions.                    Advice & Support Any questions? Or would you like a system compilation? We would be happy to advise you personally on the phone! Your emails will be answered within 24 hours. Email support: Please use eBay messaging system Service Hotline: Mon-Fri: 9-17 Clock Tel: +49 8142 6670961 * Mobile: +49 176 20520311 ** There are no additional phone charges. You only pay the tariff charges from your telephone company * the German fixed network or mobile network **!   Payment We accept the following payment methods: Payment in advance, PayPal, bank transfer or cash on pickup at our warehouse in Olching near Munich!   PayPal (payment in advance)   Bank transfer (in advance)   Cash on collection   Shipping & Delivery Depending on the selected method of payment, the goods will be shipped immediately. We ship depending on the item group with the following logisticians:   DHL   German Post   Hermes   GLS   UPS   Shipping   Contact ADEPTO Sigrid Halevy Industriestr. 4 82140 Olching Germany   +49 (0) 8142 6670961    +49 (0) 176 20520311    +49 (0) 8142 6670965   Please use eBay messaging system VAT No. .: DE 814823697 ebay shop Offers About Us Contact Reviews ADEPTO | Design by Spotlights4You Style Shopper /Environmental ashes Handbag Size Groß EAN 4250257905429 MPN Not applicable to Brand Two Pockets Exterior Material Faux Leather Main Colour Berry",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "CA",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "77.79",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Olching",
  "Seller": {
    "FeedbackScore": "15841",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "sigrid_creativ"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Two Pocket Shopper Mademoiselle M12 berry",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-04-12T21:46:45.000Z",
  "HitCount": "32",
  "TimeLeft": "P9DT5H32M39S",
  "EndTime": "2017-06-11T21:46:45.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Shopper /environmental ashes"
      },
      {
        "Name": "Main Colour",
        "Value": "Berry"
      },
      {
        "Name": "EAN",
        "Value": "4250257905429"
      },
      {
        "Name": "MPN",
        "Value": "Not applicable to"
      },
      {
        "Name": "Brand",
        "Value": "Two pockets"
      },
      {
        "Name": "Exterior Material",
        "Value": "Faux leather"
      },
      {
        "Name": "Handbag Size",
        "Value": "Groß"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142347168100",
  "Storefront": {
    "StoreName": "ADEPTO-Shop",
    "StoreURL": "http://stores.ebay.com/id=34960834"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "DE",
  "SKU": "zwei-M12 BER_",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}