{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1423867934058080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/bWoAAOSwpP9Y8SW8/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/~2sAAOSwGy5Y8SW7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/~2wAAOSwGy5Y8SW7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/jgwAAOSw03lY8SW7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/V3cAAOSw7XBY8SW7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg4MDA=/z/nngAAOSwZeVY8SW9/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Just-Cavalli-Unisex-Brown-100-Leather-Distressed-Look-Croc-Print-Travel-Bag-/142386793405",
  "ConvertedCurrentPrice": {
    "value": "162.49",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "javascript:%20void(0) Home | Policies | FAQ's | About Us | Contact Us | Store Newsletter | RSS Feeds MEN Accessories BagsBelts Hats Underware TiesScarves Wallets SunglassesWatches Tops T-Shirts & Tank Tops Polo Shirts Casual Shirts Dress Shirts Jeans Relaxed Fit Boot Cut Straight Leg Slim FitSkinny Fit Loose Fit Pants Dress Pants Casual Pants Cargo Pants Lounge Pants Snow Pants Trousers Workout Pants Shoes Sneakers Dress Shoes High Tops Loafers Boots Outerwear Coats Leather Jackets Windbreakers Parkas Vests Blazers & SportcoatsSuits SweatersHoodiesShortsSwimwear WOMEN Accessories Bags Belts Hats Scarves Wallets SunglassesWatches Tops T-Shirts & Tank Tops Shirts & Blouses DressesSkirtsShorts Jeans Relaxed Fit Boot Cut Straight Leg Slim Fit Skinny Fit Loose Fit Pants Dress Pants Casual Pants Cargo Pants Lounge Pants Snow Pants Trousers Workout Pants Outerwear Jackets Coats Blazers Vests SuitsSweatersShoes Flats High Heels Sandals Swimwear Lingerie CLEARANCE 10% off20% off25% off30% off50% off BRANDS Armani CollezioniArmani JeansBenettonC'N'CDieselDolce & GabannaDsquaredEmporio ArmaniEnergieGianfranco FerreGiorgio ArmaniGUCCI Hugo BossJohn GallianoJust CavalliKenneth ColeMaloMargielaRichmondRoberto CavalliVersaceVivienne WestwoodZegna Send Us a Message Tel 732 902 2633          Regular Hours: 9AM to 5PM EST Monday - Friday Just Cavalli Unisex Brown 100% Leather Distressed Look Croc Print Travel Bag Retail Value: $725.00 This is authentic Just Cavalli Unisex Brown 100% Leather Distressed Look Croc Print Travel Bag Materials: 100% Leather Bag Height: 13.5\" Bag Depth: 7.5\" Bag Length: 16.5\" Strap Drop: 20\" SKU: NO-1660 Mod: Q00BMB 80508 Payment & Shipping Authenticity Guarantee Return Policy We accept all forms of PayPal which includes: American Express, Bank Transfer, echeck, Discover, MasterCard, Visa and PayPal Transfers. You can also use your credit cards directly with ProPay Paymate and Money Bookers. U.S. buyers to pay for US Postal Service Priority mail with a Delivery Confirmation and insurance. International S&H (P&P) in most cases will be USPS Priority Mail International with insurance for the first item. INTERNATIONAL BUYERS, PLEASE NOTE: Please be aware that as a seller we are not responsible for your country's VAT (custom duty) and taxes. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. Shipping includes all costs that occur when shipping and item including secure packing, packing material, labor, pick-up fee, and other cost which we incur. We will discount S&H on multiple items. Please make sure you agree to these terms before bidding. We do combine shipping, the additional item will vary please contact us for details but we will make the cost as low as possible and the price will be NON-NEGOTIABLE. IF YOU TAKE ANY OFFERS BELOW LISTED PRICE IT WILL NEGLECT FREE DOMESTIC SHIPPING OPTION. YOU WILL BE CHARGED STANDARD S&H FOR THIS ITEM. Authenticity is guaranteed 100% on all of our merchandise. PICTURES WERE TAKEN FROM THE ACTUAL ITEM UNLESS SPECIAL INDICATION! CUSTOMER SATISFACTION IS ALWAYS OUR PRIMARY GOAL! IF THERE IS ANY PROBLEM OF THE ITEM AFTER RECEIPT, PLEASE CONTACT US WITHIN 24 HOURS. WE WILL DO OUR BEST TO TAKE CARE OF IT AND MAKE YOU HAPPY WITH YOUR PURCHASE! We appreciate you shopping with US! We list new items every Monday and Tuesday for the upcoming weekend. Visit our other auctions for more spectacular designer wear at wonderfully low prices! WE ACCEPT RETURNS ONLY IF REQUESTED WITHIN 14 days AFTER DELIVERY. Your refund or merchandise credit will be equal to your purchased price less original shipping. Your merchandise credit will never expire & can be used however you desire. Item must be in the same brand new condition as when they left us. We will inspect the item upon arrival and will not allow a return if there is any sign of wear. You MUST email us prior to sending the item back. MENS Accesories Shirts T-shirts & Tank Tops Polo Shirts Outerware Blazers & Sportcoats Suits Sweaters Hoodies Swimwear Shorts Jeans Pants Shoes WOMEN Accesories Tops Outerware Suits Sweaters Dresses Skirts Swimwear Lingerie Shorts Jeans Pants Shoes Clearance 10% off 20% off 25% off 30% off 50% off Brands Armani Collezioni Armani Jeans Benetton C'N'C Diesel Dolce & Gabanna Dsquared Emporio Armani Energie Gianfranco Ferre Giorgio Armani GUCCI   Hugo Boss John Galliano Just Cavalli Kenneth Cole Malo Margiela Richmond Roberto Cavalli Versace Vivienne Westwood Zegna Store Information Home About Us Contact Us Policies FAQ's Newsletter Sign Up All Imagery & Content © 2012 VIP COUTURE | eBay Template created by inkfrog terapeak",
  "Title": "Just Cavalli Unisex Brown 100% Leather Distressed Look Croc Print Travel Bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "162.49",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Edison, New Jersey",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "59454",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "PurpleShooting",
    "UserID": "vip_couture"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "08837",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-18T12:28:36.000Z",
  "HitCount": "26",
  "TimeLeft": "P14DT18H43M52S",
  "EndTime": "2017-06-17T12:28:36.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Just Cavalli"
      },
      {
        "Name": "Material",
        "Value": "100% Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Bag Height",
        "Value": "13.5\""
      },
      {
        "Name": "Bag Depth",
        "Value": "7.5\""
      },
      {
        "Name": "Bag Length",
        "Value": "16.5\""
      },
      {
        "Name": "Strap Drop",
        "Value": "20\""
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142386793405",
  "PrimaryCategoryID": "42526",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "VIP_COUTURE",
    "StoreURL": "http://stores.ebay.com/id=95974431"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "NO-1660",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}