{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Zeyner-Backfire-Ballistic-Nylon-Laptop-Backpack-/401036434285",
  "QuantitySold": "1",
  "TimeLeft": "P22DT21H50M15S",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "Alaska/Hawaii",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "97.49",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Salt Lake City, UT",
  "QuantitySoldByPickupInStore": "0",
  "StartTime": "2015-12-03T13:07:57.000Z",
  "HitCount": "479",
  "QuantityThreshold": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "Zeyner"
      },
      {
        "Name": "MPN",
        "Value": "101-00121"
      },
      {
        "Name": "UPC",
        "Value": "856951001111"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "EndTime": "2017-06-25T13:07:57.000Z",
  "Title": "Zeyner Backfire Ballistic Nylon Laptop Backpack",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/4010364342858080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "HighBidder": {
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "u***e",
    "FeedbackScore": "180"
  },
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjUwWDY1MA==/z/ng8AAOxyHntSWS2L/$(KGrHqR,!q4FE0-C2QEYBSWS2Lc51g~~60_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MjUwWDI1MA==/z/SOQAAOxyWt5SWS2M/$T2eC16d,!y0FI,WeWTeiBSWS2MhDCw~~60_1.JPG?set_id=8800004005",
    "http://i.ebayimg.com/00/s/MjUwWDI1MA==/z/PLEAAOxyffZSWS2O/$T2eC16RHJGkFFmkvoO26BSWS2OJYG!~~60_1.JPG?set_id=8800004005",
    "http://i.ebayimg.com/00/s/MjUwWDI1MA==/z/s80AAOxy1RZSWS2P/$T2eC16V,!zUFIcGoKzGvBSWS2PMq5Q~~60_1.JPG?set_id=8800004005",
    "http://i.ebayimg.com/00/s/MTIwWDEyMA==/z/Kn0AAOxy8e9SWS2Q/$(KGrHqQOKnME62,Kc(EHBSWS2Q!QTQ~~60_1.JPG?set_id=8800004005"
  ],
  "Storefront": {
    "StoreName": "Overstock",
    "StoreURL": "http://stores.ebay.com/id=1112463734"
  },
  "ConvertedCurrentPrice": {
    "value": "97.49",
    "_currencyID": "USD"
  },
  "AutoPay": "true",
  "NewBestOffer": "false",
  "Description": "Overstock Everyday Free Shipping on Orders Over $50* *Shipping excludes PO Boxes and international orders. Home & Garden Jewelry & Watches Sporting Goods Health & Beauty Clothing, Shoes & Accessories Crafts Selected Home & Garden Jewelry & Watches Sporting Goods Health & Beauty Clothing, Shoes & Accessories Crafts Zeyner Backfire Ballistic Nylon Laptop Backpack Product Description: Carry your important paperwork and laptop in style with this flame-designed ballistic nylon laptop backpack. The multitude of pockets and padded laptop sleeve ensure that your documents stay safe and secure while on the go.Inspired by the classic imagery and imcomparable style of American V-twin motorbikes, ZEYNER is dedicated to creating unique accessories that are as stylish and durable as they are original. The 1682 Denier Nylon is the strongest nylon in the luggage industry, and the hardware is from California. ZEYNER takes its name from the German words, \"Zeit\" meaning time, \"Ein\" meaning world unity, and \"Er\" meaning human, which means that ZEYNER is dedicated to linking the traditions of handmade designs and art to the latest technologies and trends in order to create bold, functional products. Flame design backpack. Premium 1682 Denier Ballistic Nylon. Water resistant zipper keeping interior valuables dry. Aerodynamically shaped foam pads facilitate in ventilation of your back when carrying. Flat bottom structure designed to prevent falling over when placed without support. Adjustable strength-tested padded shoulder straps with moisture wicking mesh material. Ergonomically sewn strap pulls for easier pulling. D-ring on each strap for external accessory pouches.Materials: 1682 Denier ballistic nylonColor: BlackPremium cowhide leather handle Fully lined compartmentsTriple chrome hardwareIntegrated laptop pocketAccommodates laptops up to 17 inchesAir-flow cushion strapAdjustable shoulder/ chest strapDimensions: 13 inches wide x 18.75 inches high x 7.5 inches deep Reviews For This Product Gift 5 out of 5 Stars ☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆☆ NATIVEONE Zeyner never disapoints! 5 out of 5 Stars Very good looking and functional. Solid construction. This is my second Zeyner pack, and once again, I am very happy with my purchase. Herm C. Handle broke 1 out of 5 Stars Handle broke within six months of normal use. Would not recommend it because can't be replaced or refunded. The stitching is single thread. dpc1bb from Crete, illinois Great hot rod style hardshell backpack 5 out of 5 Stars I love this backpack. Already used it on several trips. Very comfortable to wear and plenty of room. I love using it. petieg383 from Wynnewood, Pa Great backpack 5 out of 5 Stars a great backpack, comfortable, holds a ton of stuff. great backpack alternative to a laptop bag; plus shows a bit of style. willruss1 from Dallas, Tx Try These Other Categories Bedding Furniture Crafts Rugs & Carpets Health & Beauty Camping & Hiking About Us... Overstock has a simple mission: To save people money. We serve customers world-wide by offering high-quality goods at unbeatable prices, all while maintaining a focus on superior customer service. Need Our Help? Our award-winning customer service agents are available 7 days a week. Click here to contact us. Overstock Standard Shipping Information Combined shipping lets you get free shipping on Overstock orders totaling $50 or more. Put all the items you intend to purchase in your cart and check out; it's that easy. Please note that items purchased from other eBay stores will void the combined shipping rate. Standard orders ship within 1-3 business days, depending on the time the order is received, and arrive within 5-10 business days. Custom Art: Up to 10 business days to ship and 1-4 weeks for delivery. Oversized Items: Up to 10 business days to ship and 1-4 weeks for delivery. We use all major mail carriers, including UPS, FedEx, and the United States Postal Service. Customers cannot specify the carrier of their choice. Overstock Returns Standard Return Policy: Items must be returned in new or unused condition and contain all original materials included with the shipment. FINAL SALE EXCLUSION: Items marked as FINAL SALE are not returnable unless the problem you experience is the result of our error. International Return Policy: Items shipped outside of the United States are not eligible for return Frequently Asked Questions Frequently Asked Questions",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Seller": {
    "FeedbackScore": "448051",
    "PositiveFeedbackPercent": "98.5",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "overstock"
  },
  "GlobalShipping": "true",
  "Quantity": "34",
  "ItemID": "401036434285",
  "SKU": "14044609-000-000",
  "Subtitle": "International Shipping Available",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1",
  "QuantityAvailableHint": "MoreThan"
}