{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P29DT20H22M16S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Nice! Includes certificate of authenticity with your purchase from Authenticators R Us, LLC. We are a trusted seller with them. Please feel free to visit their website for verification. We pay to have our products authenticated by licensed professionals so you can shop with confidence! Very good condition and clean inside and out with overall light wear. Shoulder strap, interior and bottom of bag are in great shape, but we did notice a few flaws. Please see full item description for complete condition and zoom in all images for details. Check out our other designer listings too! Thanks!",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODU1WDg5OQ==/z/S6gAAOSw4CFY6acr/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUzN1gxNTk5/z/tBQAAOSwTM5Y4Vwz/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTEw/z/bbUAAOSwhQhY4VxI/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTQ1/z/cXoAAOSwhQhY4Vxe/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/~OIAAOSwuLZY4Vxr/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/p2QAAOSwU8hY4Vx9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMwM1gxNjAw/z/Z-gAAOSw3utY4Vyf/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/EZwAAOSwdGFY4Vrr/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/BZ8AAOSwA29Y4Vyu/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/gX4AAOSwhQhY4Vy8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/CpkAAOSwA29Y4VzJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/NZsAAOSwc-tY4VzZ/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Auth-Coach-Peyton-Tattersall-File-Crossbody-Shoulder-HandBag-White-Purse-228-/282505874549",
  "ConvertedCurrentPrice": {
    "value": "89.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Welcome to Stacee's Fashion Boutique Authentic Coach Peyton Tattersall File Cross Body BagF20005 - White/Multi Color MSRP $228 This trendy white and multi-color crossbody bag features coated canvas material with gold leather trim and hardware. It's vibrant colors are perfect for spring and summer! Also features an adjustable shoulder strap, a front zipper compartment and has plenty of room to store your must haves! This is a rare bag and is no longer being produced and retailed for $228 brand new. Measures: 12\" L x 10.5\" H. Strap Drop: Between 21 and 23 inches. This bag was professionally authenticated by Authenticators R Us, LLC and includes certificate of authenticity with your purchase. We are a \"trusted seller\" with them. Please feel free to visit their website for verification. We pay to have our bags authenticated by licensed professionals so you can SHOP with CONFIDENCE. Condition: Very Good condition, clean inside and out with overall light wear. Shoulder strap, interior and bottom of bag are in great shape, but we did notice a few flaws. Slight discoloration on bottom right gold trim of bag. Also has 2 tiny marks on the back of the bag and a small scuff on the shoulder strap, otherwise, this sturdy bag is in nice shape with lots of life left. No tears, rips or stains and zippers work properly. Get a $228 bag for less than half the original retail price! (See last 3 images for flaws noted) All items are carefully inspected prior to listing and re-inspected before shipping. Kindly note condition, measurements and features as we do our best to describe all our products as accurately and honestly as possible. We take our own photos and this will be the exact bag that will be shipped and as advertised and can be verified by the serial number in the images, on the bag itself and also on the certificate of authenticity. Please zoom in on all images as they are part of our description and feel free to contact us with any questions. Features:Guaranteed Authentic or Your Money BackTrusted Seller with Authenticators R Us, LLCIncludes Certificate of Authenticity with Your PurchaseIncludes Coach Hang TagDoes NOT Include DustbagColor - White/Multi-ColorMaterial - Canvas Coated with Leather Handles and TrimGold Hardware and TrimTop Zip Closure Adjustable Shoulder StrapExterior: 1 Front Zipper CompartmentInterior: Hot Pink Fabric Lining, 1 Side Zipper Compartment and 2 Slip Pockets Serial No: F1276-F20005MSRP $228 Plus Tax! Lightning Fast Shipping! Browse our store for more great deals! Customer Service is Our Main Priority 100% Satisfaction Guaranteed! We provide super fast and friendly service and typically respond to all messages within an hour. We also ship in one business day after we receive payment. Hassle Free Returns -If you are not 100% satisfied with your purchase, please send us a message using eBay messaging within 30 days from receipt of purchase. Returns will be accepted providing the bag is unused and in the same condition as received. Buyer responsible for original and return shipping fees. Refund will be issued upon receipt and inspection of return. No restocking fee! Shipping/Packaging - Securely packed and shipped Priority mail with a tracking number and insurance. Please note, we can only ship to the confirmed address provided to us on your PayPal account. Combined Shipping Available -Browse our other items we have for sale. If you decide to buy additional items from us, we will be happy to combine your orders. Your Feedback is Very Important to Us - We take pride in our products and service and strive for 100% customer satisfaction at all times. If you are happy with our service, A 5 star positive feedback rating would be much appreciated. If for any reason you are not fully satisfied, kindly contact us using eBay messaging prior to leaving feedback. We value our customers and our feedback rating and we will make every effort to ensure your satisfaction. Payments Accepted - We accept PayPal and all major credit cards through PayPal. Follow Our Store on eBay - We update our listings weekly and our mission is to provide you with quality service, products, super fast shipping and sizzling hot savings! Thank You for Visiting Us! Happy Shopping!! IMPORTANT NOTE FOR INTERNATIONAL BUYERSWe can only ship through eBay's Global Shipping Program. All packages will be shipped to eBay's shipping center in the US. At that stage, eBay will take over and ship your package to your designated location. With the exception of shipments to Canada, delivery to P.O Boxes is not supported by the Global Shipping Program. Shipments to APO and FPO addresses are also not supported.During check out, you will be provided with an estimated delivery date. Please keep in mind, there may be delays due to customs. Tracking numbers will be available for your convenience so you can track your package at any given timeBuyer responsible for shipping and import charges, custom duties, taxes, brokerage and any other fees that may incur. During checkout, you will see the final charges in including the item price, shipping and import charges.Disclaimer: We obtain our products from major department stores, outlets and other sources. We choose our products very carefully and even turn down products due to our high standards. We are not affiliated with any brands we sell nor do we offer any warranties on our products. We do however offer a 30 day hassle free return policy and you are also covered under eBay's money back guarantee if you receive an item that is not as described. We do our best to describe our items as accurately and honestly as possible, but if we missed anything, we will gladly take full responsibility for the error and provide you with a fast and fair resolution. Please keep in mind if our products are listed as pre-owned, we will note any flaws in the item condition section, in the body of our description and they will be shown in the images. In addition, we may not know if an item was exposed to any odors prior to us receiving it and unfortunately we cannot describe an odor that we are unable to detect ourselves. We do however, thoroughly clean all pre-owned items prior to shipping and we'll be sure the item you are buying will look as close to new as possible. We understand that some people may have allergies or may be more sensitive to smells than others, so if you are offended by cleaners or disinfectants, please reconsider your purchase. On the other hand, the beauty of buying any pre-owned items from us is that you are in good hands and saving huge money off the original retail price! You'll also have piece of mind knowing our designer items are of high quality, very clean and are always guaranteed authentic!",
  "Title": "Auth Coach Peyton Tattersall File Crossbody Shoulder HandBag White Purse $228",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "89.95",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "Hamburg, New Jersey",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "196",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "stacee827"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "07419",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-06-02T10:46:43.000Z",
  "HitCount": "4",
  "ConditionID": "3000",
  "EndTime": "2017-07-02T10:46:43.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Style",
        "Value": "Messenger & Cross Body"
      },
      {
        "Name": "Color",
        "Value": "White - Multi-Color"
      },
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "Pattern",
        "Value": "Multi-Colored"
      },
      {
        "Name": "Material",
        "Value": "Coated Canvas and Leather Trim"
      },
      {
        "Name": "Bag Depth",
        "Value": "Less than 1 inch"
      },
      {
        "Name": "Bag Height",
        "Value": "10.5 inches"
      },
      {
        "Name": "Bag Length",
        "Value": "12 inches"
      },
      {
        "Name": "Strap Drop",
        "Value": "Adjustable - 21 to 23.5 inches"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "282505874549",
  "PrimaryCategoryID": "63852",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Stacee s Fashion Boutique",
    "StoreURL": "http://stores.ebay.com/id=1289136750"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2825058745498080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}