{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE3OVg4OTk=/z/ksYAAOSwuMZZMT8F/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-Vera-Bradley-Disney-Large-Tote-Bag-MAGICAL-BLOOMS-/401339524695",
  "ConvertedCurrentPrice": {
    "value": "85.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "VERA BRADLEYDisney\"Magical Blooms\" Happy to send picture of several to choose from if requested. Pictures in listing are stock photos. New with Tags Mickey and Minnie's romance blossoms among the colorful Magical Blooms pattern of this large tote. Featuring Vera Bradley's distinctive quilted design, its spacious interior features a contrasting print and room for all your essentials. Mickey's Magical Blooms print Six interior pocketsExterior zip pocketsExterior compartment with pocket for phoneMain compartment features zip fastenerQuilted exteriorFully linedVera Bradley signature tagCotton25.3\" H x 18\" W x 6'' D (includes handle drop in height measurement)Handles drop 12''ImportedCare Tips: Machine wash cold, gentle cycle, only non-chlorine bleach as needed. Line dry. Shipping We ship within the contiguous U.S.A. We are happy to combine shipping when possible. So if you win multiple items, please wait for an invoice before paying so that we can reflect the updated shipping cost. Our items are shipped by USPS with free delivery tracking and confirmation.Payment We accept paypal only. Payment is due within 5 days from the close of the auction. If we have not received payment within 5 days after the auction closes, we will have to open an unpaid buyers case so that we can recoup the fees we paid on the item to eBay. So please only bid if you are serious.About Us Please ask any questions before bidding as we welcome them. We describe our items to the best of our ability, but sometimes there are other questions / answers that we just did not know to include in the description :-) We pride ourselves on our products, fast shipping and excellent customer feedback. If you feel you cannot leave us a five star rating and excellent feedback after you receive your item, please let us know via email so that we may address any issues or concerns. We stand by our products 100% so if there is a discrepancy in the item you receive versus what we advertised, we will certainly refund the purchase price to you. All of our items come from a smoke free home. Thanks for looking (and bidding)!",
  "Title": "*NEW* Vera Bradley Disney Large Tote Bag. MAGICAL BLOOMS",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "85.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Orlando, Florida",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "4428",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "hagglez"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "32827",
  "GlobalShipping": "false",
  "Quantity": "8",
  "StartTime": "2017-06-02T10:34:14.000Z",
  "HitCount": "6",
  "TimeLeft": "P29DT20H8M58S",
  "EndTime": "2017-07-02T10:34:14.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Vera Bradley"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "401339524695",
  "PrimaryCategoryID": "63852",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/4013395246958080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}