{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625318361578080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/9BQAAOSw~y9ZKpUR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/fFkAAOSwK6RZKpUR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/dhQAAOSwurZZKpUR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zd4AAOSw-K9ZKpUR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zWkAAOSwY3BZKpUR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/iLAAAOSwfpVZKpUR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/RrYAAOSww9xZKpUR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/troAAOSw8HBZKpUQ/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Fresion-Wax-Canvas-Duffle-Bags-Multifunction-Gym-Bag-Luggage-Gifts-Tri-/162531836157",
  "ConvertedCurrentPrice": {
    "value": "92.29",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Fresion Wax Canvas Duffle Bags Multifunction Gym Bag Luggage as Gifts for Trip Overnight carry on Bag (Gray) SPECIAL POINT : Accompany you on the longest way, it's my deepest good wishes. Made of a thick, fabric Wax Canvas + Cotton Lining for tear- and rip-resistant strength, the durable bag offers reliable performance that stands up to everyday wear and tear. DIMENSION : Designed with today's traveler in mind, 54 ×30 × 22(cm) /21.2 × 11.8 × 8.6 (inches )(L ×H ×D), Weight: 1.5KG / 3.3 pounds. The shoulder strap length are approx 90-140 cm/35-55 inches.The Fresion travel duffel bag is a must-have for any trip, vacation, or daily excursion. MULTI-PURPOSE : Features a classic shape with multiple pockets for storage and organization.1 main pocket, 5 inside pockets (4 small inside pockets,1 inside zipper pocket). The versatile duffel handbag works well as shoulder bag which coming with adjustable strap. FEATURED : The Fresion travel bag comes with waxed canvas that features it retro styling for wrinkle .If you donot like ,blow gently with a hairdryer is a good way .Slightly waterproof and comfortable travel bag makes a good choice for your savvy travel. GUARANTEE : Fresion Promise Within 60 Days - guarantee, exchange, return, everything is necessary! Product Introduction - Brand : Fresion Special Features - Made of high density cotton canvas and zips, rugged, classic and fashion. - Comfortable & Adjustable Shoulder Strap buckle, you can adjust it according to your height and comfort requirements. -Scientific and reasonable pocket lining design make your goods lay in the bag systematically. - There is a handle on the top of the bag, it can be used as a tote bag.What's more, it can be use as messenger bag. - Expandable, Side pockets, Two-way zipper, Expansion zipper,D gun color word buckle, Texture gun color hardware Care -First washing Add salt in the water, about 20 minutes soaking and then began to scrub for make the color more lasting . -Cold water washing With cold water ,hand - washing is best for your lovely bag .Brush with a soft brush ,need not bleach or iron . -Drying Suspended cool and ventilated place to dry,avoid sun and high temperatures.Out of the bag inside to aviod the fade. Hold shape with the help from upside down bag along the gravitational force and the bag itself. Package includes 1 ×backpack/ plastic bag Shipping We offer FREE shipping on all orders! We ship within Three business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "92.29",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "288",
    "PositiveFeedbackPercent": "98.8",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nima-nik2016shop"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Fresion Wax Canvas Duffle Bags Multifunction Gym Bag Luggage as Gifts for Tri...",
  "GlobalShipping": "false",
  "Quantity": "10",
  "StartTime": "2017-05-28T09:14:59.000Z",
  "HitCount": "6",
  "TimeLeft": "P24DT16H40M39S",
  "EndTime": "2017-06-27T09:14:59.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "LYSB01MF58S9Z-OFFSUPPLIES"
      },
      {
        "Name": "Brand",
        "Value": "Fresion"
      },
      {
        "Name": "Model",
        "Value": "LYSB01MF58S9Z-OFFSUPPLIES"
      },
      {
        "Name": "UPC",
        "Value": "761290436008"
      },
      {
        "Name": "EAN",
        "Value": "0761290436008"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162531836157",
  "Storefront": {
    "StoreName": "nima-nik2016shop",
    "StoreURL": "http://stores.ebay.com/id=1444899530"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "- Item return must be non used condition.\n- All parts and components must be complete return.\n- Package must return with original package and packing materials.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01MF58S9Z",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}