{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjkxWDEwMzc=/z/vkcAAOSwZ4dZFIC0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjkxWDEwMzc=/z/askAAOSwfpVZFICs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjkxWDEwMzc=/z/j~QAAOSwBt5ZFICy/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjkxWDEwMzc=/z/yTgAAOSw1WJZFICu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjkxWDEwMzc=/z/otgAAOSwrhBZFICw/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/new-office-distressed-leather-light-sling-bag-messenger-brown-women-men-ladies-/292113885189",
  "ConvertedCurrentPrice": {
    "value": "159.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Brown Leather bag This handmade creation is made from durable leather. This bag will become your companion for many years, the versatility allows you to use the bag as a briefcase or day to day bag, which can fit for a 14''-15\" Laptop, an iPad, A4 files, books, magazines, as well as many accessories. As you can see in the photo, this bag has a handy side compartment, with lots of pockets. Ideal all round bag day to day or traveling. A secure zip pocket, and a wallet / purse pocket Features: • Long Adjustable Shoulder Strap • Solid Quality Hardware • Fabric Lining • Inside wall zipper pocket, cell pocket, and purse pocket, Dimensions: Length: 39cm; Height: 29cm; Width: 10cm; Shoulder Strap Color: Antique Brown All of our product are make with High Quality Genuine Leather.We are absolutely sure about our products .Before shipping the product , the product is thoroughly examined. We make sure we add Silica Gel to our packing as it is genuine leather and needs to be kept in a moisture free environment. FACTS Please note that natural markings, scratches and animal wrinkles on the skin/hide appear on finished leather.These are unmistakable identification of leather and in no way lessens the beauty or quality of the leather and are not imperfections. We want to ensure your satisfaction and sincerely hope you will be pleased with this product. Please note: The actual product might slightly differ in color due to different screen resolutions and lighting during photography. Due to eBay's Regulation We Accept Payments Only through PayPal We ship all over the world.Any Import Duties Will be paid by buyer. We Do Shipment Via Bombino & ICC World so your Item is Safe and Insured. We Do Shipment in 5 Working Days after the payment is cleared. Tracking Number Is Provided Immediately After the product is Dispatched. We do provide Silica Gel inside the Pockets so that your item does not catch any fungus. It generally takes 10 working days for Delivery. Note: Custom / Duty will be paid by buyer, wherever its applicable. In the event your item is damaged or defective you must contact us within 24 hrs through contact buyer. product should be sent back in it's original form with all invoices. Note: We can not offer a refund in the following cases: 1) Missing Accessories 2) Damage incurred during return shipping, so you MUST pack returned items well No Neutral/negative rating or dispute is required for a replacement. Just send us an email. *Negative feedback is not a solution. So, we request you to contact us and give us a chance to resolve it asap. If You have any Query regarding our item listed, Please Feel free to contact us on our eBay Id By Clicking On \"Ask A Seller\" If you have any Questions OR Concerns kindly email Us through \"eBay Messages\" ABOUT US We at Mcuero believe leather spells out a statement of Comfort & Elegance !Mcuero began with this Love ! Love for the feel…the touch and the Beauty of Leather! Products at Mcuero are a 100% pure and passionately Handcrafted.Designed to add a Glamour Quotient to your Wardrobe; owning a piece of MCuero will hold true to its name: Handcrafted Luxury FAQ's Can the wallet be made in other colors? Dark brown, wine, red, white, bone and many more. Can I make a special design? Yes you can get your wallet customized to your liking , you can send us a picture of what you want and we can give you your desired product.",
  "Title": "new office distressed leather light sling bag messenger brown women men ladies",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "159.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "MUMBAI, MAHARASHTRA",
  "Seller": {
    "FeedbackScore": "61",
    "PositiveFeedbackPercent": "93.3",
    "FeedbackRatingStar": "Blue",
    "UserID": "mcuero.boutique"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "IN",
  "ListingType": "FixedPriceItem",
  "PostalCode": "400076",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-11T15:19:27.000Z",
  "HitCount": "12",
  "TimeLeft": "P7DT23H53M36S",
  "EndTime": "2017-06-10T15:19:27.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "leather"
      },
      {
        "Name": "Brand",
        "Value": "M'Cuero"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292113885189",
  "Storefront": {
    "StoreName": "mcuero.boutique",
    "StoreURL": "http://stores.ebay.com/id=1241600787"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2921138851898080_1.jpg",
  "HandlingTime": "10",
  "BestOfferEnabled": "false"
}