{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1123916756238080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/FE8AAOSwa~BYPkcZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTA2WDg4Mg==/z/r3YAAOSwo4pYPkfw/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/COACH-F30541-PEYTON-Multifunction-Diaper-Bag-Dream-C-Pink-White-Silver-NWT-/112391675623",
  "ConvertedCurrentPrice": {
    "value": "345.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Template By Froo! COACH F30541 PEYTON Multifunction Diaper Bag In Dream C Pink/White/Silver NWT SILVER/WHITE POMEGRANATE/TAN Dream C print coated canvas with leather trim Inside zip and multifunction pockets Zip-top closure, fabric lining Outside open pockets Handles with 8 3/4 drop Strap for shoulder or crossbody wear Baby changing pad included 16 1/4 (L) x 11 1/4 (H) x 5 1/4 (W) This is a signature product About Us About Us WELCOME to JMJ FASHIONS, where you are treated like family. Starting with the best Customer Service around. Followed by a 14 DAY hassle free return policy, and FREE SHIPPING within the lower 48 is just the tip of the iceberg. I like to shop and surround myself with colorful and unique items. I only offer products that I would use myself. I am open to communications, and offers as long as they are within reason. I am a one person seller, who works 10 hours at a regular job. When I come home I like to surround myself with good communication's, my animals, and just love going shopping for my customers. Be advised I am in no way affiliated or sponsor any brand. Payment Payment Pay-Pal PLEASE NOTE!!! I ship through Pay-Pal using the information in the Pay-Pal/E-Bay transaction. If your address in Pay-Pal is not correct, you are responsible for miss-shipped items and fees associated with it. Make sure your PayPal / E-Bay address is your current address.Payment is required within four days of sale. Shipping Shipping INTERNATIONAL Customers: Please EMAIL ME FOR A SHIPPING QUOTE PRIOR TO Bidding (Based on this items selling price I might be able to Quote a Lower Price/Different shipping Method than listed with the Calculator on this listing, and check your countries Import restrictions PRIOR To Bidding to be certain I can ship this item to you. Also!! International Bidders: *Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. *Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. *These charges are normally collected by the delivering freight (shipping) company or when you pick the item up at your Postal Service. Please, do not confuse them for additional shipping charges. *I do not mark merchandise values below value or mark items as \"gifts\" - US, and International government regulations prohibit such behavior. I only charge actual postal fees. I will refund any overage on shipping that has been paid. Thank you....Please let me know if you have any questions Terms Terms To my valued customers I try at all times to supply the best quality at the best prices, I leave feedback promptly on feedback received. Please be aware that 3's and 4's may adversely affect my ability to obtain discounts and hence pass these discounts onto my customers. I work endlessly to bring your great pictures and description. So please don't copy my pictures or descriptions. It is against E-Bay Policy. Returns Returns We are happy to accept returns for items within 14 days of delivery (we MUST be contacted within 14 days of delivery to qualify for return) All items being returned to us MUST be in the condition sent—sealed packaging on Brand new items, tags still attached with plastic string etc for clothing items. Items that are NOT returned in condition sent are also subject to a restocking fee (20%) since we will no longer be able to sell them as new. If an item that offered free shipping is returned to us (even though it was as described) We do charge a 20% restocking fee so that we are not out our costs. In the case shipping was paid, it is non refundable. We do not refund International Shipping costs for ANY reason. Damage claims need to be investigated and verified (we may ask that you provide digital photos of the damage or allow access to the package for inspection). Serial numbers or infrared watermarks will be authenticated once returns are received before a refund will be issued.Genuinely faulty goods will be replaced or money refunded, however we must be advised of any faulty goods upon receipt of the item. It is the customers responsibility to pay for and ship the item back to us. If the item is found to be faulty, we will also refund the postage cost. Should you for any reason not be 100% satisfied, please contact me, before leaving feedback, and I will make it right. Unless there was a mistake in my listing or you received a defective merchandise ALL RETURNS are accepted within 14 days, minus S/H, and a 10 % restocking Fee. You may also be interested in..... Template by Froo Froo Frooition www.froo.com | selling manager applications, eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design",
  "Title": "COACH F30541 PEYTON Multifunction Diaper Bag In Dream C Pink/White/Silver NWT",
  "ExcludeShipToLocation": "APO/FPO",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "345.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Sesser, Illinois",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "2360",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "Red",
    "UserID": "rose9110_4"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "62884",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-01T14:59:56.000Z",
  "HitCount": "96",
  "TimeLeft": "P27DT23H32M1S",
  "EndTime": "2017-06-30T14:59:56.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Tote/Diaper Bag"
      },
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Color",
        "Value": "Pink"
      },
      {
        "Name": "Material",
        "Value": "Canvas/Leather"
      },
      {
        "Name": "UPC",
        "Value": "888067315479"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112391675623",
  "Storefront": {
    "StoreName": "What Women Desire",
    "StoreURL": "http://stores.ebay.com/id=116593170"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "Handbags",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}