{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P29DT21H31M1S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Great Preloved Condition. Leather looks good.",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/QZYAAOSw-3FZLa8M/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/bgAAAOSwKytZLa8P/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/t7sAAOSw8HBZLa8T/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/DhQAAOSw8lpZLa8X/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/oeYAAOSwlY1ZLa8c/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/X8QAAOSwBt5ZLa8f/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/uOIAAOSw8HBZLa8i/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Harley-Davidson-Hard-Saddle-Bag-Leather-Purse-Shoulder-Bag-Crushproof-Nice-/182603126421",
  "ConvertedCurrentPrice": {
    "value": "79.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Visit our eBay Store Lynn's Collectibles by clicking here! Please check out our other NEW, PREVIOUSLY LOVED and other coordinating items. Be sure to follow us so you can keep an eye on all the wonderful items we have to offer you! Please make reasonable offer. And please think what you would consider reasonable if it were your item for sale. Just in case you were wondering, 50% is not even close to reasonable. This will help us both save time. Please note that we also have to pay approximately 15% fees to eBay and PayPal for every transaction. Ask all questions before bidding as I do not offer returns at this time. Please note that we do have a 100% positive feedback score and 5 stars! We have never had a return! Thank you and Many Blessings. Payment is due within 3 days of auction end using PayPal only. Unless prior arrangements have been made, an \"unpaid item dispute\" will automatically be opened on the 4th day and the item will be offered to the next highest bidder or relisted (at my discretion) - so please be sure to contact me ASAP if you need to make special arrangements. Please examine all pictures and ask questions before you bid/purchase so that you are sure of what you are buying. If there is a problem with your purchase please contact me immediately. All problems can be resolved between us with open communication and I'm confident that you will be pleased with your purchase and the final outcome! Thank you so very much for visiting Lynn’s Collectibles! DOMESTIC SHIPPING ONLY to the United States of America. In most cases, your purchase(s) will be shipped within one business day of confirmed payment. I use the U.S Postal Service (USPS). Tracking is always provided for your protection and mine. Click here to visit Lynn's Collectibles for additional savings! Click here to be taken to Lynn's Collectibles COACH Items Click here to be taken to Lynn's Collectibles Swarovski Figurines Click here to be taken to Lynn's Collectibles Swarovski Jewelry PLEASE READ: Please note that we do have a 100% positive feedback score and 5 stars!Please contact us first with any issues with your purchase. We are more than happy to rectify any problems.All items are 100% AUTHENTIC and emails regarding authenticity will not be answered.Ask questions BEFORE bidding. We will not cancel after auction ends.Items sold are new, shelf pulls, returns or pre-owned and will be noted in the auction notes. If it says NEW, it is new, if it says USED, it was previously loved by another person.Colors may differ depending on the computer being viewed on.Photos are NOT stock photos and are of ACTUAL merchandise unless noted.If your best offer is accepted, you have 3 days to pay for it before an Unpaid Item Case is opened by eBay. If this happens we will be unable to do business in the future. If you need assistance, please do not hesitate to contact me.It is our policy to block any bidders who leave NEGATIVE/NEUTRAL feedback, open a RETURN case or give low stars for service. They will be blocked from purchasing from us again. All of these negatively impact our excellent rating that we work hard for!! Shipping DOMESTIC ONLY (Within the U.S.): Domestic shipping includes HI, AK, and US Territories. Shipments are processed once payment clears and shipped within 1 business day. The tracking number will automatically be emailed once the item ships (or you can check your \"purchased\" section on ebay). Packages are shipped via USPS.NO INTERNATIONAL SHIPPING Visit our eBay Store Lynn's Collectibles by clicking here!",
  "Title": "Harley Davidson Hard Saddle Bag Leather Purse / Shoulder Bag ~ Crushproof ~ Nice",
  "ExcludeShipToLocation": "APO/FPO",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "79.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Cartersville, Georgia",
  "Seller": {
    "FeedbackScore": "391",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "lynns_collectibles"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "30121",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T11:45:37.000Z",
  "HitCount": "4",
  "ConditionID": "3000",
  "EndTime": "2017-07-02T11:45:37.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Harley-Davidson"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Bag Length",
        "Value": "10\""
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Bag Height",
        "Value": "5.5\""
      },
      {
        "Name": "Bag Depth",
        "Value": "5\""
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Strap Drop",
        "Value": "18\""
      },
      {
        "Name": "Closure",
        "Value": "Snap & Latch"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182603126421",
  "Storefront": {
    "StoreName": "Collect With Lynn",
    "StoreURL": "http://stores.ebay.com/id=163125883"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1826031264218080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}