{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/09MAAOSwAPVZFgOj/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxMjM5/z/7PUAAOSw7GRZFgN1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTk4WDgwMQ==/z/OaoAAOSwrhBZFgOe/$_57.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFg2OTA=/z/hQsAAOSwCQZZFgN4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTI3WDE1MDA=/z/~xYAAOSwfpVZFgNv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTc5WDU4MQ==/z/SJQAAOSwi7RZFgN-/$_57.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTc5WDU3NA==/z/rRkAAOSw9OFZFgOO/$_57.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTgyWDUyOQ==/z/~N8AAOSwxu5ZFgOE/$_57.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTc0WDU3Nw==/z/7l0AAOSw~y9ZFgOZ/$_57.PNG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Petunia-Pickle-Bottom-Hideaway-Hobo-Diaper-Bag-Evening-Islington-NEW-MULTICOL-/292115212320",
  "ConvertedCurrentPrice": {
    "value": "176.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Petunia Pickle Bottom Hideaway Hobo Diaper Bag Evening in Islington NEW A new fashion-forward diaper bag, the Hideaway Hobo discreetly totes baby’s essentials with a smartly-designed interior and hidden front pocket. This striking silhouette is outfitted with chic shoulder-carry handles and the new woven jacquard textile of our Signature Collection, in addition to other PPB fabrics.Spacious main compartment with 6 open pockets (2 specifically for bottles)Hidden front exterior zippered pocket for carrying a bottle, keys, or other small accessoriesTop magnetic snap closurePPB-monogrammed plastic wipes caseRemovable, water-resistant and washable baby changing padStamped logo plate and premium hardware2 handles for shoulder carrying, made of vegan leather and polished metal chainFABRICIconic design exclusive to PPB sleekly stitched onto a field of modern color for a textured, minimalist look on an easy-to-clean polyester exterior with water-resistant lining. Special Edition Boxy Backpack features polished gold hardware and zippers.DIMENSIONSHideaway Hobo: 15\" W x 14\" H x 6\"DShoulder strap drop: 11\"Weight: 1.6 lbs You are bidding on a new with tags Petunia Pickle Bottom diaper bag. Excellent condition. Never use. Color: multicolor black/ white/ red/ grey. Please look all the pictures for more details. This is a final sale, no returns. The original box of this item is included. Color : Color may be slightly different from the picture as camera and lighting can effect this If you have any questions about the color of the item, please contact us. Payment: by paypal; requires 2 days after the end of auction. We ship your item after we received your clear, full payment. If you have any questions please send me a message. Thank you! I only sell authentic, quality merchandise. SHIPPING: Within US: we ship our items through USPS 1st class and Priority mail that includes delivery confirmation. International shipping: We ship only via USPS first class and Priority Mail that included online tracking. Import duties, taxes and charges are NOT included in the item price or shipping cost. These charges are the buyer's responsibility. Please make sure that the correct shipping address is reflected in your PayPal account BEFORE you make a purchase. We will not be able to make any changes to the ship to address after the payment is made. Return policy: This is a final sale we don't accept returns. Please ask all questions before bidding. We will not cancel bids by request. If you place a bid in error, please retract your bid by your self . If item is returned for any reason,it must be in the exact condition as it was originally received. Buyer at that point must pay shipping fee to return the item. Feedback is a very important part of the eBay community (positive feedback) in every category is greatly appreciated and needed as it helps us keep our prices low. We value you as a customer and want to help you look great at affordable prices. We work very hard to bring you the highest quality designer merchandise at rates you can afford but if for some reason you should have issues with your purchase or with us, please contact us prior to leaving negative feedback so we may attempt to resolve it.",
  "Title": "Petunia Pickle Bottom Hideaway Hobo Diaper Bag Evening in Islington NEW MULTICOL",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "176.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Tolleson, Arizona",
  "Seller": {
    "FeedbackScore": "143",
    "PositiveFeedbackPercent": "96.3",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "aztileystyle"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "85353",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-12T19:27:06.000Z",
  "HitCount": "15",
  "TimeLeft": "P9DT4H1M27S",
  "EndTime": "2017-06-11T19:27:06.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Petunia Pickle Bottom"
      },
      {
        "Name": "Material",
        "Value": "vegan leather and polished metal chain"
      },
      {
        "Name": "Type",
        "Value": "Diaper Bag"
      },
      {
        "Name": "Style",
        "Value": "Hob shoulder-carry"
      },
      {
        "Name": "Color",
        "Value": "black/grey/white/red"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "China"
      },
      {
        "Name": "UPC",
        "Value": "812400020225"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292115212320",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2921152123208080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}