{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE2M1gxNjAw/z/nA4AAOSw2gxYpxpq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjc3/z/gusAAOSwOgdYpxp0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUzMFgxNjAw/z/odcAAOSw4CFYpxp-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTMx/z/ZP4AAOSwdGFYpxqJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ0OFgxNjAw/z/BhQAAOSwB-1YpxqU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMzOVgxNjAw/z/1nMAAOSwx6pYpxqe/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMwNlgxNjAw/z/KukAAOSw4A5Ypxqp/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI2NVgxNjAw/z/dCIAAOSwWxNYpxqy/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAzM1gxNjAw/z/mSAAAOSwCU1Ypxq7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI5OVgxNjAw/z/1zoAAOSw~AVYpxrE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI3OFgxNjAw/z/q4MAAOSw2gxYpxrM/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM1NFgxNjAw/z/j-YAAOSwOgdYpxrU/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vera-Bradley-MIDNIGHT-BLUES-5-pc-GET-CARRIED-AWAY-LAPTOP-BACKPACK-GRAND-TRAVELER-/192203240739",
  "ConvertedCurrentPrice": {
    "value": "298.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Normal 0 MicrosoftInternetExplorer4 ~ VERA BRADLEY ~ Products 5 PIECE LOT LAPTOP BACKPACK GRAND TRAVELER GET CARRIED AWAY TOTE TURNLOCK WALLET SMARTPHONE WRISTLET MIDNIGHT BLUES Retired NOVEMBER 2014 ALL New with Tags! Brand: Vera Bradley Style Name: Laptop Backpack Style Description: Multi-compartment Backpack style laptop computer carrier. Size: 12\" w x 16\" h x 6\" D with 1 ½\" handle drop and 28\" adjustable shoulder straps Retired Style: Yes Pattern Color: Midnight Blues Retired Color: Yes Color Production Years: Jan 2013 - Nov 2014 SKU: 14417-136 UPC: 886003278932 Retail Price: $109.00 Style Name: Grand Traveler Style Description: Travel Bag; Top Zip, Duffel Tote Bag with removable shoulder strap Size: 21\" W x 14½\" H x 9½\" D, 7\" Handle drop and 52 ½\" removable strap Retired Style: No Pattern Color: Midnight Blues Retired Color: Yes Color Production Years: Jan 2013 to Nov 2014 SKU: 14371-136 UPC: 886003278536 Retail Price: $120.00 Style Name: Get Carried Away Tote Style Description: Travel Bag; Recessed, Breakaway Top Zip Tote Style Bag Size: 18½\" x 15 ½\" x 7 ½\", 12 ½\" strap drop Retired Style: No Pattern Color: Midnight Blues Retired Color Pattern: Yes Color Production Years: Jan 2013 - Nov 2014 SKU: 14537-136 UPC: 886003283646 Retail Price: $92.00 Style Name: Turnlock Wallet Style Description: Large two section, multi slip pocket wallet with Turn-lock Closure Size: 7 ¾\" W X 4 ¾\" H x 1\" D Retired Style: No Pattern Color: Midnight Blues Retired Color: Yes Color Production Years: Jan 2013 - Nov 2014 SKU: 14442-136 UPC: 886003279335 MSRP: $49.00 Style Name: Smartphone Wristlet Style Description: Zip Around Wallet with Smartphone pocket and wrist strap Size: 5 ½\" W X 3 ¼\" H x 1 ¾\" D, 6\" wrist strap Retired Style: Yes Pattern Color: Midnight Blues Retired Color: Yes Color Production Years: Jan 2013 - Nov 2014 SKU: 14416-136 UPC: 886003278857 MSRP: $49.00 This listing is for a NEW with Tags, five (5) piece lot of Vera Bradley bags. All Vera Bradley pieces in this listing are presented in the very popular Midnight Blues color pattern. Midnight Blues is a popular print that was in production for over a year. Introduced as a Vera Bradley 2013 Spring color, it was presented in January 2013, and was just recently retired November 2014. The pattern placement on each of these Midnight Blues items is quite pleasing. All Midnight Blues items that are pictured in this listing are the Midnight Blues items you will receive. The Midnight Blues color was introduced as a Vera Bradley 2013 Spring color, but I think it is one of those great patterns that can be carried year round. You will receive the Vera Bradley Midnight Blues Laptop Backpack, the Vera Bradley Midnight Blues Grand Traveler, the Vera Bradley Midnight Blues Get Carried Away tote, the Vera Bradley Midnight Blues Turnlock Wallet, and the Bradley Midnight Blues Smartphone Wristlet. This 5 piece lot of Vera Bradley items is the perfect combination of bags to fulfill your traveling needs. And of course, they can be carried separately, filling the need for just about any occasion you my encounter. The total retail value of this Vera Bradley 5 piece Midnight Blues lot is $419.00. While some of the styles are still in production and some have been discontinued, Vera Bradley no longer sells any of these items in the retired Midnight Blues color choice. Which makes this lot of New with Tags, Vera Bradley Midnight Blues items a wonderful find. 1) The Laptop Backpack sold for $109.00 & is a discounted style. 2) The Grand Traveler is still in production & sells for $120.00 (the one included in this listing is the older style Grand Traveler). 3) The Get Carried Away is still in production and sells for $92.00 4) The Turnlock Wallet is still in production and sells for $49.00 5) The Smartphone Wristlet is still in production and sells for $49.00 (the one included in this listing is the older style Smartphone Wristlet). The Laptop Backpack is the perfect laptop computer carrier. It not only keeps your laptop save and secure, it's many compartments and large roomy interior provide plenty of room for everything else, and keeps you organized at the same time. The Laptop Backpack is great for every day school use or work commute. And, when it comes to business travel, you can't go wrong. With room enough for your laptop and other work essentials plus a change of clothing, use the Laptop Backpack as a carry on. Even if your luggage is lost, you can still make that all-important meeting. The Grand Traveler is a stylish and functional bag that is just right for vacation trips and weekend get-a-ways too! Perfect for the college student, or the business woman, the Grand Traveler is a very generous sized duffel style bag with one roomy compartment, and lots of pockets for grand organization. The Get Carried Away Tote is a very generous sized tote style travel bag with one roomy compartment, and lots of pockets for great organization. This stylish and functional bag is just right for summer vacations and weekend get-a-ways too! The Get Carried Away Tote is not only a great travel bag, it is also a wonderful tote for day outings. Great for a day at the beach. And the slideable shoulder pads and break away zipper makes it the perfect tote to use when browsing festivals or flea markets. The Turnlock Wallet contains two separate compartments (one zip-around & one turn-lock closure), but the best feature of this large wallet is the many credit card and other slip pockets it contains, eighteen in all total. The Smart Phone Wristlet has outside pocket with a pin-snap closure that will hold your iPod, or most flip and slide phones and smaller smartphones like the iPhone 4 and iPhone 5 and 5S. It will not accommodate the larger Smart Phones (iPhone 6), or the LG G2 or LG G3 or the larger Galaxy Note 3. The pocket is also very handy for keys, a lipstick tube and mirror or other smaller go to necessities. There is a zip-around compartment on back complete with an ID window, a zippered coin pouch, card slot pockets and a bill pocket. Midnight Blues \"Get lost in the dark, rich shades of cool evening with Midnight Blues. Vera Bradley incorporated hyper-saturated, energetic jewel tones and lush botanical hues to create n a mysterious midnight garden of florals in bloom . The intense, spirited spectrum of blues is enlivened with a fresh combination of spearmint, violet, and honey gold. Midnight Blues pattern of petals is as inviting as a late-night stroll.\" The LapTop BackPack \"A favorite of students and professionals alike, Vera Bradley has updated this tech friendly backpack style with an easier to access side entrance, padded laptop compartment (fits most 15\" laptops). The roomy compartment can also house binders, and folders. The main interior will hold additional binders, notebooks, books and more. And there are plenty of pockets and pen holders in the front compartment for even more organization.\" Details: Rolled Top handlePadded, adjustable shoulder strapsLarge Main Compartment hold binder and foldersPadded Laptop Compartment fits a 15\" laptop computer (Hint: measure your laptop screen diagonally)Gusseted, zip-down organization compartment on front includes two slip and one zip pocketsExterior side slip pocketsSolid Logo Printed Interior Care Tips: Machine wash cold, gentle cycle, only non-chlorine bleach as needed, line dry Description: This Vera Bradley Laptop Backpack is presented in the retired Midnight Blues quilted fabric. Midnight Blues is a very popular color. Midnight Blues was introduced as a Vera Bradley 2013 Spring color. In production for over almost two years, it was presented in January 2013 and not retired until November 2014. Inside compartments are lined with solid dark blue (so dark it almost looks black)Vera Bradley Signature material. A generous Backpack style laptop carrier the Laptop Back measures approximately 12' across the front, 16\" tall, and 6\" deep. The Laptop Backpack is a backpack with exceptional style and organizational properties. Unzip the main compartment to reveal a laptop computer padded sleeve located in back that is secured with a Velcro flap closure at the top. There is also enough room in the front of the main compartment for file folders and binders, and other essentials. The two way dark blue nylon zipper on this sections measures 29\" long and actually unzips along the top and halfway down both sides, allowing for a real wide opening. It features a white on dark blue Vera Bradley signature ribbon zipper pull. The front section is a great organizational compartment. It is also secured with a two-way zipper that unzips all the way down either side of the bag. Gusseted sides provide a wider opening while keeping contents safely inside. This dark blue nylon measures 30\" and also features white on dark blue Vera Bradley signature ribbon zipper pulls. This compartment contains two slip pockets and one zippered compartment. One slip pocket measures 5¼\" wide by 5\" deep, the other one is 4\" wide by 5\" deep. The zippered compartment is approximately 8 ½ wide and 12\" deep and features a 7\" dark blue nylon zipper with a white on dark blue Vera Bradley Signature ribbon zipper pull. The exterior features two 6\" x 6½\" slip pockets (one on each side) to keep your most reached for items closer at hand. Pockets are slightly gusseted for expansion. The Vera Bradley Laptop Backpack has a rolled top carry handle and padded adjustable shoulder straps. The carry handle measures approximately 7\" long with a 2½\" handle drop. The adjustable part of the padded back straps are make from black webbed material and are adjusted with black slide buckles. Straps measures 29\" at the longest setting and 18\" at the shortest adjustment. And, of course the straps can be adjusted anywhere in-between for your perfect fit. The padded part of the strap measures 2 ½\" wide. The Grand Traveler \"It's the bag that frequent fliers have been waiting for. This bag has all the features travelers have requested. Guaranteed to turn heads, the Grand Traveler offers a handy trolley sleeve, to ride atop rolling luggage. A large full length zip pocket on front and two slip pockets on the back provide flexible options for travel necessities like travel documents, phone and keys. Four large interior slip pockets for greater organization. The adjustable, removable shoulder strap provides a hand-free option to the comfortable rolled carry handles. All this makes the Grand Traveler the grandest to Travel with!\" Details: Top Zip ClosureTrolley sleeve option lets you slip it onto a rolling luggage pieceFull length zip pocket on frontTwo slip pockets in back Four large slip pockets insideIncludes rolled handles and a removable adjustable shoulder strap Care Tips: Machine wash cold, gentle cycle, only non-chlorine bleach as needed, line dry Description: This Vera Bradley Grand Traveler is presented in the Midnight Blues quilted fabric. Midnight Blues is a very popular color. Midnight Blues was introduced as a Vera Bradley 2013 Spring color. In production for over almost two years, it was presented in January 2013 and not retired until November 2014. The Vera Bradley Grand Traveler is a very generous sized travel bag measuring approximately 21\" across the front, 14 1/2\" tall, and 9 1/2\" deep. The Midnight Blues Grand Traveler features a 26\" dark blue nylon two-way top zipper closure featuring white on dark blue Vera Bradley Signature Ribbon Zipper Pulls. Unzip to reveal one roomy main compartment with two (2) large (10\" x 9\") slip pockets on either side (4 interior slip pockets total). Inside pockets are somewhat gusseted, allowing room for expansion. Even your chunkiest shoes will fit in these pockets! Inside is lined with solid dark blue (so dark it almost looks black) Vera Bradley signature quilted material. Outside the front of the bag features an extra large, full length pocket (19\" x 10\") that is secured with a 19\" dark blue nylon zipper with white on dark blue Vera Bradley signature ribbon zipper pull. This is the older style Grand Traveler. It has the extra large zipper pocket on front instead of the slip pocket with the flap closure. The back of the bag features a trolley sleeve in the middle that your can slide over the handle a rolling suitcase for easy transport. Two (2) slip pocket (5\" x 8.5\"), one on either side of the trolley sleeve provides even more storage and keeps your go-to's within easy reach. The rounded shaped padded handles (rolled handles) on the Vera Bradley Grand Traveler travel duffel bag is just another one of her great features. They look good and feel good too! The padded hand handles are easy on the hand when the bag gets heavy. The handles measure 21\" with a 8\" handle drop. The Grand Traveler also features a removable padded shoulder strap for added convenience The shoulder strap for the Midnight Blues Grand Traveler is constructed from dark blue webbing material and has a Midnight Blues sliding padded shoulder pad for added comfort. The removable strap is approximately 53\" long and clips to either side of the Grand Traveler with silver-tone revolving clevis clips. The strap can be adjusted by a sliding buckle, allowing for your exact measurement. The Vera Bradley Grand Traveler travel bag features a solid base that helps to maintain shape and adds stability. The Baseboard is removable for laundering or for those times when you need the bag to be more flexible. The Get Carried Away Tote \"The ultimate in travel, Vera Bradley's Get Carried Away Tote is designed to function as a travel companion. Unique, breakaway zipper gives the option of securely closing the bag (like a duffel or luggage item) or leaving it wide open! Tons of pockets and positionable shoulder pads make traveling comfortable and easy. Go ahead, Get Carried Away! Details: Breakaway zipper feature allows for wide, tote-like opening or snug and secure closure for travelSoftly quilted, positionable shoulder pads located on handlesSturdy Removable baseSix interior slip pockets plus two plastic-lined pocketsFour outer pocketsAirline carry-on compliant Care Tips: Machine wash cold, gentle cycle, only non-chlorine bleach as needed, line dry Description: This Vera Bradley Get Carrie Away Tote is presented in the retired Midnight Blues quilted fabric. Midnight Blues is a very popular color. Midnight Blues was introduced as a Vera Bradley 2013 Spring color. In production for over almost two One of the best features of the Get Carried Away Tote it the recessed break-away zipper closure letting you choose between a carry on with a secured closure or a open market style bag. The Midnight Blues Get Carried Away has a black nylon zipper that measure 18\" and has a white on black Vera Bradley Signature Ribbon Zipper Pull. Unzip to reveal one roomy main compartment with eight (8) interior slip pockets all round. Both the front and back walls have (3) slip pockets (6 total), the slip pocket in the middle is 7.5\" wide flanked by 4\"wide pockets (all 3 are 6.75\" deep). These pockets are somewhat gusseted, allowing room for expansion. There area also two (2) pockets (one on each side) with elastic banded tops. The interior lining is solid black Vera Bradley Signature material. The exterior of the Get Carried Away tote features four(4) deep slip pockets, one on the front, one on back, and one on each side, for more organized storage, and keeping your most reached for items close at hand. Another wonderful feature on the Get Carried Away Tote are the double carry straps. They look good and feel good too! Each strap has padded shoulder pad that slides into position on the handle. This way if you want to carry by hand, and not over your shoulder, the straps are not too cumbersome in the hand. Each handle measures 31\" with a 12\" strap drop. Perfect for that comfy shoulderbag fit. The Vera Bradley Get Carried Away Tote Travel bag features a solid base that helps to maintain shape and adds stability. The Baseboard is removable for laundering or for those times when you need the bag to be more flexible. Turnlock Wallet \"Elegance doesn't have to stop at handbags. The Turnlock Wallet has both organization and style. Two expandable compartments in the zip around back section and a front section with an elegant turn-lock closure contain enough card slots to hold ALL your different credit and loyalty cards. Two ID windows, two bill slip pockets and a zippered coin compartment help keep everything else organized. This wallet carries all that in one attractive package. Pair it with any favorite Vera Bradley handbag style that incorporates silver-tone hardware for a cohesive look. Unlock your style with the Turnlock Wallet!\" Details: Large sized Wallet can double as a small clutchTwo sections; Turn-lock Closure in front, Zip-around Closure in back. Front section has 2 ID window pockets, 6 Card slot pockets, 2 Bill Slide PocketsBack section has 2 Expandable compartments, large slip pocket, 6 Card slot pockets Exterior Zippered Compartment on back with gusseted side for expansion.Silver-Tone Vera Bradley Turn-lock Hardware Care Tips: Machine wash cold, gentle cycle, only non-chlorine bleach as needed, line dry Description: This Vera Bradley Turnlock Wallet is presented in the retired, Midnight Blues quilted fabric. Midnight Blues is a very popular color. Midnight Blues was introduced as a Vera Bradley 2013 Spring color. In production for over almost two years, it was presented in January 2013 and not retired until November 2014. The Vera Bradley Turnlock Wallet is a larger sized case wallet measures approximately 7 ¾\" across the front, 4 ¾\" tall and 1\" deep. It holds to separate compartment, each featuring a variety of slot and slip pockets. It's size and the many compartments also make the Turnlock Wallet the perfect clutch purse when the occasion to carry one arises. The compartment on the front of the Turnlock Wallet is secured with a Vera Bradley logo, silver-tone turn-lock closure. This compartment flips open to reveal rows and rows of card slots, two bill slip pockets and two ID window slots. The bottoms half of this compartment has two (2) ID windows (3¾\" x 2½\") positioned over a bill slip pocket (7¼\" x 3\"). The top portion contains six (6) credit card slots (three rows for 2) positioned over a second bill slip pocket. The compartment on the back of the Turnlock Wallet is secured with a zip-around closure. Unzip the back compartment to reveal two expandable pockets located in the center. These pockets are 7\" across the front, are 3 ½\" tall, Gusseted sides allow the pockets to expand to about one and a half inches wide and keeps contents secure. The back wall of this compartment contains another six (6) credit card slots. On the front wall is a long slip pocket (7\" x 3 ½\"). The zip-around closure on the Midnight Blues Turnlock wallet measures 15 ½\" long. It is a dark blue nylon zipper with a white on dark blue Vera Bradley signature ribbon zipper pull. There back compartment also features a outside zippered compartment for coins. This pocket is also a handy place to hold keys, hair ties or even a lipstick and small mirror or other smaller go to necessities. This pocket is 6\" by 3½\" and is gusseted on the left side for a wider opening. The dark blue nylon zipper closure on the coin pocket is just under 6\" wide and features a white on dark blue Vera Bradley signature ribbon zipper pull (so dark it almost looks black). The interior on all compartments of the Midnight Blues Turnlock Wallet are lined with dark blue Vera Bradley signature material (again, so dark it almost looks black) Smartphone Wristlet \"Ever have one of these days when your aren't sure if you need a wallet or a wristlet? With the Smartphone wristlet you can have both! The Smartphone Wristlet organizes all the things you carry in your wallet an also comes with a handy detachable wrist strap. The pin snap closure compartment also holds a phone. And the other compartment contain all the components of a well organize wallet.\" Details: All in one phone case and walletOne Compartment has Zip-Around ClosureOne Compartment has Pin-Snap ClosureInside Zippered Compartment; 1 bill pocket, 4 credit card slots, ID Window and a zippered coin compartment. On Front; Pin-Snap Compartment holds 1Phone 5/5s and other similar sized phones6\" Removable Wrist Strap Revolving Clevis Strap Clap Care Tips: Machine wash cold, gentle cycle, only non-chlorine bleach as needed, line dry Description: This Vera Bradley Smartphone Wristlet is presented in the retired, Midnight Blues quilted fabric. Midnight Blues is a very popular color. Midnight Blues was introduced as a Vera Bradley 2013 Spring color. In production for over almost two years, it was presented in January 2013 and not retired until November 2014. The Vera Bradley Smartphone Wristlet is a wallet sized case with a zip around closure on back and a pin-snap flap closure on front. A wrist strap is attached to the top left corner. It measures 5 ¼\" wide by 3\" tall and is ¾ deep. The Midnight Blues Smartphone Wristlet has a back compartment that features a 13\" black nylon zipper with a white on dark blue Vera Bradley Signature ribbon zipper pull. The Zipper wraps around the sides and top of the wallet and just a little around the bottom corners. Unzip to reveal an a wallet type compartment that contains a 6\" long by 4 ½\" deep slide pocket on the back wall to keep your bills. Three credit card slot pockets are positioned on the right side over a zippered pocket, perfect for holding coins, or perhaps some hair ties. The left side an ID window pocket positioned over another credit card slot pocket. On the front is a slip pocket with gusseted sides and bottom. This compartment measures 5 ½\" across the front, is 3\" tall and about ½\" wide, and is meant to hold your smartphone, but is also perfect for keys or other smaller go-to items. The pocket is secured with a flap closure that snaps shut pin-snap. The interior on both compartments of the Midnight Blues Smartphone Wristlet are lined with dark blue Vera Bradley signature material (so dark it almost looks black).The Vera Bradley Smartphone Wristlet features a great wrist strap. The strap has a 6\" strap drop when clipped to the top of the case. The revolving silver-tone clevis clasp can be unclipped and attached to another bag when you want to carry as a wallet and not a wristlet. Do Your Want more Vera Bradley Purses or travel bags? Then you might want to check out my other listings. If Midnight Blues is a favorite color, I also have the Vera Bradley Midnight Blues pieces offered in this lot listed separately. And, I also have most of the pieces offered in this listing available in other Vera Bradley colors. Plus I have several other style Vera Bradley purses, totes, backpacks, and travel bags in many different color patterns available. Some are New with tags, some are previously owned. Can't make up your mind on which color or style you like best? With my low starting bids and discounted Buy-it-Now prices why not buy more than one. And, to save you even more money, I am always willing to combine shipping (see below). Shipping & Handling Discounts Available. Check out all the other great items I have listed on eBay. To save you money, I will be happy to combine Shipping & Handling Charges for multiple auctions. If you intend to bid on any of my auction, just let me know, and also when your buying is complete. At that time, I will send you a revised invoice that reflects discounted shipping & handling charges. Sometimes eBay's combined shipping discount calculator does not correctly calculate the correct weight of the combine packages, resulting in an inflated shipping rate. In those cases I will reissue a corrected invoice. Please wait for me to sent the revised invoice with the corrected shipping charges. If you do pay the invoice with the higher shipping price, I will refund the difference to your Pay Pal account. Feel free to contact me using eBay’s message system if you have any questions, or for exact combined shipping charges. Be sure to include your Zip Code and the items you want to buy or will be bidding on. Payment Policy: Payment is due within 7 days of. I will issue a revised invoice when combining shipping on two or more of my auctions. Simply inform me when buying is complete by using eBay’s Request Total Option. Due to eBay’s policy payment must be processed thought PayPal. Shipping Policy: I will ship your item(s) within one (1) business day (sometimes same day) of receiving your CLEARED Payment. E-Checks can take up to 4 business days to clear. Your item(s) will ship USPS Priority Mail (normal delivery time 2-3 Business days) or USPS Standard Mail (3-10 business days), your choice. If your package weights less that 13oz I will also offer 1st Class Mail as a less expensive alternative. Please note that in order to serve you best I offer more than one shipping method for you to choose from. Shipping charges, when applicable, are calculated on total package weight, sometimes less (I pay the difference), never any Handling Fees. And remember, I am always more than happy to combine shipping to save you money. Also, think “Green”. I am very ecology minded. I reuse boxes and bubble envelopes, or fashion shipping containers from used cardboard whenever possible. SAVE THE PLANET! Every little bit helps. Return Policy Details: Item can be returned for Full Refund, less Shipping Costs, within 30 days. If item is not as described I will issue a full refund, including the Shipping & Handling Charges I bill for. Buyer is responsible for return shipping costs. Refunds will be issued through PayPal after I have received the returned item. Should you want to return an item for any reason, PLEASE contact me directly, using the eBay Message System, rather than opening a Return Request through eBay. Please contact me for return goods authorization # and return instructions BEFORE returning ANY item. Thank You. THANKS FOR LOOKING!!!",
  "Title": "Vera Bradley MIDNIGHT BLUES 5 pc GET CARRIED AWAY LAPTOP BACKPACK GRAND TRAVELER",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "298.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Wanatah, Indiana",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1442",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "thegoods_t-n-r"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "46390",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-31T11:05:13.000Z",
  "HitCount": "18",
  "TimeLeft": "P27DT18H56M53S",
  "EndTime": "2017-06-30T11:05:13.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Vera Bradley"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Style",
        "Value": "Travel Bags Backpack & Wallets"
      },
      {
        "Name": "Pattern",
        "Value": "Floral"
      },
      {
        "Name": "Item 1 Style Name and Style No",
        "Value": "Laptop Backpack, 14417-136"
      },
      {
        "Name": "Item 2 Style Name & Style No.",
        "Value": "Grand Traveler, 14371-136"
      },
      {
        "Name": "Item 3 Style Name & Style No.",
        "Value": "Get Carried Away Tote, 14537-136"
      },
      {
        "Name": "Item 4 Style Name & Style No.",
        "Value": "Turnlock Wallet, 14442-136"
      },
      {
        "Name": "Item 5 Style Name & Style No.",
        "Value": "Smartphone Wristlet, 14416-136"
      },
      {
        "Name": "Color Pattern Name",
        "Value": "Midnight Blues"
      },
      {
        "Name": "Grand Traveler UPS",
        "Value": "886003278536"
      },
      {
        "Name": "Get Carried Away Tote UPC",
        "Value": "886003283646"
      },
      {
        "Name": "Turnlock Wallet UPC",
        "Value": "886003279335"
      },
      {
        "Name": "Smartphone Wristlet",
        "Value": "886003278857"
      },
      {
        "Name": "UPC",
        "Value": "886003278932"
      }
    ]
  },
  "Site": "US",
  "ItemID": "192203240739",
  "PrimaryCategoryID": "169303",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Item can be returned for Full Refund, less Shipping Cost, within 7 business days.  If item is not as described, I will issue a full refund including the shipping & handling charges I invoiced you for.  The Buyer is responsible for return shipping costs.  Refunds will be issued through PayPal after I have received the returned item.  Please contact me for a Return Goods Authorization # and return instructions BEFORE returning ANY item.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1922032407398080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}