{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAzMFgxMDE5/z/RpQAAOSwWKtUxLQN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/9pMAAOSwk5FUxLQR/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/R0wAAOSwWKtUxLQW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/R5AAAOSwWKtUxLQZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/pYwAAOSwa39UxLQd/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/Ht8AAOSw8d9UxLQh/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/-CMAAOSwk5FUxLQl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/SNIAAOSwWKtUxLQo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/Tu8AAOSw1ZBUxLQs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/NgcAAOSw0e9UxLQx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/qrAAAOSwmrlUxLQ1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg0WDUxMg==/z/p0MAAOSwa39UxLQ4/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/S-T-DUPONT-CONTRASTS-LEATHER-BAG-BRIEFCASE-LAPTOP-BAG-BRIEFCASE-CASE-CARTELLA-/322517488210",
  "ConvertedCurrentPrice": {
    "value": "232.29",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Welcome to VIP Auctions Welcome to VIP AUCTIONS. Visit our Shop constantly interesting offers on fair terms. STDUPONT ORIGINAL BRIEFCASEFROM THE \"CONTRASTE COLLECTION\"New & Sealed incl. Papers & ACCESSORIES Please click on the small pictures to enlarge them     You can find more pictures in lower part of the description STDUPONT ORIGINAL BRIEFCASEFROM THE \"CONTRASTE COLLECTION\"New & Sealed incl. Papers & ACCESSORIES OriginalSTDupontPARIS\"Contraste Collection\"ST Dupont briefcase with detachable shoulder strapYou are bidding on an elegant and timeless luxury,on an exclusive portfolio of luxury brand S.T.DupontA tasteful briefcase / shoulder bag. The bag is made of genuineCalfskin worked. Inside it is equipped with coated cotton.With inside pocket. Both the Schulterumhängegurt and at Henkelto wear. A golden button ensures secure closing.Color: Red / Dimensions: 36 cm wide x 27 cm high x 4,5 cm deepA symbolic line connecting the inspiration of a more than 30 yearsdeveloped line of ST Dupont reflected. A number of extra-flatProducts, mainly leather goods. A technique from the '70s: Afterthe quilting process carefully smoothed the edges and clean with aChinese ink decorated as manual labor. The symbolic and immediately recognizable S.T.Dupont Logo is engraved on the golden castleCondition - NEW & SEALEDThe outrageously expensive briefcase is in stock STDupont Anthercomplete with all accessories (s.Bilder)   incl. STDupont Certificate offered.This item is subject to differential taxation. Therefore, the purchase price inVAT included in the invoice is not reported separatelyFor the lover and collector of accessories with a difference   Even more luxury items, please see our shop                     Circumference of the auction. The auction includes   the pictured and described   Exhibit. Warranty cards original papers original box and accessories etc. belong only to the extent of the auction when they were photographed or are mentioned by name in the text. Please note that we also give used and have natural patina in auction. Our used items do not claim to perfection from new. Complexity of auction. Instruction handbook auditing papers guarantee card register syllabuses accessories or similar are only than elements off the auction if there are pictures taken off or as the case 'may be They Mentioned by name in the inlet text. The auction only includes the Adjacent exhibit without any decoration. Shipping and packaging costs without Germany International shipping - International bidders are welcome: Of course we ship our items internationally so. Please inform yourself on shipping costs for your country in advance. After auction closing just enter your Desired shipping address into our purchase processing form. Subsequently we send you an e-mail Including all Necessary payment data. We accept Bank to bank payment & Paypal We like to point out, dass die transmission can only be send if the amount to pay for the inauction bought piece and the shipping and handling amount is Transferred completely. The transmission is handled in insured packets. For each country Which do not belong to the european union you have to pay customs charges and taxes for the Particular country you live. The costs will not been taken by us and we are not allowed to give you any information about the tariff walls. Please ask about the customs charges and taxes before you decide to bid on our auctions. TOP TOP TOP TOP TOP TOP TOP TOP TOP TOP TOP TOP TOP TOP TOP   VIP - AUCTIONS Welcome to VIP AUCTIONS Transparency creates trust ...We have let us check for you VIP Auctions - has proved member and top rated and offers a high level of professionalism and customer focus. To participate in the program vendor must regularly have positive reviews and to offer their buyers a great service. For you, this means more service and security while shopping. We are a member of the eBay program and offer high flexibility and security by modern payment methods. They are not happy with the item?No problem redeemed within 30 days without any problem! Welcome to VIP AUCTIONS In recent years, we have developed into a specialized online auction site. Our emphasis is on quality accessories from all major luxury brands and manufacturers. We sell rare luxury accessories and collectibles. We are constantly trying to offer interesting and rare objects. In our daily auctions you will find exquisite and precious jewels rare watches noble writing instruments and other luxury items at unbeatable prices. We sell only genuine brand items and collectibles. We dissociate a USD rücklich of providers cheaper plagiarism. Our products can always be checked by an expert. Our many customers have already confirmed your reviews and customer loyalty. Convince yourself of our service and we are pleased to welcome you to our regular customers to count. VIP AUCTIONS offers both luxury accessories used in good to mint condition and unused brand manufacturer of luxury at an affordable price. Our Auctions After the auction, eBay provides you with all the necessary information for a smooth transaction ready. In addition, you will receive an e-mail with all the important data to the won auction. Caution: Due to the necessary storage and safety reasons, a cash payment when Anholung is not possible. We also do not accept payments by COD. We auction   our products in perfect accordance with the applicable German law and after the sale of eBay policies. We encourage you to read our Terms and Conditions before buying. You can find these on our MI Page. By placing a bid, you accept these conditions. Our Articles Always items only shown for auction. Other accessories are only part of the auction if it a USD rücklich mentioned in the description. We give the greatest pains to describe the specified item as accurately as possible. If you are still dissatisfied with the auctioned item we will be accommodating us and work with you to find a way to bring the auction to a positive end for both sides. Domestic shipments VIP auctions is an official partner of GLS and DWL. That means we have the best logistics company at our side, and thus each of your shipments coming on time and safely to you. Payment and shipping within Germany Delivery only after payment • Order value up to € 500 00 = 7 00 € *. • Order value up to € 2,500 00 = 15 00 € *. • goods worth up to € 25.000 = 00 25 00 € * * For shipping costs free auctions, we pay the shipping costs within Germany.     Payment and Ship without Germany International shipping - International bidders are welcome: Of course we ship our items internationally so. Please inform yourself on shipping costs for your country in advance. After auction closing just enter your Desired shipping address into our purchase processing form. Subsequently we send you an e-mail Including all Necessary payment data. We accept Bank to bank payment & Paypal We like to point out, dass die transmission can only be send if the amount to pay for the inauction bought piece and the shipping and handling amount is Transferred completely. The transmission is handled in insured packets. For each country Which do not belong to the european union you have to pay customs charges and taxes for the Particular country you live. The costs will not been taken by us and we are not allowed to give you any information about the tariff walls. Please ask about the customs charges and taxes before you decide to bid on our auctions. Delivery and Payment Information You will receive after purchasing an e-mail that contains all necessary data about the handling. This should be in digital weekday within 12 hours after auction end. If you have not received an email within 24 hours please contact us immediately. For the fastest processing, you can view our account information immediately after the ending date on the auction page or shipped by eBay Graduation email. Do not you want to use the purchase of eBay please write us an email to find out the account information. Immediately after receipt of the goods we deliver the package delivery usually in Germany within a time frame of 48 hours. (Holidays & weekends excluded). Please note that a referral depending on the bank may take up to 2 working days. Of course we can only control the shipping when we can register your entrance. Please make sure you enter the article number on the transfer in the \"purpose\" of otherwise your payment can not be allocated. If you have not received goods within one week after your payment please inform us about it, we will contact you immediately with the commissioned Package Service. High-quality goods is such that the shipment is delayed about 24 hours in a secure warehouse. Problems in carrying Should there be any problems in processing are, for example, no e-mail contact (feedback) try it on EBAY as many emails do not arrive partly because of the spam filter. Another service plus   Our review is a barometer of customer satisfaction rate us as a seller honest and fair reason. Before you leave a negative feedback, you should seek contact to us because for every problem there is a solution. It is possible that the buyer with the product but very satisfied, other factors not find acceptable. In this case you should not generally be rated negatively.    Our tip: Take a feedback necessarily the comment line.     Customer Satisfaction   We will not leave you in the rain.    When problems arise, you should contact us. E-mail:  Please use eBay messaging system              Please use eBay messaging system Phone:  0231 / 478 79 79 Fax:        0231 / 478 79 81    Together we will find a solution for your satisfaction is important to us as a seller.    Payment Methods We encourage you receive the item within 10 days by bank transfer or PayPal to pay. Due to the necessary storage and safety reasons, a cash payment when Anholung is not possible. We also do not accept payments by COD. Assessment We are very happy about a positive feedback from you. VIP AUCTIONS always gives you an evaluation if the transaction is fully settled. If something is not to your satisfaction you something please contact us at Please use eBay messaging system before you leave a negative or neutral feedback. We stand for a fair settlement. We will work together with you to solve any problem.   PURCHASE / TRADE-IN / EXCHANGE They have special items that you want to be in good hands? We are always interested in buying high-quality accessories watches and jewelry. We buy single items and your entire collection. We also offer a trade-in. Scans digital photos or other useful information are very welcome. IMPRINT VIP AUCTIONS Inh .: Oleg Garbuz Weißenburgerstr. 6 44135 Dortmund Phone: 0231 / 478 79 79 Fax: 0231 / 478 79 81 E-mail: Please use eBay messaging system Tax number: 315/5069/1360 Tax Office Dortmund-Horde VIP AUCTIONS VIP AUCTIONS internet auction service. We auction for you on eBay. VIP AUCTIONS offers as a sales agent a comprehensive and convenient service to add items to the leading internet platform eBay auction. VIP AUCTIONS - VIP service around.",
  "ExcludeShipToLocation": [
    "AU",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB",
    "CA"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "232.29",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Dortmund",
  "Seller": {
    "FeedbackScore": "2704",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "Red",
    "UserID": "vip-auktionen"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "S.T.DUPONT CONTRASTS LEATHER BAG BRIEFCASE LAPTOP BAG BRIEFCASE CASE CARTELLA",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-15T11:38:31.000Z",
  "HitCount": "21",
  "TimeLeft": "P11DT20H35M18S",
  "EndTime": "2017-06-14T11:38:31.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Design1",
        "Value": "Detachable Carrying Strap"
      },
      {
        "Name": "Style",
        "Value": "Mallettes"
      },
      {
        "Name": "Brand",
        "Value": "DuPont"
      },
      {
        "Name": "Exterior Material",
        "Value": "Leather"
      },
      {
        "Name": "Fastener",
        "Value": "Buckle"
      },
      {
        "Name": "Design",
        "Value": "Adjustable shoulder strap"
      },
      {
        "Name": "Handbag Size",
        "Value": "medium"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "MPN",
        "Value": "Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322517488210",
  "Storefront": {
    "StoreName": "VIP-AUKTIONEN",
    "StoreURL": "http://stores.ebay.com/id=688923386"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "DE",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3225174882108080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}