{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625357138778080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/irwAAOSwH09ZLoGg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/PWMAAOSwcB5ZLoGg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MjkxWDUwMA==/z/YmwAAOSwlndZLoGg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/ApUAAOSw5cRZLoGg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/ljAAAOSw0hlZLoGh/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/DcoAAOSwZKBZLoGg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/F-UAAOSwYlRZLoGg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/sB4AAOSw8HBZLoGg/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Fish-Fairy-Vintage-Canvas-Backpack-Rucksack-Casual-Daypacks-15-inch-Laptop-Ba-/162535713877",
  "ConvertedCurrentPrice": {
    "value": "67.68",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Fish&Fairy Vintage Canvas Backpack Rucksack Casual Daypacks 15-inch Laptop Backpacks Made from high quality thick canvas, texture is soft, strong and durable, carry comfortable, multiple pockets make the classification more convenient Cotton lining Hand wash Warranty: All of Fish&Fairy bags have 1-YEAR WARRANTY. Any further problems with your items, please feel free to contact us. We will solve it till your 100% satisfaction A great versatile casual Daypack for the school, gym, outdoor or weekend trips, also can be uesd in the daily travel Fish&Fairy Unisex Vintage Canvas and Leather Laptop Backpack School Bag Daypacks in Vintage-Look Product Description: - Brand: Fish&Fairy Product Key Features: - Made of high density cotton canvas ,zips and the real head layer cowhide , robust, classic and fashion. - Freely adjustable shoulder strap buckle, you can adjust it according to your height and comfort requirements. - Scientific and reasonable pocket lining design make your goods lay in the bag systematically. - There is a handle on the top of the bag, it can be used as a tote bag. - It's a very good Canvas Backpack for working, traveling, school and daily using. What you can put in this Canvas Backpack? - You can put A4 books, 15'' laptop, clothing, ipad, glasses, wallet, keys, cell phone, umbrella, document and cigaret in the bag. How to maintain the canvas bag? - Wash it with clean water in ordinary temperature. - DO NOT wash it with hot water and alkaline detergent. - Hang to dry and store in ventilated place instead of sun exposure. - Wash Separetely to avoid staining. Warmly Notice: Since the size above is measured by hand, the size of the actual item you received could be slightly different from the size above. Meanwhile, please be reminded that due to lighting effects, monitor's brightness / contrast settings etc, there could be some slight differences in the color tone of the pictures and the actual item. Package includes: - 1 * Fish&Fairy Canvas Backpack Note: This product has been registered in the trademark office for record in the U.S. Shipping We offer FREE shipping on all orders! We ship within Three business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "67.68",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "288",
    "PositiveFeedbackPercent": "98.8",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nima-nik2016shop"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Fish&Fairy Vintage Canvas Backpack Rucksack Casual Daypacks 15-inch Laptop Ba...",
  "GlobalShipping": "false",
  "Quantity": "10",
  "StartTime": "2017-05-31T08:41:06.000Z",
  "HitCount": "4",
  "TimeLeft": "P27DT17H52M52S",
  "EndTime": "2017-06-30T08:41:06.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Brand",
        "Value": "Fish&Fairy"
      },
      {
        "Name": "Model",
        "Value": "Does not apply"
      },
      {
        "Name": "UPC",
        "Value": "611536905129"
      },
      {
        "Name": "EAN",
        "Value": "0611536905129"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162535713877",
  "Storefront": {
    "StoreName": "nima-nik2016shop",
    "StoreURL": "http://stores.ebay.com/id=1444899530"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "- Item return must be non used condition.\n- All parts and components must be complete return.\n- Package must return with original package and packing materials.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01N9Q9DPU",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}