{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "TimeLeft": "P26DT14H51M36S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/zhIAAOSwX9FZLR2u/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/hKEAAOSw42dZLR2u/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/mdwAAOSw1WJZLR2u/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/4GoAAOSwYlRZLR2u/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/GOQAAOSwxu5ZLR2u/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/GPwAAOSwxu5ZLR2w/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/rucAAOSwfRdZLR2y/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/EwEAAOSwR29ZLR2w/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OowAAOSw-K9ZLR2w/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/khQAAOSwGJlZLR2x/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/CqMAAOSwDiBZLR2x/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/zi4AAOSwZ4dZLR2y/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-Vintage-Fendi-Pequin-stripe-and-brown-leather-duffel-bag-/142398902918",
  "ConvertedCurrentPrice": {
    "value": "260.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Authentic Vintage Fendi Pequin stripe and brown leather duffel bag Made in Italy Serial number: A 00464 4 CONDITION: This Authentic Fendi Zucca duffel bag is in pre-owned condition. The exterior FF striped monogram canvas is still looking good, but it has become a bit soft so the bag is not so firm, there are a few marks from previous use but nothing very noticeable. The interior is also looking good, but a bit worn down, so the material has some wrinkles and wear due to the bag being old. The Leather handles look good and all stitching is intact. All the corners look great with some light scuffs and wear.  The gold tone hardwear still shines a bit but is also tarnished. The zipped closure functions perfectly. For being a vintage duffel bag it still looks great! DIMENSIONS: (APPROX.)    Height: 30cm, Length: 51cm, Depth: 24cm Height: 10.6\", Length: 20\", Depth: 9.4\" Handle Drop: 20cm or 7.8\" Adjustable shoulder strap. SHIPPING WORLDWIDE IS FREE! Authenticity: At Connect Japan Luxury, each bag is hand selected from Japans diverse, one of a kind, collectibles. Many of our luxury bags are no longer in production making them priceless, select bags. We work hard to offer the very best collection and shopping experience. Connect Japan Luxury will offer a quick, safe, and simple online solution, accompanied by unparalleled customer service. You can purchase from us with utmost confidence that you are buying ONLY authentic merchandise. Connect Japan Luxury was established in 2000. We are registered and licensed to buy and sell pre-owned brand name luxury items by the Japanese Government as per Japanese law. Our License number is: 631161400020. All of the items that we list are guaranteed to be 100% authentic and genuine brand and luxury items inspected by our experts and professionals prior to listing on our site. Details such as stampings, symmetry, stitching, hardware, date codes, as well as overall workmanship and materials are all inspected and compared to the manufacturers established standards of quality. We encourage all of our customers when in doubt to take their item to the respective official brand boutique to verify authenticity. Finally we always stand by our 14 days return policy no questions asked. Shipping & Delivery: Item will be shipped within 24 hours of cleared payment to PayPal Confirmed address only. Please ensure that your \"ship to\" address is listed/on record with PayPal prior to purchasing. We ship worldwide using Japan EMS, and will include tracking number. This is the fastest and safest form of shipment, and will take 3-7 Business Days from Japan to anywhere in the world. International Buyers: Your country's Customs Office and Post Office may take several more days to process your package after it arrives from Japan. It is the buyer's responsibility to keep track of the whereabouts of your package, and ensure that you or your designate is present to receive the delivery from your post office when it arrives. Seller is not responsible for the delay in the final delivery of the package to you. Customs duties, taxes and other charges that may be collected at destination country are not part of the shipping cost, and the responsibility of the buyer. Please ensure that you are aware of what these charges are before making your purchase. Returns: Returns will be accepted within 30 days after the item is delivered, if the item is not to your satisfaction. An eBay email message is required for a return; opening a “case” is not necessary, a prompt response to your message will be given. The item being returned must be in the same condition as it was received. A refund will be issued only after the returned item is received in the same condition. Please mark the parcel as “return merchandise or goods” upon shipping. Under most circumstances return-shipping cost is the buyers responsibility. Expectations: The items that we sell are not brand new items, but are used/pre-owned, and many are vintage category. They may have markings, damage, stains, scratches, old leather smell, musty storage smell, or other indistinguishable odor, etc. We do our best to list all the flaws, wear and damage to the items in the “Condition” section. Please also make sure to read it carefully and send us an email if you have any question prior to purchasing. Finally please view and zoom into all of our HD photos before purchasing the item. Customer Care: We are willing to work with all of our customers to ensure 100% satisfaction! EBay policy asks buyers to contact their sellers first to resolve all issues. Please contact us first before writing a negative or neutral feedback, and give us the opportunity to address those issues to your satisfaction. We strive for a Positive 5-Star Feedback from all our buyers. Issues can be resolved!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "260.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Kobe",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1806",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "connectjapan"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Authentic Vintage Fendi Pequin stripe and brown leather duffel bag",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-30T07:22:27.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1423989029188080_1.jpg",
  "SecondaryCategoryIDPath": "11450:4250:52357",
  "EndTime": "2017-06-29T07:22:27.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Fendi"
      },
      {
        "Name": "Material",
        "Value": "Nylon & Leather"
      },
      {
        "Name": "Style",
        "Value": "duffel"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Size",
        "Value": "Large"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142398902918",
  "PrimaryCategoryID": "169296",
  "AutoPay": "true",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Men's Accessories:Backpacks, Bags & Briefcases",
  "Storefront": {
    "StoreName": "ConnectJapan",
    "StoreURL": "http://stores.ebay.com/id=21519661"
  },
  "SecondaryCategoryID": "52357",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "If you are dissatisfied with any of the items that you purchased from our store, you can return your purchase for a full refund within 30 days of the date received. The received date is calculated according to the shipping carriers tracking information. The item returned must be in the same condition as it was received, including all papers, dust-cover, box, lock & keys or any other accompanying material. A refund will be issued only after the item is received back to our store in the same condition.\n\nWe recommend insuring your shipment for the appropriate amount. Within 2-3 business days upon receipt of your returned merchandise, you will be issued a refund for the original sales price and any taxes in the same form (PayPal) as the original payment method. Please note that this credit will not include any original shipping charges.\n\nPlease mark the parcel as “Returned merchandise or goods” upon shipping the item back. Under most circumstances return-shipping cost is the buyer’s responsibility. In addition, you must courier your returned item(s) within three (3) days after stating intent to return and you must send us the tracking number for the package. If we do not receive notification that the returned items(s) was shipped and do not receive a tracking number for the package, your refund will not process as fast.\n\nTo help avoid you having to deal with returns, please review the description, Condition and all HD photos carefully prior to purchasing. Please note size and flaws in the listing of description and photos. As a re-seller of previously owned luxury goods and we sell as is, we do not provide a “warranty” of the workmanship of the brand that would be covered by the brand manufacturer.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "SKU": "142398902918",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}