{
  "HighBidder": {
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "d***j",
    "FeedbackScore": "282"
  },
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1124120992818080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMlgxMDAy/z/uhIAAOSw1WJZHkMT/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Oakley-Bathroom-Sink-/112412099281",
  "ConvertedCurrentPrice": {
    "value": "123.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "1",
  "NewBestOffer": "false",
  "Description": "Oakley Bathroom Sink The Oakley Bathroom Sink is a scaled-down version of its big brother, the Kitchen Sink. Despite this, it&39s still loaded with convenience features. The side zipper lets you access a padded sleeve that fits most tablets and e-readers, as well as some 13-inch laptop models. An organizer panel puts a muzzle on life&39s chaos, and the pack&39s lid has a dedicated pocket for your media player, complete with soft-brushed lining and a port for your headphone cable. No sense digging like a mole when you need something, so we included plenty of exterior pocket space. The outside is also rigged with D-ring and hook tie-downs, rings for attaching things, and aggressive styling that makes ordinary backpacks look like they should have sewn-on kitties. Padded laptop panel with side access fits some 13\" computers and most tablet / e-reader sized device, Organizer panel, Brushed media pocket on lid with headphone port, Padded back panel and shoulder straps, Heavy-duty polyester fabric with rubber bottom, 11\" Padded Laptop Sleeve Size 11.75\"x7\"x17\" Gender Men Color Black Thankyou for shopping with LuggagBase! To make your purchase as simple and easy as possible, please refer to the store policies listed below. After winning an item in auction or completing a Buy It Now purchase, you have two check-out options: Check-Out Now! Click the Pay Now button at the top of this listing to immediately proceed with our checkout and payment process. Payment We accept the following forms of payment. PayPal Visa / Mastercard Discover American Express Sales Tax For shipments to California addresses, we are required by State law to collect Sales Tax. Shipping Most items ordered before 12:00 p.m. Pacific time are shipped within one business day from the time the ordered is place from our warehouse in California(*except in the month of December*). Depending on your location, some items may be shipped from the manufacturer's warehouse. This is called \"drop shipping.\" If your order was drop shipped, its status may display as \"pending\" for several days. However, drop shipments will still arrive in a timely manner, since the warehouse of origin is closer to your shipping address. As with other orders, you will receive a tracking number once your drop shipped items have shipped.  Shipping times depend on your location and rang from 1 to 5 busness days from the time of shipping. Orders over $50 ship free via FedEx Ground. Orders over $100 may require an adult signatory to be present. If your order is less than $100 and there is a safe place to leave your package, the carrier may leave the package if no one is available at time of delivery. This decision is made by your local carrier and LuggageBase cannot be responsible for packages lost in transit. We will assist in filing a lost package claim with the carrier. Customer Service Phone: 805-929-8191 Customer Care Hours: M-F 8:30am - 5:30pm PST 670 South Frontage Road, Nipomo, CA 93444 Hassle-Free Returns LuggageBase wants every customer to be 100% satisfied. To help secure your satisfaction, we offer a 30-Day Money Back Guarantee on unused* merchandise.  If, for any reason, you are not satisfied with the item you purchased, simply use the Pre-Paid Return Label that is included with your order, and ship it back to us. We will deduct a flat fee of $15 per package from your refund to help cover return postage. That 's it! *Returned goods must be in the same condition that you received them. Used products are non-refundable. Luggage Base has the right to refuse products that are returned to us after 30 days from original delivery date or items received in used condition. Any orders refused or undeliverable for any reason will be subject to a $20.00 per package charge which is non-refundable.",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "123.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Nipomo, California",
  "Seller": {
    "FeedbackScore": "230",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "luggage_base"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "93444",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-05-19T00:57:52.000Z",
  "Title": "Oakley Bathroom Sink",
  "TimeLeft": "P15DT9H55M59S",
  "EndTime": "2017-06-18T00:57:52.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Oakley"
      },
      {
        "Name": "Style",
        "Value": "Bag"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "Features",
        "Value": "Padded laptop panel with side access fits some 13\""
      },
      {
        "Name": "Gender",
        "Value": "Men"
      },
      {
        "Name": "Weight",
        "Value": "2.5"
      },
      {
        "Name": "Size",
        "Value": "11.75\"x7\"x17\""
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112412099281",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "10247-color-Black",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}