{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFg4NjQ=/z/vN0AAOSwnHZYUndu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjA5/z/v4MAAOSw5cNYUndT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDM2/z/q98AAOSwJ7RYUndY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjk0/z/XVUAAOSwImRYUndc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDkx/z/0g0AAOSwEzxYUndg/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAzMVgxNjAw/z/y1gAAOSw2xRYUndj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/y-QAAOSw2xRYUndn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/yhEAAOSw241YUndr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMyMlgxNjAw/z/jRoAAOSwo4pYUndx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzcxWDE2MDA=/z/UNEAAOSw6DtYUndz/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-DOLCE-GABBANA-Bag-Luggage-Trolley-Cabin-Suitcase-Leopard-Travel-Womens-/272696414888",
  "ConvertedCurrentPrice": {
    "value": "399.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Phone: (0046)36 100129 Home About Us Terms & Conditions View Feedback Contact Us Add To Favourite Sign Up Newsletter Add our Store to your Favourites and receive email newsletters about new items and special promotions! General Interest Store Home Our Feedback Email a Friend Dolce & Gabbana BAG Absolutely stunning, 100% Authentic, brand new with tags Dolce & Gabbana women's leopard print cabin size Luggage trolley travel bag. This bag comes from the exclusive MainLine Dolce & Gabbana collection. Color: Brown leopard print and black, silver metal detailing Strap: Three handles Material: Cotton, fabric, leather Full zipper closure, padlock with key closure One front pocket with zipper closure One inside compartment with zipper closure Two wheels Handle extracts 33cm Logo details Made in Italy Measurements: 56cm x 36cm x 19cm (cabin/carry-on size) Authenticity card, Original tags & store bag follow with this item. SIG18314 BoxVisit My eBay Store for more Items: Modemani Outlet Payment Shipping Returns About Us Payment We accept all forms of PAYPAL Payments and Credit Cards which includes Mastercard, Visa, Discover, echeck, American Express, Maestro. Please contact us for further details. Payment Shipping Returns About Us Shipping We ship to all countries worldwide. We ship immediately after the payment is received to your provided shipping address by Paypal. Any order shipped outside of Sweden is sent using Fedex. You will receive a tracking number after your package is booked. To distant locations and sometimes Russia we use EMS. We ship immediately upon receiving payment. Shipping to US takes normally 2-5 business days, Europe 2-4 business days, Asia 3-7 business days, Other 3-20 business days (email for info). Sometimes there are delays caused by Fedex and international customs agents that are outside of our control. Although rare, these delays can cause shipments to take time before they arrive at their destination. Customers are responsible for all local taxes and duties if applicable. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up – do not confuse them for additional shipping charges. If you order more than one article at the same time, we gladly combine shipping within 7 days. Shipping fee for additional items is $10. Tracking and insurance is included in the shipping cost. Express delivery is available, e-mail for cost and delivery time to your country. Shipping cost to Sweden $6, ALL other countries please see listing information. Please note that our shipping charges also include handling fees. Do not hasitate to contact us if you have any questions or special requests. Payment Shipping Returns About Us Returns Our target is to guarantee your full satisfaction and 5-star feedback. If, for any reason whatsoever, you are not satisfied with your order, you may exercise your right to return the purchased products within fourteen (14) days from the date on which you received your package from Modemani.com. All shipping costs for returns will be at your own expense. In order to make a return you must contact us via email/Ebay/phone within 7 days from the date that you received the product and receive further instructions of how to make the return. Returns without email request may not be accepted. The item must be returned in the same condition as received with all tags and packaging unharmed. All shipping charges, taxes and custom duties are due to you. If the item that you receives is faulty please contact us immediately so that we can solve the problem. Please read our full Return Policy before making the return as you agree to follow our policy when making the purchase/return. Payment Shipping Returns About Us About Us The ultimate in chic discount shopping - Modemani Outlet is Scandinavia's largest fashion outlet devoted to selling authentic discounted designer womenswear, menswear and accessories. Among the brands on sale you will find the essence of Italian craftmanship: Gucci, Prada, Fendi and Valentino, along with the minimal style of Dior and Chloé. Also, trendy and innovative designers, Dolce & Gabbana and Dsquared, share the stage with timeless Versace and Cavalli. Casual classics from Ralph Lauren, La Martina, U.S. Polo Assn. and many more brands. At Modemani you will find exclusive products only by the leading brands/designers at the best prices! We constantly search for the items of the best quality from the fashion world and can offer a reduction of 20% - 80% discount on the original retail price. We buy ONLY the best products on the market and sell products from the most recent collections. With Modemani you can always be certain of getting one thing: The highest quality designer and original branded goods at the lowest prices. Modemani has established close partnerships with many leading brand-name companies and suppliers of brand-name products. Due to these relationships, we are able to buy products at significant discounts, which then allow us to pass these incredible savings on to you. Our product range is large - but what you see in the outlet store today can already be sold out by tomorrow and will not come in again. Be informed of our latest offers! New products will come in to the store every week. Therefore it is worth signing up to our newsletter, which briefly informs you of attractive new arrivals and exclusive offers. Do not hesitate to contact us if you have any questions or need fashion advice. You can contact us using the live chat function, by email or telephone. Our customer service over the phone is open weekdays 10.00 - 19.00 (GMT), Saturday 10.00 - 16.00 (GMT), the answer to your question, you are guaranteed within 48 hours during weekdays. Other times contact us via email for fast answers! Postage Offers Payment Methods © 2013 Modemani Designer Outlet - All Rights Reserved.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "399.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Jonkoping, default",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "17449",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "modemanioutlet"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "SE",
  "MinimumToBid": {
    "value": "399.0",
    "_currencyID": "USD"
  },
  "Title": "NWT DOLCE & GABBANA Bag Luggage Trolley Cabin Suitcase Leopard Travel Womens",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T07:20:39.000Z",
  "HitCount": "12",
  "TimeLeft": "P8DT13H46M16S",
  "EndTime": "2017-06-11T07:20:39.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Dolce&Gabbana"
      },
      {
        "Name": "Material",
        "Value": "Denim, Fabric, Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272696414888",
  "PrimaryCategoryID": "42526",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Modemani Outlet",
    "StoreURL": "http://stores.ebay.com/id=909863385"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "WE ACCEPT RETURNS IF REQUESTED WITHIN 30 days. Your refund or merchandise credit will be equal to your purchased price less original shipping. Your merchandise credit will never expire & can be used however you desire. Item must be in the same condition as when they left us. We will inspect the item upon arrival and will not allow a return if there is any sign of wear. You must contact us prior to sending the item back.",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726964148888080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}