{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Reusable Eco Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169302",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/M8AAAOxy7vJTcp4m/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Official-VW-Camper-Van-Ladies-PVC-Large-Shopping-Bag-Green-/192197517887",
  "ConvertedCurrentPrice": {
    "value": "52.09",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Officially licensed VW Camper Van large PVC shopping bag in green colour with classic hippy print of a camper van. They have a glossy coated print with a polyester lining and an additional zipper pocket on the inside. There is a zipper at the top of the bag to close it GADGETS COMPUTER MICE USB FLASH DRIVES GADGET GIFT SETS BLUETOOTH SPEAKERS USB HUBS GADGET ACCESSORIES FURNISHINGS CLOCKS DOOR MATS LIGHTING TOWELS BUNTING MOTORING SIGNS OTHER KITCHENWARE APPLIANCES TABLEWARE BARWARE CUTLERY KITCHEN LINENS OUTDOOR OTHER CLOTHING BAGS & SUITCASES ONESIES T-SHIRTS WALLETS & KEYRINGS CUFFLINKS HATS & CAPS UMBRELLAS OFFICE BUSINESS CARD HOLDER STATIONERY DESK ORGANISERS TOYS GAMES PUZZLES REMOTE CONTROL CARS CAR ACCESSORIES CAR AIR FRESHENERS TOOLKITS OTHER CAR ACCESSORIES SHOP BY CAR ALFA ROMEO ASTON MARTIN AUDI BENTLEY BMW DODGE FIAT FORD JAGUAR LAMBORGHINI LAND ROVER LONDON TAXI LOTUS MERCEDES BENZ MG MINI NASCAR NISSAN PORSCHE SUBARU VAUXHALL VW > About Us > Contact Us > Payment > Shipping > Terms and Conditions > Add To Favourite Seller > Ask Seller A Question > View Feedback > Visit Our Ebay Store Official VW Camper Van Ladies PVC Large Shopping Bag - Green £29.99 DESCRIPTION Officially licensed VW Camper Van large PVC shopping bag in green colour with classic hippy print of a camper van. They have a glossy coated print with a polyester lining and an additional zipper pocket on the inside. There is a zipper at the top of the bag to close it. Dimensions: 40cm (W) x 35cm (H) x 12cm (D). Shoulder strap length 37cm. SHIPPING We offer a free shipping option on all items for delivery within the UK. We charge a postage fee for non-UK orders which are all sent by Royal Mail Tracked or Royal Mail Signed-For Delivery. Once your order has been processed and we have received cleared payment, your item(s) will be dispatched within one BUSINESS day. RETURNS 1. Genuinely faulty goods will be replaced or money refunded, however we must be advised within 14 days of any faulty goods upon receipt of the item(s). 2. It is the customers responsibility to pay for postage and packing of the item(s) sent back to us. NB: Postage will only be refunded on item(s) that are returned as faulty. 3. Unwanted items can be returned for a full 100% item refund under the 30 day cooling off period. This period starts from the moment the order is placed and finishes 30 working days starting the day after the goods have been delivered. After the 30 day cooling off period, items can still be refunded but will be subject to a 20% restocking fee. 4. Items returned must be unused and must be sent back to us with ALL the original packaging in an undamaged state that allows the item to be resold. 5. Customer have the right to ‘cancel’ the order at any time up to ‘30 working days starting the day after delivery’ for any reason. FEEDBACK It is very important to us that our customers are happy with their purchase; once we know the buyer is happy and we receive feedback from the buyer, we will immediately leave our corresponding feedback. We pride ourselves on our customer service. In the rare event that you have a problem with your item please call or email us first before leaving negative feedback. CONTACT US Phone from UK: 01661 836177 Phone from outside of UK: +44 1661 836177 Email:Please use eBay messaging system",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "BN",
    "KH",
    "ID",
    "LA",
    "MY",
    "PH",
    "SG",
    "TH",
    "VN",
    "CA",
    "PM",
    "IQ",
    "IL",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "AU",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "52.09",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "Europe",
    "Asia",
    "CA",
    "MX",
    "BR",
    "AU"
  ],
  "Location": "Northumberland",
  "Seller": {
    "FeedbackScore": "29492",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "autoparts_direct"
  },
  "PrimaryCategoryID": "169302",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Official VW Camper Van Ladies PVC Large Shopping Bag - Green",
  "GlobalShipping": "false",
  "Quantity": "4",
  "StartTime": "2017-05-25T23:33:41.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1921975178878080_1.jpg",
  "TimeLeft": "P22DT6H8M21S",
  "EndTime": "2017-06-24T23:33:41.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "Style",
        "Value": "Canvas Tote, Shopper"
      },
      {
        "Name": "Main Colour",
        "Value": "Green"
      },
      {
        "Name": "Pattern",
        "Value": "VW Camper Van Hippy Style"
      },
      {
        "Name": "Brand",
        "Value": "VW Collection"
      },
      {
        "Name": "UPC",
        "Value": "600514900126"
      },
      {
        "Name": "Feature",
        "Value": "Clutch Bags"
      },
      {
        "Name": "Outer material",
        "Value": "PVC"
      },
      {
        "Name": "Handbag size",
        "Value": "Large"
      }
    ]
  },
  "Site": "US",
  "ItemID": "192197517887",
  "Storefront": {
    "StoreName": "Auto Regalia",
    "StoreURL": "http://stores.ebay.com/id=69358134"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "GB",
  "SKU": "FS_SHOPBAG_VWVAN_G",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}