{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P20DT9H5M18S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/ymUAAOSwNgxWCxH1/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/uGsAAOSw37tWCxH3/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk1/z/Q~QAAOSwKIpWCxH6/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/yzAAAOSwNgxWCxH9/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/x6sAAOSw9r1WCxH~/$_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Coach-Hudson-Smooth-Leather-Briefcase-Bag-Surplus-Green-F71561-/182589040302",
  "ConvertedCurrentPrice": {
    "value": "279.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "You Are Bidding On…….. Coach Hudson Smooth Leather Briefcase Bag in Surplus Green F71561 Msrp: $450.00 + taxStyle: F71561Color: Surplus (Green)Sport Calf LeatherInside Zip and multifunction pocketsOutside zip and slip pocketsHandles with 5 1/4\" dropLong strap with 53\" drop for shoulder or crossbody wearMeasurements: 11 1/4\"L x 15 1/2\" H x 3\"W Guaranteed 100% Authentic By law I must declare that I am not affiliated with Coach nor am I an authorized agent of Coach. The handbags, wallets, and other items pictured & described are the actual items you will receive. They are brand-new, and were personally purchased by me from an authorized Coach retailer (high end department stores) and in some cases, directly from Coach. If you have any questions about this auction or would like more photos, please message me at any time! Payment Payments are accepted through PayPal ONLY. “Buy it now” feature requires immediate payment. “Bid” features payment should be made within 72 hours after auction has ended. Your bid is a Contract, PLEASE DO NOT ask me to cancel after you have purchased the item! Please only bid if you intend to pay , Non-Paying Bidders will be reported to eBay for Policy Violation and will also be blocked from bidding on all of my other listings in the future. Shipping I ship USPS Priority Shipping USA and Canada - Confirmed Addresses Only. Packages will ONLY be shipped to the address provided on PayPal's Transaction Details page. Please DO NOT ask to send item purchased to a different address from the verified address PayPal sends us because it will not be done. Packages ship within 24 hours of payment clearing. Delivery Confirmation‚ is included with all shipments. Signature Confirmation is required on packages valued over $200 and will be included (at no additional charge to the buyer) on shipments at or above this value. Please be aware that with Signature Confirmation, you will be required to sign a USPS form confirming delivery/receipt of your package. Tracking Information will be emailed to you from eBay and the tracking number will also be posted on‚ your eBay \"Order Details\" page. For International Shipping please contact me for shipping rates to other countries. I Do NOT ship to the country of Africa due to many fraudulent buyers. Shipping charges will include handling and insurance. I am sorry that I Can Not mark items sent overseas as \"gifts.\" the full purchase price will be declared on the export documentation. We are NOT responsible for your custom duty taxes to the country we are shipping to. Those fees are NOT included in the shipping charges. If you are not sure how much those duties fees will be, please contact your local post office or customs office. Terms of Sales 100% SATISFACTION GUARANTEED!! Winning bidders‚ are guaranteed to receive the authentic item(s) pictured and described, or payment will be refunded in full (upon item return - in exact condition as it was listed in). I Reserve the Right to Cancel Bids at Any Time. Due to too many encounters with fraudulent buyers, Bids from members with 0 Feedback or Private Feedback will be cancelled. I apologize if you are an honest buyer and this adversely affects you, but too many dishonest buyers are abusing eBay’s policies and it is adversely affecting smaller sellers like myself and sellers that are just starting out. Return Policy All sales are FINAL, RETURNS ARE ONLY ACCEPTED IF AN ITEM IS‚ SIGNIFICANTLY MISREPRESENTED. Please contact us within 3 business days after received the item. Because returns contribute to the wear and tear of the items and result in the use of financial and labor resources, we charge a restocking fee for all returns. Returned merchandise must include the original packaging and tags and be in the same condition as when it was received. Used, worn, washed or altered merchandise cannot be returned. All returns will be assessed a restocking fee: 5% if returned within 7 days of receipt, 10% if returned after 8 days, but prior to 14 days of receipt. There will be no restocking fee for exchanges for the similar value item. In addition to a restocking fee, original shipping costs will not be refunded. The Buyer is Responsible for paying the Return Shipping Costs. I thoroughly inspect each item before shipment. All items are described very accurately and to the best of my ability. Details, size, & photos are included in each listing, and any additional information you may need is available upon request. Please read the item description carefully and note the color, size and measurements in order to avoid unnecessary and costly returns. NOTE: color in pictures might differ slightly due to lighting, flash, and screen resolution. Questions are welcomed‚ anytime, and if you have any concerns about purchasing this item, please message me BEFORE placing your bid. All items are 100% AUTHENTIC and are stored in a clean, non-smoking and pet free environment. Contact Us If you have any questions, please message me through the‚ \"Ask a Question\" link! THANK YOU FOR VISITING MY AUCTION! DON’T FORGET TO CHECK OUT MY OTHER ITEMS FOR SALE!! GOOD LUCK & HAPPY BIDDING! Froo www.froo.com | Froo Cross Sell, Free Cross Sell, Cross promote, eBay Marketing, eBay listing Apps, eBay Apps, eBay Application",
  "ExcludeShipToLocation": [
    "AL",
    "AD",
    "BY",
    "BA",
    "GG",
    "JE",
    "LI",
    "LU",
    "MK",
    "MD",
    "MC",
    "ME",
    "SM",
    "RS",
    "SJ",
    "TZ",
    "CF",
    "UG",
    "SC",
    "ML",
    "GA",
    "ET",
    "CD",
    "SO",
    "MZ",
    "YT",
    "CI",
    "DZ",
    "SH",
    "GW",
    "KM",
    "MA",
    "BJ",
    "CV",
    "EH",
    "MU",
    "RW",
    "GN",
    "ER",
    "RE",
    "DJ",
    "MR",
    "CM",
    "SN",
    "CG",
    "MW",
    "GH",
    "LY",
    "GQ",
    "BW",
    "MG",
    "NG",
    "LR",
    "TG",
    "ZW",
    "TN",
    "BI",
    "NE",
    "KE",
    "LS",
    "EG",
    "TD",
    "ZM",
    "SL",
    "SZ",
    "GM",
    "BF",
    "AO",
    "NA"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "279.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "USA",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1065",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "sobemall1"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "HN",
    "JM"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Coach Hudson Smooth Leather Briefcase Bag in Surplus Green F71561",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-24T00:05:54.000Z",
  "HitCount": "37",
  "SecondaryCategoryIDPath": "11450:4250:52357",
  "EndTime": "2017-06-23T00:05:54.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Style",
        "Value": "Briefcase"
      },
      {
        "Name": "Color",
        "Value": "Green"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "UPC",
        "Value": "888067679335"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182589040302",
  "PrimaryCategoryID": "169293",
  "AutoPay": "true",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Men's Accessories:Backpacks, Bags & Briefcases",
  "Storefront": {
    "StoreName": "Sobe Mall",
    "StoreURL": "http://stores.ebay.com/id=1118950245"
  },
  "SecondaryCategoryID": "52357",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "OUR RETURN POLICY IS:  If you decide to return the item for any reason other than our error you will be subject to restocking fee deducted from refund.  1. We do not accept returns if the buyer changes their mind or have buyer’s remorse  2. We will not accept an item back if it has been altered, worn, or tags have been removed  3. We will not accept a return if postmarked more than 14 days after buyer received the item. 4. All returns will be assessed a restocking fee of 15%. 5. The buyer will have to pay all the shipping & handling.  6. Refund will be given once item is returned. 7. There must not be any smoke, cologne etc. smell or pet hair on the item (it must be in the same condition as it was shipped). 8. You must send eBay message once the item has been shipped back with tracking number.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1825890403028080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}