{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/3gIAAOSwHjNV-pao/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/4AYAAOSwHjNV-pa8/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QlEAAOSwQPlV-pbA/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/9OsAAOSwVL1V-pbD/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/4QEAAOSwHjNV-pbF/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/vHQAAOSwsB9V-pbJ/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/k~oAAOSw9r1V-pbM/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/tc0AAOSwKIpV-pbR/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/mGcAAOSwEetV-pbX/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/CHcAAOSwuTxV-pbe/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/vjAAAOSwsB9V-pbh/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzQ5WDk5OQ==/z/PTkAAOSw~oFXKxoh/$_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-Authentic-COACH-HOT-SIGNATURE-MULTIFUNCTION-TOTE-Diaper-Baby-bag-F35414-/291566596202",
  "ConvertedCurrentPrice": {
    "value": "239.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "5",
  "NewBestOffer": "false",
  "Description": "BRAND NEW WITH TAGS Authentic COACH SIGNATURE MULTIFUNCTION TOTE baby bag, diaper bag %%%% HOT, BEAUTIFUL DIAPER BABY BAG%%%%% Style: F35414 Comes with COACH care card Gift Box and Tissue Paper might be available upon request. If this is a MUST HAVE then you need to contact me before buying to be sure that I have them available. Description: Signature coated canvas Inside zip and multifunction pockets Zip-top closure, fabric lining Outside open pockets Handles with 10\" drop Strap for shoulder or crossbody wear Baby changing pad included 14-19\" (L) x 11 1/4\" (H) x 7 1/4\" (W) This is a signature product I tried my best to reflect the actual color in photos; however, the color showed in the photos may differ slightly from the actual color. Questions are always welcome. All international buyers are welcome . Delivery time may take longer than normal. It usually depends on each country's customs regulations. 100% Authentic, Guaranteed. I directly bought it from COACH myself. A copy of receipt/packing slip is available upon request but my personal information will be covered. Payment:· I Only accept Paypal. · Payments must be made within 48 hours of listing ending. If you cannot finish checking out within the time frame and want me to work something out, feel free to contact me through eBay message. All non-payments will be reported to eBay/Paypal so that I can get refunded my selling fees. I also relist that item right after I reported non-payment. *****RETURN POLICY: · Returns will be accepted if buyer agree with ALL of the following terms. 1. Buyer must notify seller within 3 days of delivery . NO FULL REFUND will be allowed for color variation. Again, I tried my best to reflect the actual color in photos; however, the color showed in the photos may differ slightly from the actual color. Questions are always welcome. 2. Item(s) MUST be in original condition: New, Unused, Tags attached, Key chains attached, Gift receipt or a copy of packing slip, and Dust cover (if applicable).3. Item(s) MUST be returned within 14 days of receipt with tracking numbers. 4. Buyer pay for both shipping fees: shipping fee buyers paid at purchase and shipping fee to ship the items back to me. Shipping fees will not be refunded or reimbursed. 5. Refund will be issued within 2 days of receipt return item(s) minus shipping fee For example: If item was sold at $100 and $14.99 shipping fee, buyer will get a refund of ($100). In addition, buyer is responsible for return postage. Shipping: · This item will be shipped within 1-2 business days of payment cleared. I usually ship the SAME DAY. If you want to receive your item before a certain day, please contact me first.. Shipping fees apply for US continental only.. I ONLY ship to confirmed address that shown on Paypal shipping page or eBay order detail page. . I will be gladly combine shipping fees for multiple purchases paid in one Paypal transaction. All items MUST be paid in ONE transaction in order to receive combined shipping fee. Please wait for my invoice before paying. · All shipments will include tracking numbers. Purchases of $250 or more will include signature confirmation in which requires buyer’s signature prior to delivery. . All international buyers are welcome. Delivery time may take longer than normal. It usually depends on each country's customs regulations. Feedback: I strive to provide a great customer service, thus positive feedback is very important to me and is greatly appreciated. Be sure to add me to your favorites list! Check out my other items! All items come from a smoke free and pet free environment.All items are well stored. I am in no way affiliated with Coach or other brand names. Manufacturer's product information may have been used to supplement listing descriptions. Thank you for your time and happy shopping!",
  "Title": "NWT Authentic COACH %HOT%  SIGNATURE MULTIFUNCTION TOTE Diaper Baby bag F35414",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "239.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Woodbridge, Virginia",
  "Seller": {
    "FeedbackScore": "2816",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "asl9999"
  },
  "ShipToLocations": [
    "US"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "22191",
  "GlobalShipping": "false",
  "Quantity": "9",
  "StartTime": "2015-09-17T10:22:35.000Z",
  "HitCount": "4093",
  "TimeLeft": "P5DT18H43M49S",
  "EndTime": "2017-06-08T10:22:35.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Signature Coated Canvas"
      },
      {
        "Name": "Style",
        "Value": "Diaper Bag"
      },
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Color",
        "Value": "IM/BROWN/BLACK"
      },
      {
        "Name": "Have shoulder strap?",
        "Value": "Yes"
      },
      {
        "Name": "Come with changing pad?",
        "Value": "Yes"
      },
      {
        "Name": "UPC",
        "Value": "888067764659"
      }
    ]
  },
  "Site": "US",
  "ItemID": "291566596202",
  "Storefront": {
    "StoreName": "asl9999",
    "StoreURL": "http://stores.ebay.com/id=337663799"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2915665962028080_3.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}