{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/United-Blue-Market-Tote-/252970392583?var=",
  "QuantitySold": "0",
  "TimeLeft": "P29DT18H35M19S",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "59.37",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Salt Lake City, Utah",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "84119",
  "StartTime": "2017-06-02T09:05:58.000Z",
  "HitCount": "4",
  "QuantityThreshold": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "United by Blue"
      },
      {
        "Name": "Item Width",
        "Value": "20.00"
      },
      {
        "Name": "Manufacturer",
        "Value": "United by Blue"
      },
      {
        "Name": "Manufacturer Part Number",
        "Value": "MARKET"
      },
      {
        "Name": "Material",
        "Value": "[body] 100% organic cotton| [handles] leather"
      },
      {
        "Name": "Model Number",
        "Value": "MARKET-NV"
      },
      {
        "Name": "Style",
        "Value": "Beach Bags and Totes"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "EndTime": "2017-07-02T09:05:58.000Z",
  "Title": "United by Blue Market Tote",
  "SKU": "UBB002N",
  "Site": "US",
  "BestOfferEnabled": "false",
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/qgMAAOSw-K9ZMSp~/$_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "Official Backcountry Store",
    "StoreURL": "http://stores.ebay.com/id=1271343313"
  },
  "ConvertedCurrentPrice": {
    "value": "59.37",
    "_currencyID": "USD"
  },
  "AutoPay": "true",
  "NewBestOffer": "false",
  "Description": "Home About Us Shipping Returns Tax Information Contact--> Click to view full size. Full Size Image Click to close full size. United by Blue Market Tote Was $107.95 $59.37 --> United By Blue created the Market Tote to be used in everyday life, from the early-morning yoga session to the after-work grocery trip. The woven organic cotton canvas fabric has leather carrying handles and an interior zippered pocket for keeping your valuables safe. And when you're at the grocery store, simply place everything inside the main compartment and close it with the button. Material: [body] 100% organic cotton, [handles] leather Shoulder Strap: yes Pockets: 1 interior zip Closure: button Dimensions: 13.5 x 17.5 x 9 in {{video}} --> About Us Returns Shipping Payment Contact About Us We get people who get outside - plain and simple. Backcountry began in 1996 with two guys and a stack of avalanche beacons in an apartment in Park City, Utah. Our roots were humble, but our vision was clear: to provide the best outdoor gear to connect people with their passions. Sometimes, even the path less traveled can feel well worn, so we make our own way. We owe it to ourselves and our customers to be innovative, to take risks, and to reach remarkable new territory. Today, we offer a broad selection of gear from premium outdoor brands, we back that gear with guaranteed returns, and our shipping is lightning-fast. We have deep roots in Utah, and we thrive on the trails and in the mountains surrounding Park City. Our corporate headquarters sits just north of old town Park City and within a quick pedal or a few footsteps of the Wasatch mountains. About Us Returns Shipping Payment Contact Returns 100% Guaranteed Returns We guarantee your total satisfaction and offer a world-class returns policy. New, unused gear can be returned at any time for a full refund. Used gear must be returned within 30 days of delivery for credit. - New, unused gear must be returned in the condition you received it and with the original box and/or packaging, including manufacturer tags where applicable. - We will not accept the return of gear, bikes, or bike frames damaged due to negligence or abuse. Please take the time to carefully package your returns. It is the responsibility of the customer to pay costs related to the repair of returned items damaged in shipping due to improper packaging. Returns Process Returning an eligible item on eBay is quick and easy. - Click into your Purchase History, find the item you'd like to return, and select Return This Item from the More Items dropdown. - You'll be given the option to select a reason for your return and space to fill in more details. Please provide as much detail about your return as possible. - After selecting a reason for your return and clicking continue you'll be shown the original purchase price and shipping amount and the total amount of your refund. - Click Return This Item - Follow the Returns Shipping instructions below. Exchange Process Sometimes you need to exchange an item for something else?it happens. Exchanges only require a few minutes. The fastest way to exchange a product is to return your original purchase using the eBay return process outlined above and place a new order for your preferred item at the same time. Immediately placing a new order ensures that you'll get the new product quickly and that it won't go out of stock while you wait. Just use the eBay return process, return your original item, and place a new order. Returns Shipping With a USPS Label To make shipping a return even easier, eBay offers the option to print a USPS shipping label so you can ship via First Class, Priority Mail, or Parcel Select options. These options are available for eligible U.S. customers returning products not required to ship freight.* You'll have the option to print a label on the final screen of the eBay returns process. Print your USPS label, tape it to the outside of your return package, and schedule a pickup or drop it off at any post office or USPS mail box. *Products required to ship freight may include: kayaks, SUP boards, cargo boxes, car racks, indoor cycles, and more. Without a USPS Label To return products without a USPS label: - File a return using Return This Item from your eBay Order History - Fill out the information requested on the sales receipt that arrived with your purchase. This receipt also serves as paperwork necessary for your return. Include the eBay Return Item Number (indicated on your Return Packing Slip, the final screen in the eBay return process) and drop the sales receipt in your return package. - Write the eBay Return Item Number on the outside of your package. - Ship your return to this address: Backcountry Returns Department 2607 South 3200 West, Suite A West Valley City, UT 84119 It takes 3-5 business days to process a return after it arrives at our distribution center. You'll receive an email confirmation and confirmation through your eBay account when your return is received. Your card will be credited upon receipt of the returned merchandise. About Us Returns Shipping Payment Contact Shipping Shipping-Cost Breakdown Order Amount $0 to $49.99 $50 to $99.99 $100 or more Economy $5.95 FREE FREE Standard $7.95 $7.95 $7.95 Two Days $14.95 $16.95 $19.95 Next Day $24.95 $26.95 $29.95 *Due to special handling requirements, the shipping cost for bikes and wheels is higher than the costs represented in this table. We provide free UPS Ground shipping on orders over $50. Sorry, some restrictions apply: - Excludes Bulky & Freight items (i.e. bikes, kayaks, & car racks) - No PO Boxes All Freight items including kayaks ship to business addresses and residential addresses in the lower 48 states. Freight shipping is NOT available to Alaska or Hawaii. - Expected delivery for freight items is 10-14 business days. For US shipments, we ship exclusively via UPS and OnTrac. We can ship either to your home or office. In fact, most folks prefer having us ship to their office, as there's always someone there to accept it. About Us Returns Shipping Payment Contact Payment We accept payments through Paypal About Us Returns Shipping Payment Contact Contact Us It's our goal to answer all of your questions and to help you find the best products to meet your needs. Our Gear Experts are available by contact through eBay Monday ? Friday, from 8am ? 8pm MT by clicking this link. About Us Shipping Returns Contact Us Frooition www.frooition.com | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "ShipToLocations": [
    "US"
  ],
  "Variations": {
    "Pictures": {
      "VariationSpecificPictureSet": [
        {
          "VariationSpecificValue": "Moss",
          "PictureURL": "http://www.backcountry.com/images/items/1200/UBB/UBB002N/MS.jpg"
        },
        {
          "VariationSpecificValue": "Tan",
          "PictureURL": "http://www.backcountry.com/images/items/1200/UBB/UBB002N/TN.jpg"
        }
      ],
      "VariationSpecificName": "Color"
    },
    "Variation": [
      {
        "Quantity": "10",
        "StartPrice": {
          "value": "59.37",
          "_currencyID": "USD"
        },
        "VariationSpecifics": {
          "NameValueList": [
            {
              "Name": "Color",
              "Value": "Moss"
            },
            {
              "Name": "Size",
              "Value": "One Size"
            }
          ]
        },
        "DiscountPriceInfo": {
          "PricingTreatment": "STP",
          "OriginalRetailPrice": {
            "value": "107.95",
            "_currencyID": "USD"
          },
          "SoldOffeBay": "false",
          "SoldOneBay": "false"
        },
        "SKU": "UBB002N-MS-ONESIZ",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        }
      },
      {
        "Quantity": "5",
        "StartPrice": {
          "value": "59.37",
          "_currencyID": "USD"
        },
        "VariationSpecifics": {
          "NameValueList": [
            {
              "Name": "Color",
              "Value": "Navy"
            },
            {
              "Name": "Size",
              "Value": "One Size"
            }
          ]
        },
        "DiscountPriceInfo": {
          "PricingTreatment": "STP",
          "OriginalRetailPrice": {
            "value": "107.95",
            "_currencyID": "USD"
          },
          "SoldOffeBay": "false",
          "SoldOneBay": "false"
        },
        "SKU": "UBB002N-NV-ONESIZ",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        }
      },
      {
        "Quantity": "1",
        "StartPrice": {
          "value": "64.77",
          "_currencyID": "USD"
        },
        "VariationSpecifics": {
          "NameValueList": [
            {
              "Name": "Color",
              "Value": "Tan"
            },
            {
              "Name": "Size",
              "Value": "One Size"
            }
          ]
        },
        "DiscountPriceInfo": {
          "PricingTreatment": "STP",
          "OriginalRetailPrice": {
            "value": "107.95",
            "_currencyID": "USD"
          },
          "SoldOffeBay": "false",
          "SoldOneBay": "false"
        },
        "SKU": "UBB002N-TN-ONESIZ",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        }
      }
    ],
    "VariationSpecificsSet": {
      "NameValueList": [
        {
          "Name": "Color",
          "Value": [
            "Moss",
            "Navy",
            "Tan"
          ]
        },
        {
          "Name": "Size",
          "Value": "One Size"
        }
      ]
    }
  },
  "Seller": {
    "FeedbackScore": "50020",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "PurpleShooting",
    "UserID": "backcountry"
  },
  "GlobalShipping": "false",
  "Quantity": "16",
  "ItemID": "252970392583",
  "Subtitle": "Free 2-Day Shipping on $50+ Orders!",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1",
  "QuantityAvailableHint": "MoreThan"
}