{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/A-UAAOSw42JZIwR8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE4NFgxNjAw/z/hH8AAOSwGJlZIwR~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OFgxNjAw/z/~9sAAOSwIQdZIwSB/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA3NVgxNjAw/z/NFkAAOSwtGlZIwSE/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/fGMAAOSw-K9ZIwSI/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/JtkAAOSwsXFZIwSK/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/fxEAAOSwAPVZIwSO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/dqMAAOSw-3FZIwSR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/B-4AAOSwcB5ZIwSd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwMFgxNjAw/z/Pb8AAOSwurZZIwSV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/du8AAOSw-3FZIwSX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/8FQAAOSwjqVZIwSa/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CHANEL-Red-Lambskin-Quilted-Leather-Classic-Double-Flap-2-55-Shoulder-Bag-A179-/371969876383",
  "ConvertedCurrentPrice": {
    "value": "1300.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "CHANEL Red Lambskin Quilted Leather Classic Double Flap 2.55 Shoulder Bag Shop vintage and second hand CHANEL to carry forever. Thank you very much for visiting my auction. We are specialized in vintage Chanel. All of our Chanel items are hand picked and we take pride providing only the best selection of Chanel. All of our vintage Chanel items are guaranteed 100% authentic or your money back. HAPPY BIDDING! MEASUREMENT: 6.25\" H x 10\" W x 2.75\" D (16 cm H x 25.5 cm W x 7 cm D) Shoulder drop: 9\" (23 cm) When it's doubledCannot worn as a cross body. Hologram sticker is attached inside the bag.The handbag comes with authenticity card, and care booklet.No dust bag.No box. MADE IN FRANCE The handbag has been redyed the exterior. Please read a description carefully before purchase. OVERALL CONDITION: GOOD CONDITION (Exterior: Good Condition: 7 out of 10) (Interior: Good Condition: 7 out of 10) Overall, the condition of the handbag is good pre-owned. This bag has been redyed at a shop other than chanel store. EXTERIOR: The redye work is great. No crack. Unless you look the bag very closely, it is hard to tell the bag has been redyed. Corners are great condition. Very tiny scuff mark is found on one corner.Scratch is found on the front. Please check a photo for reference. Gold chain is shiny, no discoloration.Otherwise, the exterior is good condition. INTERIOR: Interior found some sings of wear.Interior flap closure found some cracks on the edges. Please check a photo for reference. Interior white leather found minimal scratches. Small spot mark is found on the bottom. No odor.Interior slip closures are great condition. ***Warning on Recolored Merchandise*** All recolored items have been cleaned, primed, and then recolored. Since it is not possible to completely redo the coloring process for already colored leather, all recolored items have the new color applied over the old. (See *for detail). As a result, sometimes recoloring might be uneven or spotty, and wrinkled areas might develop cracks, especially if the bag exhibits marks of wear and tear prior to the recoloring. The recoloring paint is specially prepared for the purpose of recoloring bags and will not rub off on clothes. Please read the detailed information on the merchandise carefully, in addition to checking the image of the merchandise. Different people feel differently about signs of wear and tear, blemishes, or other imperfections. Those who prefer 100% perfect merchandise are asked to kindly refrain from ordering recolored items. We will not accept return of any merchandise on account of cracks or peeling off that developed after purchase. Please be mindful of the above warning before purchase. *Recoloring Process 1)Cleaning. 2)Priming (usually using the same-color, white, or colorless paint in order to stabilize the new-color paint). 3)Mixing the new color and applying it to the bag, using an airbrush or spray gun. After the new-color paint has been applied on the entire surface to be recolored, colorless coating material is applied. When the coating dries, the process is complete. The postage to the U.S. and Canada: $28 Asia: $23 Europe, Russia and other Countries (excluding South America) $32 South America and Brazil $50 The postage include tracking information. Your package will usually arrive within 3 – 6 business days (US and Canada) Shipments to Europe and South America will take additional few days. We do combine shipping. Please contact me after the auction end. For bidder from South America: Please do not process the payment until you receive an invoice of TOTAL AMOUNT from me. The postage is different from North America. Payment for good is expected within 48 hours from the close of auction, otherwise sale may be canceled and item will be relisted for sale or a second chance offer. Please contact me for exception before the auction end. TERMS All of our items are vintage/ second hand items. Please check all the conditions before bid on the item. Please understand that while we try our best to describe the condition of the item, we cannot specify every single scratches, and sings of wear. Because the item is vintage/ second hand, we may make an oversight. All of our Chanel items are 100 % authentic with money back guarantee. If you are not completely satisfied with an item you have purchased, please feel free to contact us upon delivery so that the problem can be resolved in a timely fashion. Customer service is a number-one priority for us. We are always glad to hear from our customers for any reason. In addition, we will be happy to share tips on authentication and provide assistance, should you need it. Return Policy: We accept returns. You must contact us from ebay message system before you open a return request. Please note: If you open a return request for the reason of \"Fake or counterfeit\" we will not accepting your return request until you submit a written documentation of \"Not-Authentic\" that issued by a professional authentication dealer. In that case, we will ask a third party to authenticate out items by using their email authentication service and \"A proof of Authentic\" will be submitted to ebay for requesting arbitration. If you are not completely satisfied with an item you have purchased, or you think the item is not as described, please feel to contact us upon delivery via ebay message. I will send you a guideline to guidance you how to return the item. So that the problem can be resolved in a timely fashion. In order to request return...... The returned item must be in its original condition with our shop tag still attached. Please do not remove out shop tag from the item you have purchased until you are sure that you are satisfied with the item. A returned item without the shop tag attached may subject to a 20% restocking fee. Shipping: We do ship worldwide. All shipping includes tracking information. Shipping Carrier: Japan post (We do not accept any other shipping carrier) Your package will usually arrive within 3 – 6 business days (US and Canada) Shipments to Europe and South America will take additional few days. We guarantee that all items are shipped out within 1 business days after receipt of payment. We cannot be responsible for additional delays in shipping time caused by the customs procedures of the country of destination. Please note that import duties, taxes and charges are not included in the item price or shipping charges. Item may subject to be charged in customs. These charges are the buyer's responsibility to pay. We do combine ship. Please ask us for more information. Color of Picture: Please note that while we try our best to capture the true color of every item in my pictures, it may not appear exact in different monitors due to different settings and calibration. We cannot accept claims due to different color showing on your monitor, as this is something out of out control. If you're particular about this, please clarify with us before bidding. Feedback: All of our transactions are performed in good faith. When you receive your item and everything is satisfactory, please remember to leave feedback so we know that the transaction was successful, and we will do the same for you. FreeAuctionDesigns Free eBay Templates, Image Hosting and eBay Listing Tools!",
  "ExcludeShipToLocation": "FR",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1300.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Kyoto",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1091",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "asuka3520"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "CHANEL Red Lambskin Quilted Leather Classic Double Flap 2.55 Shoulder Bag A179",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T12:32:57.000Z",
  "HitCount": "10",
  "TimeLeft": "P9DT22H22M1S",
  "EndTime": "2017-06-12T12:32:57.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "CHANEL"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Red"
      },
      {
        "Name": "Bag Height",
        "Value": "6.25"
      },
      {
        "Name": "Bag Depth",
        "Value": "2.75"
      },
      {
        "Name": "Bag Length",
        "Value": "10"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Country of Manufacture",
        "Value": "FRANCE"
      },
      {
        "Name": "Closure",
        "Value": "Flap"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371969876383",
  "PrimaryCategoryID": "63852",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "WUGMUG VINTAGE",
    "StoreURL": "http://stores.ebay.com/id=173888745"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3719698763838080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}