{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P9DT10H55M6S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Functions as intended, but one magnetic clasp is missing. Moderate wear: Abrasions to leather see pictures. Very clean. .  Includes: (1) Laptop Briefcase Shoulder Tote Bag , (1) Strap. Missing manufacturer Packaging.. Color: Dark Brown PLEASE SEE PHOTOS FOR WHAT IS INCLUDED.  Please do NOT ASSUME an item is included if it is not in the photo. <li>Missing (1) Magnetic Clasp",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3021946923818080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTMzWDgwMA==/z/3y0AAOSwImRYeDY4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTMzWDgwMA==/z/qP4AAOSwA3dYeDY4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTMzWDgwMA==/z/WBoAAOSw44BYeDY4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTMzWDgwMA==/z/ktoAAOSwUKxYeDY4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTMzWDgwMA==/z/qQIAAOSwA3dYeDY5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTMzWDgwMA==/z/w24AAOSw2xRYeDY5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTMzWDgwMA==/z/fhkAAOSw-0xYeDY4/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mens-Brown-Leather-17-Inch-Laptop-Briefcase-Shoulder-Tote-Bag-Dark-Brown-375805-/302194692381",
  "ConvertedCurrentPrice": {
    "value": "129.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Mens Brown Leather 17 Inch Laptop Briefcase Shoulder Tote Bag Dark Brown 375805 135127 ITEM DESCRIPTION: CONDITION SUMMARYFunctions as intended, but one magnetic clasp is missing. Moderate wear: Abrasions to leather see pictures. Very clean. . Includes: (1) Laptop Briefcase Shoulder Tote Bag , (1) Strap. Missing manufacturer Packaging.. Color: Dark Brown PLEASE SEE PHOTOS FOR WHAT IS INCLUDED. Please do NOT ASSUME an item is included if it is not in the photo. Missing (1) Magnetic Clasp APPEARANCEModerate wear: Abrasions to leather see pictures. Very clean. FUNCTIONAL CONDITIONFunctions as intended, but one magnetic clasp is missing. INCLUDED(1) Laptop Briefcase Shoulder Tote Bag (1) Strap PACKAGE CONDITIONMissing manufacturer Packaging. ITEMS KNOWN TO BE MISSINGPLEASE SEE PHOTOS FOR WHAT IS INCLUDED. Please do NOT ASSUME an item is included if it is not in the photo. Missing (1) Magnetic Clasp COLORDark Brown Tested and Inspected By: SL 16.8\" l x4.3\" w x11.7\" h; free gift PU leather pencil case, get promotion code below 100% full grain crazy horse leather with cotton as interior lining, combining with brass fitting; Reinforced top-handles; Joining hook-and-loop top handles;Strong stitching handcrafted by professional artisans for long lasting durability Adjustable and removable straps with comfortable shoulder pads;Use as briefcase, handbag, messenger or Shoulder bag Large inside space: laptop compartment for 16\" laptop, main pocket can hold 17\" laptop Shipping We offer shipping to the United States only unless specified in the listing. If the listing is for FREE SHIPPING, it will be for the 48 Continental United States ONLY. Please contact us prior to bidding for Alaska, Hawaii, Puerto Rico and Canadian shipping rates through USPS. Items ship within 1 business day of cleared PayPal payment (We usually ship same day if payment is received before 9 am CST). Please DO NOT ENTER A PO BOX for your shipping address. Many carriers will not deliver to a PO Box and this can delay your order. We CANNOT ship to PO BOXES or APO/FPO. We do not process shipping on Saturdays, Sundays or Holidays in which shipping carriers do not operate. We CANNOT be responsible for any fees, tariffs, duties or taxes that may be charged by your country or carrier.If the item value is $250 or greater, signature will be required at delivery. Returns If an incorrect item is shipped, please notify us within 24 hrs of receipt and no more than 3 days after receipt. We will verify and authorize the item for return/refund. Once the item has been received in the exact same condition as shipped, we will replace the item (as per the auction description) or issue a refund. We only issue returns or exchanges for items not in the condition listed or if an incorrect item is sent to you. Our policy is that you should inspect the merchandise upon receipt and you MUST CONTACT US WITHIN 3 DAYS of receipt in order to request a return or exchange. We are unable to offer any returns or exchanges outside of this 3 day period. Shipping Damage: In the unlikely event that the item has become damaged in shipping, it is very important that you notify us with 24 hours of receipt so that we may file a claim with the carrier and expedite the return process with you. Payment We only accept PayPal for payments from confirmed PayPal accounts. Please be aware that payment is required within 24 hours of the listing ending unless other approved arrangements have been made with us. NOTE: All bidders/buyers must have a feedback score with at least 5 positive feedback's to be eligible to bid or purchase from us. Please contact us prior to bidding/buying if you want to purchase and you don't meet this requirement. General Terms ABOUT US bigdealonthehill has partnered with some of the Nation's largest retailers and distributors to aggressively liquidate consumer merchandise. This merchandise is generally customer returns, overstock items, refurbished or even brand new unused retail shelf pulls. Please note: If the item is a known refurbished item, it will be stated in the listing as well as any other condition known. Please see listing description and condition for details. WHY BUY FROM US? WE WORK FOR YOU. All merchandise is tested prior to listing unless it is sealed in the factory package. This will include powering on the unit and checking all the major functions. You will find condition and testing notes in the item description. This helps our buyers know EXACTLY what they are getting. WE WORK HARD FOR YOU. We have worked with thousands of ebay members to achieve the best service available anywhere. If you have any questions before or after the sale, please contact us. We check and respond to our messages often. We will work with you to make your purchase the best it can be. WE COMMUNICATE. We are here for you. Use the ASK THE SELLER A QUESTION button to contact us anytime. We check these messages often throughout the day, 7 days a week, and it is our goal to respond as quickly as possible. NOTES ABOUT PACKAGING: Listed items marked as \"NEW\" may still have \"distressed commercial packaging\" meaning the box may show signs of wear from shipping, warehousing, label removing, etc. Keep this in mind when buying an item as a gift or if you are a collector. Listed items marked as \"Opened manufacturer's package\" may be missing some of the internal packaging. Also, the packaging may show significant signs of handling or wear. All items will be packed well or repacked for shipping purposes. Feedback Our mission is to provide the absolute best shopping experience possible. If for any reason your are unhappy or concerned about your purchase, please contact us directly before leaving feedback and we promise to make every effort to make your experience the best!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "GB",
    "VA",
    "PM",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "129.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Fayetteville, Arkansas",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "38149",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "bigdealonthehill"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "72704",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "US"
  ],
  "StartTime": "2017-01-13T02:06:44.000Z",
  "Title": "Mens Brown Leather 17 Inch Laptop Briefcase Shoulder Tote Bag Dark Brown 375805",
  "ConditionID": "3000",
  "EndTime": "2017-06-12T02:06:44.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "BAIGIO"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Dark Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302194692381",
  "Storefront": {
    "StoreName": "bigdealonthehill",
    "StoreURL": "http://stores.ebay.com/id=55399529"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "Quantity": "1",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "135127",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}