{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP",
    "OriginalRetailPrice": {
      "value": "103.61",
      "_currencyID": "USD"
    },
    "SoldOffeBay": "false",
    "SoldOneBay": "false"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1321424738868080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/RKQAAOSwWxNY0kjW/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/W-Series-AVON-/132142473886",
  "ConvertedCurrentPrice": {
    "value": "82.89",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "W Series AVON Small front flap pocket with turn lock. Exterior front and back pocket for files. Main compartment provides storage space for files. Padded compartment protects laptops up to 15.4\". Interior organizer for pens, business cards, keys, cell phones, and notepads. Padded compartment protects laptops up to 15.4\". Leather shoulder straps. Orange, green, blue, and pink cases are trimmed in sand. Protective feet keeps case from falling over. Shipping Shipping FREE SHIPPINGFree ground shipping is only valid for select products as identified on the eBay and is available only within the United States 48 continental states. Free shipping is not available for products shipping Next-Day, 2-Day or 3-Day shipping methods. We currently only ship to the lower 48 continental states with limited international coverage via eBays Global Shipping Program.2. FLAT RATE SHIPPING / OVERSIZE ITEMSTo make shipping costs easy for you, most of our non-ups/FedEx items will ship via a freight carrier at a flat rate fee within the United States 48 continental states. ADDITIONAL FREIGHT CHARGES - These extra charges are for Heavyweight Items. Residential Delivery - $50 Lift-Gate Needed - $50 Inside Delivery - $90 Redelivery Charges - $903. DANGEROUS GOODSSpecial handling fees may be added to your total shipping cost based on classification and type of special handling required if an item is classified as dangerous goods. You will be contacted with the amount of the additional fees before your items is shipped.4. DAMAGED SHIPMENTSIt is the BUYERS RESPONSIBILITY to inspect their GovGroup shipment upon receipt for visible damage. If external damage is noticed, DO NOT accept the shipment until after the driver has noted the damage on both his and your copies of the delivery receipt and you have requested an inspection by the carrier. Keep all containers and packing material for inspection. Any claim from shipments being damaged including concealed damage (damage found after opening packaging that shows no signs of damage) must be made with us within 3 days of delivery or you relinquish your right to make a claim.GovGroup reserves the right to repair a damaged product, where applicable, before replacement or credit is determined.5. REFUSED SHIPMENTSIf we are notified in advance that item(s) are going to be refused upon delivery for any reason by no fault of GovGroup, the refused item(s) will be treated as unopened returned goods. A 25% restocking fee will be applied. Shipping charges are not refundable.6. DISCONTINUED/CLOSEOUT ITEMSThese items are sold as is and are non-returnable / non-refundable. These items typically consist of desks/hutches/office chairs/etc. that have been heavily discounted from their normal price. Please contact us if you have a question whether an item is considered as discontinued/closeout. Returns Returns RETURN OF UNOPENED ITEM(S) FOR REFUNDGovGroup accepts returns on eligible unopened items within 30 days after delivery. Eligible Items: Please note that due to manufacturer requirements, there are some items that are not eligible for return for any reason. Contact our customer service department for more information prior to placing your order if you have any questions or concerns.Steps for return of unopened goods for refund: 1. Customer initiates return on eBay indicating reason and comments about return. 2. Prior to shipping back your product(s), GovGroup will review and respond to your return indicating an RMA number from our customer service department on all eligible items. We will not accept returns on items without an RMA number.3. Customer ships approved item(s), via a verifiable & trackable manner, to our warehouse with the RMA number clearly listed on the shipping label. This RMA number should be clearly visible on the address field of the shipping label. Items shipped to us without the RMA number clearly showing on the shipping label will be refused by our warehouse.4. When approved items are received and checked in at our warehouse, GovGroup will issue a credit to customer's payment method minus a 20% restocking fee on all returns unless issues lies with us. Shipping charges are not refundable. 3. DEAD ON ARRIVAL ITEM(S)For all products arriving Dead on Arrival (DOA) with no damage, you must contact the manufacturer for further information on return or exchange. Extended Warranty Items: If you purchase an extended warranty from us, you must contact your provider for further information. Please note that due to manufacturer requirements, some items are not returnable or exchangeable for any reason. Defective items may be serviced or replaced by the manufacturer only. Please contact our customer service department for more information prior to placing your order if you have any questions or concerns.4. RETURN OF OPENED ITEM(S) FOR REFUNDNon-defective opened items cannot be returned for any reason if the factory seal is broken! These items are generally considered used goods and cannot be resold as new. Do not assume the item(s) you are ordering are returnable or exchangeable if opened. Please contact our customer service department for more information prior to placing your order if you have any questions or concerns.5. REFUSED GOODSIf we are notified in advance that item(s) are going to be refused upon delivery for any reason by no fault of GovGroup, the refused item(s) will be treated as unopened returned goods. A 20% restocking fee will be applied. Shipping charges are not refundable.6. DISCONTINUED/CLOSEOUT ITEMSThese items are sold as is and are non-returnable / non-refundable. These items typically consist of desks/hutches/office chairs/etc. that have been heavily discounted from their normal price. Please contact us if you have a question whether an item is considered as discontinued/closeout.7. OTHER CONSIDERATIONSAny returned item(s) must be in the original manufacturers packaging. Packaging must be intact and free from holes, tape, and writing. There must be no stickers, other than the shipping label on the manufacturers packaging. Discontinued item(s) and item(s) clearly marked \"No Returns\" on GovGroup cannot be returned for any reason. GovGroup reserves the right to evaluate product return conditions and assess restocking fees at its sole discretion.8. DISCLAIMERSLimitation of LiabilityNEITHER GOVGROUP NOR ITS AFFILIATES WILL BE LIABLE FOR LOST PROFITS, LOSS OF BUSINESS OR OTHER CONSEQUENTIAL, SPECIAL, INDIRECT OR PUNITIVE DAMAGES, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, OR FOR ANY CLAIM BY A THIRD PARTY. NEITHER GOVGROUP.COM NOR ITS AFFILIATES WILL BE LIABLE FOR PRODUCTS NOT BEING AVAILABLE FOR USE OR FOR LOST OR CORRUPTED DATA OR SOFTWARE OR THE PROVISION OF SERVICES BY THIRD PARTIES. Payment Payment Immediate payment is required upon selecting \"Buy It Now\" or upon checking out through the cart. We only accept payment via U.S. PayPal accounts. PayPal allows you to pay using a major credit card or direct transfer from your bank accounts. We are legally required to collect sales tax in those states and localities where we maintain a physical presence (nexus). The applicable amount of sales tax charged to an order will be calculated based on the shipment destination's state and local sales tax laws.Thank you for shopping with us on eBay! Contact Us Contact Us At GovGroup, we are committed to providing our customers with the best possible on-line shopping experience. This includes a commitment to excellent customer service, even after your order has been delivered. Please feel free to submit any questions or inquiries regarding your order by sending us a message through the eBay messaging system.Our customer service department will respond to eBay messages within 24 hours Monday through Friday, 7 am until 4 pm PST. Please send us a message containing the following order identifiers so we can service your request in a more efficient & timely manner:-Subject-eBay Item Number e.g.) 12 Digit Numerical Value - 123456789123-Your eBay Buyer IDAdditionally, feel free to give us a call and our trained support staff will be happy to help you. eBay Order Inquiries: (888) 327-6033 About Us Gov Groups is the #1 source for Federal agencies, State and Local purchases, and K-12 through Higher Education procurement needs. Our extensive product offering includes over 1 million part numbers including technology products, office equipment, medical equipment and supplies and more. We offer same day shipping on the majority of our products, quick and accurate turnaround on quote requests, international and APO shipping options, as well as accepting Education and Government purchase orders. Our dedicated account representatives are filled with knowledge about these product lines and are here to help you with your purchasing needs. You may also be interested in... View more great items http://www.frooition.com Frooition www.frooition.com | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design",
  "Title": "W Series AVON",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "RU",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "82.89",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Carlsbad, California",
  "Seller": {
    "FeedbackScore": "337",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "govgroup"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92010",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-03-29T20:07:54.000Z",
  "HitCount": "15",
  "TimeLeft": "P25DT4H59M22S",
  "EndTime": "2017-06-27T20:07:54.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Manufacturer Part Number",
        "Value": "96655"
      },
      {
        "Name": "MPN",
        "Value": "96655"
      },
      {
        "Name": "Manufacturer",
        "Value": "McKlein Company, LLC"
      },
      {
        "Name": "Brand",
        "Value": "McKleinUSA"
      },
      {
        "Name": "UPC",
        "Value": "642154966551"
      },
      {
        "Name": "Color",
        "Value": "Black"
      }
    ]
  },
  "Site": "US",
  "ItemID": "132142473886",
  "Storefront": {
    "StoreName": "GovGroup",
    "StoreURL": "http://stores.ebay.com/id=1128173869"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "mcklei-96655",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}