{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P6DT19H19S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "SEE PICS & DESCRIPTION",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/aw8AAOSw-K9ZJ5O~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/EMMAAOSw1WJZJ5PA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/paoAAOSwH09ZJ5PB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/w2EAAOSwcB5ZJ5PD/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/STEVE-MADDEN-MINI-B-DALIA-HOT-PINK-TASSEL-PURSE-Club-Party-Beach-Casual-/162538589837",
  "ConvertedCurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "GO FOR IT! Add THE BLACK ORCHID to your Favorites list! ©Black Orchid 2016 All Rights Reserved. No part of this listing shall be used without the expressed written permission of Black Orchid, the Author, or the Creator.*💜* STEVE MADDEN*💜* MINI B DALIA HOT PINK PURSE GORGEOUS & HARD TO FIND! APPROXIMATE SIZE: small to medium 💜Sorry to say this is the only one we have, so once it’s gone, it’s gone. 💜 💜DESCRIPTION: GORGEOUS purse that is such a great hot pink color! GOLD TONE hardware.Diagonal striped interior linerInterior Zippered Pocket with matching pink trimInterior Slip pockets with matching pink trimExterior zippered exterior pocketsExterior tassel zipper pullsMain compartment with zipper closure w/ tassel zipper pullRemovable shoulder strapArm handles Rock this style at the club, or at the beach to carry just your essentials. Wear with skinny jeans/shorts and matching hot pink lipstick. All eyes on you this summer with tousled tassels as zipper pulls on this fun handbag! **PRE-OWNED, so we have to say wear and tear, HOWEVER, this handbag is in GREAT pre-owned condition withminimal wear.PLEASE REFER TO ALL PHOTOS AS THIS IS THE ACTUALITEM YOU ARE BIDDING/BUYING upon. We WILL secure it for shipment with care. ** 💜 Now for the boring, but necessary, \"blah, blah, blah\", stuff. Keep scrolling...💜 Click on our word links below for more in our store! GO FOR IT! Add THE BLACK ORCHID to your Favorites list!SHIPMENTS: INTERNATIONAL SHIPMENTS TAKE LONGER TO ARRIVE. FREE SHIPPING IN ANY OF OUR LISTINGS APPLIES ONLY FOR DOMESTIC SHIPPING IN THE U.S. If you are an international Buyer/Bidder, there may be additional costs incurred such as; tariffs, taxes, fees, additional Ebay fees, that is Buyer/Bidder's SOLE responsibility. Item will be shipped with great care, after your payment clears. Will ship same business day, unless payment clears after-hours, which then the item will be shipped next business day.We ship ONLY to CONFIRMED/VERIFIED (by Ebay and Pay Pal) addresses ONLY. Make sure your address is CORRECT and CURRENT in EBay amd PAY PAL, as when we print the label, the address when you bid is the address the item will be shipped to!Only as a professional courtesy, IF we see on a carrier's tracking that a shipment was delivered as \"left on porch\" we will do our best (not guarantee) to send a message to you via Ebay to advise you, so you may plan accordingly to make arrangements for the safety of your package.For higher dollar items, (around $200 or more) we may add a signature confirmation to your shipment depending upon domestic or international and other factors. PAYMENTS: Accepting payments via Pay Pal only at this time.Payment must be made within 48 hours of winning the auction.Buy-It-Now requires immediate payment.Non-Payment WILL generate automatically a non-payment case with Ebay, and we reserve the right to re-list the item and block you from our listings. If you cannot make a payment, please be courteous, and contact us right away. ( We can try to see if arrangements can be made depending upon the circumstances). If you cannot afford to bid right now, please don't forget to save in your Watch List ;-) Thanks! Visit or GLAMOUROUS HEELS section of our Ebay store: BLACK ORCHID Boudoir ABOUT BLACK ORCHID: ~Comes from a CLEAN and SMOKE/PET FREE ENVIRONMENT~ Black Orchid isn’t a manufacturer or distributor. Located in the USA and just trying to make a living. Black Orchid sells items that are interesting or unique, and beautiful, from all over the country and some from other parts of the world. We select, maintain, package, & inspect our inventory with meticulous care and utmost hygienic conditions. Please have the confidence in your purchase of this item. We're in no way affiliated with Steve Madden. Thanks for your consideration! ***************************************************************************** Visit Our eBay Store: Black Orchid Boudoir WHAT YOU SHOULD KNOW ABOUT OUR LISTINGS and BIDDING/BUYING: By placing a bid on this auction, Bidders/Buyers are agreeing to the following: YOU ARE ENTERING INTO A LEGAL AND BINDING CONTRACT TO PURCHASE THE ITEM FROM THE SELLER, BLACK ORCHID. PLEASE, BID RESPONSIBLY. 1). Bidders/Buyers are being provided -by Ebay- the opportunity of messaging the Seller and used the opportunity to ask any questions to Seller about the bid item BEFORE bidding/buying and therefore has sufficient knowledge of the item they are bidding upon. (Ask any questions about item before placing bid or buying to avoid miscommunications or misunderstandings or to ask for specific photos.) 2). Arbitration with Seller by messaging Seller through Ebay first to resolve any issues. 3). Bidder/Buyer will provide Seller reasonable amount of time to identify the issue with the Bidder/Buyer. 4). Bidder/Buyer will provide Seller an additional reasonable amount of time after step 3 to resolve the issue before leaving any negative feedback. 5). Seller will leave feedback once feedback is given by Bidder/Buyer. 6.) Shipping issues are NOT issues with the actual item itself. 7.) Any shipping fees, including taxes, or customs costs that are due and payable by the Bidder/Buyer as their sole responsibility, and is NOT the Seller's responsibility. 8.) BLACK ORCHID strives to bring you the rare, unique, or plain hard to find items in the best condition possible. Because of the nature of these items, the store policy is: items are sold AS IS and no refunds have, or will be issued, unless item in the listing was GROSSLY misrepresented.BLACK ORCHID will try to help you make an informed decision to the best of BLACK ORCHID'S ability. However, ultimately, the decision to bid is yours to make.BLACK ORCHID WILL ALWAYS try to describe their items in their listings to the best of their ability as we see items in person, but please know computer monitors vary and phone displays are different or hard to see details.{{BLACK ORCHID RETURN POLICY}} RETURNS ALLOWED ONLY IF THE ITEM IS GROSSLY MISREPRESENTED.IF ABOVE APPLIES - HERE IS THE PROCEDURE:Please message us (preferably sooner) within24 hours of receiving this item and tell us that you would like to return it and your reason for the return.You MUST state the reason for the return in your message to us.We use the delivery date/time on the tracked shipment. (You MUST obtain a tracking number and provide that to us by messaging us). You MUST have shipment postmarked within 3 (three days) to ship back to us as a return. All items must be returned to SELLER (Black Orchid) in its original box, with all original packaging and contents that was sent by the SELLER, as it originally shipped by Black Orchid, in order to obtain refund.In order for the item to be accepted by Black Orchid via a return, the item MUST BE RETURNED TO BLACK ORCHID IN THE SAME CONDITION IT WAS SHIPPED BY us.Once Black Orchid receives the returned item, inspection of the shipment will be processed through an unbiased third party who also handles all Black Orchid’s incoming/outgoing shipments, and the documentation thereof, for legal reasons. Once Black Orchid determines that the item is not damaged, was grossly misrepresented, and meets the aforementioned terms, a refund will be issued to Buyer/Bidder by Black Orchid via Pay Pal. IF BLACK ORCHID SUSPECTS FRAUDULENT ACTIVITY, OR DUE TO FRAUDULENT ACTIVITY, BLACK ORCHID RESERVES THE RIGHT WHETHER OR NOT TO APPROVE AND ISSUE A REFUND- AS PER OUR POLICY. ©Black Orchid 2016 All Rights Reserved. No part of this listing shall be used without the expressed written permission of Black Orchid, the Author, or the Creator.☠ To Potential Violators, YOU HAVE BEEN WARNED ☠We WILL prosecute those engaging in fraudulent activity with returns, buying, or any other activity reserved for those who follow the laws, rules and policies. All of our listings, inclusive of text, images, photos, etc., are the intellectual property of Black Orchid and any theft thereof is prohibited and will be pursued legally. We do scrub the internet to protect our rights.We WILL report this type of theft to Ebay, ANDWe also participate in their program to find violators so their Ebay accounts can be SUSPENDED.☠ To Potential Violators, YOU HAVE BEEN WARNED ☠",
  "Title": "STEVE MADDEN MINI B DALIA HOT PINK TASSEL PURSE Club Party Beach Casual",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Phoenix, Arizona",
  "Seller": {
    "FeedbackScore": "873",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Purple",
    "UserID": "blackorchids13"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "PH",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PK",
    "PY",
    "RE"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "85042",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-06-02T09:29:25.000Z",
  "HitCount": "3",
  "ConditionID": "1500",
  "EndTime": "2017-06-09T09:29:25.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "STEVE MADDEN"
      },
      {
        "Name": "Style",
        "Value": "Satchel Crossbody type"
      },
      {
        "Name": "Color",
        "Value": "HOT PINK"
      },
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "Size",
        "Value": "Small"
      },
      {
        "Name": "Pattern",
        "Value": "Solid"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162538589837",
  "Storefront": {
    "StoreName": "Black Orchid Boudoir",
    "StoreURL": "http://stores.ebay.com/id=169266502"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625385898378080_1.jpg",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}