{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P18DT8M33S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Pre-owned. Creasing and tearing at interior strap. Surface tears at handle. Dark patina, scratches, and tiny nicks throughout hardware. Scratches throughout leather. Some debris at interiors. Wear at exterior corners and seat edges. No other visible signs of wear and tear.",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3718209835948080_3.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzUwWDc1Mg==/z/obQAAOSwDiBZJrcm/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVg3NTA=/z/decAAOSwBt5ZJrcp/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVg3NTA=/z/hMcAAOSwZ4dZJrct/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVg3NTA=/z/4IoAAOSw9OFZJrcx/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVg3NTA=/z/ttsAAOSwKytZJrc1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVg3NTA=/z/FzgAAOSwcB5ZJrc5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVg3NTA=/z/mjYAAOSwi7RZJrc9/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVg3NTA=/z/~QUAAOSwAPVZJrdB/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVg3NTA=/z/t-AAAOSwKytZJrdF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVg3NTA=/z/NQgAAOSwtGlZJrdK/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VINTAGE-Burberry-Black-Leather-Nova-Check-Briefcase-/371820983594",
  "ConvertedCurrentPrice": {
    "value": "220.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "MENU Handbags Clothing Shoes Jewelry Accessories Home Kids Mens VINTAGE Burberry Black Leather Nova Check Briefcase Leather briefcase featuring a single top handle, a gold-tone combination lock, and a footed seat. Combination: 618, 116. Size: N/AColor: Beige,Black,Cream,Gold,Red,Made in: UnknownFabric Content: Exterior: Leather; Lining: TextileCondition: Pre-owned. Creasing and tearing at interior strap. Surface tears at handle. Dark patina, scratches, and tiny nicks throughout hardware. Scratches throughout leather. Some debris at interiors. Wear at exterior corners and seat edges. No other visible signs of wear and tear. Measurements & Sizing*: Handle Length: 8.5\"Handle Drop: 2\"Height: 12.375\"Length: 17.25\"Width: 2.5\"Interior Features: Nova Check lining, two diagonal document holders secured by a snapped strap, and a diagonal patch pocket. *Please refer to measurements above as the item may have been altered Item #: 202509 About Luxury Garage Sale (\"LGS\") is an upscale consignment boutique that specializes in selling discounted new with tags clothing and accessories and pre-owned designer and vintage clothing and accessories in excellent condition. Co-founders (and childhood friends) Brielle Buchberg and Lindsay Segal have combined backgrounds in fashion, retail, styling and marketing, making their industry expertise run deep. LGS is Brie and Lindsay's joint vision: a curated designer retail experience and consignment boutique rolled into one. Their keen eye, commitment to providing top-notch, personal service, and unabashed passion for fashion are reflected in everything they do. Visit LGS at their Chicago boutique, Dallas boutique or at one of the many pop-up shopping events that they host around the country. Be sure to also follow LGS on Instagram, Facebook, Twitter and Pinterest to stay up to date on new arrivals, LGS events near you and to get fashion inspiration! Have questions? Call us Today at 312-929-2098 to speak with one of our customer service representatives Payment We only accept payment for all transactions via PayPal through eBay checkout only. Payments cannot be split into multiple payment methods and we require immediate payment for all Fixed-Price or Buy it Now items. We only accept one form of payment per transaction. We offer combined shipping as long as all items are paid for within a 2 day period. Please do not pay until you are finished shopping. Payment must be made within 4 days of accepting an offer to avoid an unpaid item case from being opened against your account. We cannot combine shipping after a case is opened. If you have any questions, contact us! *ALL prices for items are priced in the United States Dollar* Shipping Combined shipping In order for items to qualify for combined shipping, items must be purchased and paid for together within a 3 day period from the day and time of the first auction won. Combined shipping rate will be automatically calculated and applied at the time of eBay checkout. Please note if combined shipping is not reflected at time of checkout please request a revised invoice via eBay prior to making payment. We attempt to ship your items within 5 business days after payment has been received. Domestic shipping Standard shipping is a flat rate of $10 within the United States. All items are shipped by Fed Ex Ground. We can accommodate another shipping provider if you message us via eBay or Paypal, however, our rate will still be $10. Delivery times are based on business days, Monday - Friday (excluding holidays). We will only ship to authorized/confirmed PayPal addresses (applies to both US and International). Expedited shipping Expedited shipping is available for an extra cost. Please message us via eBay for a quote on expedited shipping. Surcharges: A surcharge of $22.50 is applied to all shipments to Alaska, Hawaii and Puerto Rico. International Shipping: We offer international shipping for a flat rate via FedEx Economy International. Canada: Flat shipping rate of $29.00 for single item. $2.50 per additional item for combined shipping. Australia/New Zealand: Flat shipping rate of $49.00 for single item. $2.50 per additional item for combined shipping. Other International: Flat shipping rate of $45.00 for single item. $2.50 per additional item for combined shipping. International Buyers, Please Note: Shipments will be declared as a used purchase. Legally, we are not able to mark any shipments as a gift. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyers responsibility. Please check with your countrys customs office to determine what these additional costs will be prior to bidding/buying. If package is not cleared/claimed from customs and is returned, buyer is responsible for postage of re-shipping. U.S. Fish & Wildlife restrict us from shipping certain items internationally based on their skin and fur content. Please message us if you have any questions. Combined shipping is $2.50 per each additional item. We offer combined shipping as long as all items are paid for within a 2 day period. Please do not pay until you are finished shopping. If you pay for an item and wish to continue shopping, please send us a message within 24 hours of paying for your first item if you would like to take advantage of our combined shipping. Purchase Pickup Purchase pickup is available at our Chicago, Dallas, and Minneapolis Boutiques. To see if your item qualifies, please message us via eBay or call us at 1-312-929-2098 to arrange the pick-up of your eBay order. Unfortunately the eBay checkout system is not allowing buyers to schedule purchase pickups directly and contacting us first is required. Once a pick-up is scheduled, we will either refund you for any shipping charges you incurred or send you a revised invoice prior to eBay checkout to receive the waived shipping rate. After pickup is scheduled, please allow 1 business day for item to be ready for pickup at our store. All items purchased within these locations will incur the following Sales Tax: Illinois: 10.25% Texas: 8.25% Minnesota: 8.375% Boutique Pickup Addresses: Chicago: Luxury Garage Sale, 1658 N Wells St, Chicago Il 60614 Dallas: LGS Dallas, 6805 Snider Plaza, Dallas TX 75205 Minneapolis: LGS Minneapolis, 5051 France Ave South, Minneapolis MN 55410 Returns All sales are final. We strive to provide the most accurate descriptions and photos as possible. If you feel that you have received an item that is not as described, you must contact us directly within three days of receipt either via eBay message, email or phone at 1-312-929-2098 to obtain return authorization and speak with a Customer Service Representative about your eBay order. If you contact us after this period, we will be unable to accept the return. Any item approved for return other than for an item that is not as described will incur a 20% restocking fee. Buyer is responsible for return shipping fee. *Luxury Garage Sale is not the owner or seller of the items for sale. Luxury Garage Sale specifically disclaims all warranties or representations, and does not provide any warranties of fitness for a specific purpose, or of title of merchantability. Size Guide Size Chart Please note the following size chart is a general guideline. Size and fit are approximations and may vary across designers. Please refer to item measurements to determine best fit. Sorry! No size chart available for this item type. FAQ Do you combine shipping? Yes! We offer combined shipping as long as all items are paid for within a 2 day period. An additional charge of $2.50 per item will be added to the total shipping cost. Combined shipping rate will be automatically calculated and applied at the time of eBay checkout. Please note if combined shipping is not reflected at time of checkout please request a revised invoice via eBay prior to making payment. We attempt to ship your items within 5 business days after payment has been received. Why am I being charged Sales Tax? If you are picking up one of your items or shipping your item to an Illinois, Texas, New York, Washington or Minnesota address, we are legally required to charge sales tax due to the fact that we have operations in these states.All taxes will be applied as follows: Texas: 8.25% Illinois: 10.25% Washington: 9.9% New York: 8.875% Minnesota: 8.375% Can I ship to a different address? If you wish to ship to a different address from the one that is on your PayPal account, please simply change the address of your PayPal account before payment is fully submitted. Do you ship to APO/FPO addresses? Yes we do. Rates are the same as U.S. domestic. Do you combine shipping for international customers? Yes, we do! Please see above. Please message us via ebay when you are ready to checkout as the eBay software does not combine shipping automatically! Do you guarantee authenticity? Yes! Luxury Garage Sale guarantees that all items sold on our site are 100% authentic. All products we accept are inspected for brand-specific guidelines and are put through a rigorous authenticity test process before sold online. We are so confident in the authenticity of our items, that we will issue a full refund if you feel that you've purchased an inauthentic item. Please note, brands sold are not partnered with or affiliated with Luxury Garage Sale. Luxury Garage Sale (\"LGS\") is an upscale consignment boutique that specializes in selling discounted new with tags clothing and accessories and pre-owned designer and vintage clothing and accessories in excellent condition. Co-founders (and childhood friends) Brielle Buchberg and Lindsay Segal have combined backgrounds in fashion, retail, styling and marketing, making their industry expertise run deep. LGS is Brie and Lindsay's joint vision: a curated designer retail experience and consignment boutique rolled into one. Their keen eye, commitment to providing top-notch, personal service, and unabashed passion for fashion are reflected in everything they do. Visit LGS at their Chicago boutique, Dallas boutique or at one of the many pop-up shopping events that they host around the country. Be sure to also follow LGS on Instagram, Facebook, Twitter and Pinterest to stay up to date on new arrivals, LGS events near you and to get fashion inspiration! Have questions? Call us Today at 312-929-2098 to speak with one of our customer service representatives We only accept payment for all transactions via PayPal through eBay checkout only. Payments cannot be split into multiple payment methods and we require immediate payment for all Fixed-Price or Buy it Now items. We only accept one form of payment per transaction. We offer combined shipping as long as all items are paid for within a 2 day period. Please do not pay until you are finished shopping. Payment must be made within 4 days of accepting an offer to avoid an unpaid item case from being opened against your account. We cannot combine shipping after a case is opened. If you have any questions, contact us! *ALL prices for items are priced in the United States Dollar* Combined shipping In order for items to qualify for combined shipping, items must be purchased and paid for together within a 3 day period from the day and time of the first auction won. Combined shipping rate will be automatically calculated and applied at the time of eBay checkout. Please note if combined shipping is not reflected at time of checkout please request a revised invoice via eBay prior to making payment. We attempt to ship your items within 5 business days after payment has been received. Domestic shipping Standard shipping is a flat rate of $10 within the United States. All items are shipped by Fed Ex Ground. We can accommodate another shipping provider if you message us via eBay or Paypal, however, our rate will still be $10. Delivery times are based on business days, Monday - Friday (excluding holidays). We will only ship to authorized/confirmed PayPal addresses (applies to both US and International). Expedited shipping Expedited shipping is available for an extra cost. Please message us via eBay for a quote on expedited shipping. Surcharges: A surcharge of $22.50 is applied to all shipments to Alaska, Hawaii and Puerto Rico. International Shipping: We offer international shipping for a flat rate via FedEx Economy International. Canada: Flat shipping rate of $29.00 for single item. $2.50 per additional item for combined shipping. Australia/New Zealand: Flat shipping rate of $49.00 for single item. $2.50 per additional item for combined shipping. Other International: Flat shipping rate of $45.00 for single item. $2.50 per additional item for combined shipping. International Buyers, Please Note: Shipments will be declared as a used purchase. Legally, we are not able to mark any shipments as a gift. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyers responsibility. Please check with your countrys customs office to determine what these additional costs will be prior to bidding/buying. If package is not cleared/claimed from customs and is returned, buyer is responsible for postage of re-shipping. U.S. Fish & Wildlife restrict us from shipping certain items internationally based on their skin and fur content. Please message us if you have any questions. Combined shipping is $2.50 per each additional item. We offer combined shipping as long as all items are paid for within a 2 day period. Please do not pay until you are finished shopping. If you pay for an item and wish to continue shopping, please send us a message within 24 hours of paying for your first item if you would like to take advantage of our combined shipping. Purchase pickup is available at our Chicago, Dallas, and Minneapolis Boutiques. To see if your item qualifies, please message us via eBay or call us at 1-312-929-2098 to arrange the pick-up of your eBay order. Unfortunately the eBay checkout system is not allowing buyers to schedule purchase pickups directly and contacting us first is required. Once a pick-up is scheduled, we will either refund you for any shipping charges you incurred or send you a revised invoice prior to eBay checkout to receive the waived shipping rate. After pickup is scheduled, please allow 1 business day for item to be ready for pickup at our store. All items purchased within these locations will incur the following Sales Tax: Illinois: 10.25% Texas: 8.25% Minnesota: 8.375% Boutique Pickup Addresses: Chicago: Luxury Garage Sale, 1658 N Wells St, Chicago Il 60614 Dallas: LGS Dallas, 6805 Snider Plaza, Dallas TX 75205 Minneapolis: LGS Minneapolis, 5051 France Ave South, Minneapolis MN 55410 All sales are final. We strive to provide the most accurate descriptions and photos as possible. If you feel that you have received an item that is not as described, you must contact us directly within three days of receipt either via eBay message, email or phone at 1-312-929-2098 to obtain return authorization and speak with a Customer Service Representative about your eBay order. If you contact us after this period, we will be unable to accept the return. Any item approved for return other than for an item that is not as described will incur a 20% restocking fee. Buyer is responsible for return shipping fee. *Luxury Garage Sale is not the owner or seller of the items for sale. Luxury Garage Sale specifically disclaims all warranties or representations, and does not provide any warranties of fitness for a specific purpose, or of title of merchantability. Size Chart Please note the following size chart is a general guideline. Size and fit are approximations and may vary across designers. Please refer to item measurements to determine best fit. Sorry! No size chart available for this item type. Do you combine shipping? Yes! We offer combined shipping as long as all items are paid for within a 2 day period. An additional charge of $2.50 per item will be added to the total shipping cost. Combined shipping rate will be automatically calculated and applied at the time of eBay checkout. Please note if combined shipping is not reflected at time of checkout please request a revised invoice via eBay prior to making payment. We attempt to ship your items within 5 business days after payment has been received. Why am I being charged Sales Tax? If you are picking up one of your items or shipping your item to an Illinois, Texas, New York, Washington or Minnesota address, we are legally required to charge sales tax due to the fact that we have operations in these states.All taxes will be applied as follows: Texas: 8.25% Illinois: 10.25% Washington: 9.9% New York: 8.875% Minnesota: 8.375% Can I ship to a different address? If you wish to ship to a different address from the one that is on your PayPal account, please simply change the address of your PayPal account before payment is fully submitted. Do you ship to APO/FPO addresses? Yes we do. Rates are the same as U.S. domestic. Do you combine shipping for international customers? Yes, we do! Please see above. Please message us via ebay when you are ready to checkout as the eBay software does not combine shipping automatically! Do you guarantee authenticity? Yes! Luxury Garage Sale guarantees that all items sold on our site are 100% authentic. All products we accept are inspected for brand-specific guidelines and are put through a rigorous authenticity test process before sold online. We are so confident in the authenticity of our items, that we will issue a full refund if you feel that you've purchased an inauthentic item. Please note, brands sold are not partnered with or affiliated with Luxury Garage Sale. Home About Us Our Services Contact Us Add Us To Your Favorite Sellers JOIN OUR NEWSLETTER COPYRIGHT © 2017 LUXURY GARAGE SALE. ALL RIGHTS RESERVED.",
  "ExcludeShipToLocation": [
    "LR",
    "LY",
    "NE",
    "RW",
    "SO",
    "IQ",
    "AF"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "220.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "Location": "US",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "35864",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "luxury.garage.sale"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "VINTAGE Burberry Black Leather Nova Check Briefcase",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-12-22T15:20:43.000Z",
  "HitCount": "569",
  "ConditionID": "3000",
  "EndTime": "2017-06-20T15:20:43.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Designer",
        "Value": "Burberry"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Size",
        "Value": "N/A"
      },
      {
        "Name": "Made In",
        "Value": "Unknown"
      },
      {
        "Name": "Fabric Content",
        "Value": "Exterior: Leather; Lining: Textile"
      },
      {
        "Name": "Height",
        "Value": "12.375\""
      },
      {
        "Name": "Length",
        "Value": "17.25\""
      },
      {
        "Name": "Width",
        "Value": "2.5\""
      },
      {
        "Name": "Handle Length",
        "Value": "8.5\""
      },
      {
        "Name": "Handle Drop",
        "Value": "2\""
      },
      {
        "Name": "Brand",
        "Value": "Burberry"
      },
      {
        "Name": "Style",
        "Value": "Attache Case"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      },
      {
        "Name": "EAN",
        "Value": "Does Not Apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371820983594",
  "Storefront": {
    "StoreName": "eLuxuryGarageSale",
    "StoreURL": "http://stores.ebay.com/id=752138573"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "SKU": "202509",
  "HandlingTime": "5",
  "BestOfferEnabled": "true"
}