{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2726979733158080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Njg0WDU2MA==/z/CaQAAOSw5cNYb08y/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjIzWDgwMA==/z/tTwAAOSwUKxYb080/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/dboAAOSwjDZYb085/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjE0WDgwMA==/z/DfkAAOSw2xRYb089/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/qV4AAOSwUKxYkE32/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/qa0AAOSwUKxYkE35/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/khIAAOSw-0xYkE38/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/lGoAAOSwTglYkE4A/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Nzk1WDgwMA==/z/opoAAOSwo4pYkE4D/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTQwWDgwMA==/z/pQgAAOSwo4pYkE4Y/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDgwMA==/z/GuwAAOSw241YkE4b/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/100-authentic-CHANEL-Matelasse-Silver-W-Chain-Shoulder-Bag-Beige-Mint-Used-/272697973315",
  "ConvertedCurrentPrice": {
    "value": "2212.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Auth [CHANEL] Matelasse Silver W Chain Shoulder Bag / Beige Mint cond. (Used)Import duties, taxes, and charges are NOT INCLUDED in item prices or shipping costs. These charges are buyer's responsibility. Please check the photo very carefully for the detail condition of the product.CustomLabel 10000431Remarks Bi-colored and piping designs are the keypoints of Matelasse 25. You will be surprised with the soft and smooth feel, almost like a baby's skin. Very rare item which hardly comes around. Being second-handed, there are sores on the edges, tiny scratches and damages on the metals caused over use. Actual color of the bag is a bit darker than how it appears in the photo image. Metal parts have also retained their luster. As seen in the photo, there are tiny stains near the center of the backside pocket, traces of magic ink on the inside, - therefore it is offered for a reasonable price. Though there is no particular damage to mention, please be reminded that it is nevertheless a second-handed item.Attention Display of images that can be posted on cellphones and smartphones could be limited. For further details, it is always better to check the displays on the PC. If you are sensitive or picky about conditions, perhaps it is better to refrain. Though we carry only genuine brands, if in the rarest case they are not so, we will soon take any necessary actions. Color image and brightness could also differ from the actual by monitors on your computer devices.Serial Number 11******Length (inches) 9.84Height (inches) 5.91Width (inches) 2.76Shoulder Strap Length * Single (inches) 37.01Shoulder Strap Length * Double (inches) 21.26Color Beige x SV MetalsMaterial LambskinComes With G card / Serial sticker / Booklet Total ConditionABNNew / Unused itemSUsed for a few times and in mint conditionASome sores and small scratches but in a good conditionBNoticeable scratches and stains, but will not influence anything in useCExtremely noticeable scratches and stains remainRead Before BiddingPlease understand that the actual color of the items may be a little different from what you see in pictures because of the spec of the monitor or PC.Sizes are measured by ourselves. Please be easy on a slight difference.Although we try our best to describe the condition of each item with pictures, please note that items may have unnoticeable flaws.All of our items have been inspected by experts and specialists who have been educated well for authentication.We sell Authentic only.If you have any problem with the item you purchased, please contact us before giving feedback. Your satisfaction is important to us.TAXInternational Buyers - Please NoteImport duties, taxes, and charges are NOT INCLUDED in item prices or shipping costs. These charges are buyer's responsibility.Please check with your country's customs office to determine what those additional costs will be prior to bidding or buying.Customs fees are normally charged by shipping companies or collected when you pick up the item. These fees are not additional shipping charges.We don't under-value merchandise or mark the item as a gift on customs forms. Doing that is against the U.S. and international laws.SHIPPING We only ship to PayPal registered address. Service: EMS Tracking URL: Japan Post Click HerePAYMENTWe Accept PayPal Only.If you want to know how long it will take for the item to be shipped after your payment, please see the detail in the \"Shipping and payments\" tab above. If payment can't be confirmed within 3 days after the close of auction, a reminder will be sent to you.RETURN POLICY Returned items have to be in an original condition for a full refund. For the details about our Return Policy such as followings :Do we accept returns?How long before should you contact us if you want to return the item? Who pays the return shipping? please check the information in the \"Shipping and payments\" tab above. ABOUT US RayLine Co., Ltd. 1-7-11 Daido, Tennoji-ku, Osaka, Osaka, JAPAN 543-0052 TEL: 06-6774-3307",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "2212.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Osaka",
  "Seller": {
    "FeedbackScore": "88",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "rayline2015"
  },
  "PrimaryCategoryID": "63852",
  "Country": "JP",
  "ListingType": "FixedPriceItem",
  "Title": "100% authentic[CHANEL] Matelasse Silver W Chain Shoulder Bag /Beige Mint  (Used)",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T03:28:01.000Z",
  "HitCount": "1",
  "TimeLeft": "P6DT13H21M19S",
  "EndTime": "2017-06-09T03:28:01.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "See description"
      },
      {
        "Name": "Brand",
        "Value": "Chanel"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272697973315",
  "Storefront": {
    "StoreName": "rayline2015",
    "StoreURL": "http://stores.ebay.com/id=1341098591"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "10000431",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}