{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMDEz/z/nBYAAOSwCU1Y3SqV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5MTU=/z/Ji8AAOSwDmBY3SqU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg1NDc=/z/Sr0AAOSwA29Y3SqU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDE2MDA=/z/liYAAOSwc-tY3SqV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAzMFgxNjAw/z/SxYAAOSwA29Y3SqW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg3Mzk=/z/93kAAOSw2gxY3SqU/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/OGIO-International-Hamptons-Tote-Dark-Gray-Felt-/132143163130",
  "ConvertedCurrentPrice": {
    "value": "83.16",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Home About Us Feedback Contact Us View All Items OGIO International Hamptons Tote, Dark Gray Felt Color: Dark grayProduct Material: FeltDimensions (WxDxH): 15 in x 4 in x 16.5 inFully padded fleece lined laptop compartment with elastic closure fits most 15'' laptopsPadded iPad/tablet/e-reader pocketThree side flap pocketsFully padded base protects laptopLarge zippered interior compartment. Shoulder strap length: 24''. Tote your laptop and all of your small essentials in this fashionable and functional tote bag from OGIO. The OGIO Hamptons Laptop Tote features TC poly fabric with button accents down the front, a removable tie around the top and multiple flap pockets on the sides. This tote bag has a secure top zipper closure with a fully padded laptop compartment with a fleece lining, a padded pocket for your tablet, iPad, or eReader and a large interior zippered pocket for valuables. A zip around pocket on the back offers extra storage for your cell phone, pens and other small items while exterior flap pockets provide quick access to the items that you use most often. BrandOGIOItem Model Number114006.438ManufacturerOgio InternationalColorDark Gray FeltItemDimensions16.5 x 15 x 4 inchesItem Weight1.6 pounds Our Policy We only accept payments via PayPal and the payment is expected within 3 days after the order. In the occasional case that the product is discovered to be damaged prior to shipping, we will provide a full 100% refund to you within 2 business days. We provide FREE shipping & handling on over 75% of the catalog from our warehouses and suppliers from all over the world. It should take 1-10 business days for the product to reach your destination. Estimates by eBay FAST N\"\" FREE should not be taken for granted as they\"\"re mostly inaccurate and misleading as reported by our previous customers. If the product doesn\"\"t reach your destination within the time limit, please allow an additional 1-2 business days in case of postal delays and/or possible technical issues. If it takes any longer than that, please contact us using the Contact Seller menu, and choose \"\"I have a question about using my item or I want to send the seller a message.\"\" as the topic to avoid inadvertently opening a case. This will allow us to resolve your issues in a timely manner. 100% Satisfaction Guarantee Customers are eligible for returns within 30 days after the product arrives. In case the product arrives damaged or there are any errors in the shipping (e.g wrong item or size), you will not be responsible for the return cost. For any other reasons, you may be responsible for partial or full return shipping fee.Shipping Conditions We have warehouses and certified suppliers from all over the world. For this item, we ship only to the lower 48 states within the United States. We do not ship to APO and PO Box addresses and there is no local pickups. We also do not offer combined shipping for items with shipping costs.Please note There are possibilities that the items might not ship to your area at a certain time period (e.g during festivals, shopping seasons or excessively high volume order times). In order to ensure that you\"\"ll receive the product hassle-free, please send us your Zip code via eBay message. This is to ensure the greatest satisfaction of our dear customers and for us to better fulfill your ultimate shopping experience. Quality_Seller ZephStore Fast and Reliable Quick Shipment Excellent Service With Fast Tracking Updated Payment Method Shipping Free Shipping in USA : 4 - 11 days Return / Refund Guarantee Return within 30 days , we will provide pre-paid return label as your request to your eBay/PayPal email address. Note. If buyer need change the address , please contact seller within 24 hrs.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "83.16",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "3425",
    "PositiveFeedbackPercent": "98.5",
    "FeedbackRatingStar": "Red",
    "UserID": "zephstore"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "OGIO International Hamptons Tote, Dark Gray Felt",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-03-30T15:55:57.000Z",
  "HitCount": "40",
  "TimeLeft": "P26DT47M16S",
  "EndTime": "2017-06-28T15:55:57.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "OGIO"
      },
      {
        "Name": "MPN",
        "Value": "114006.43799999999"
      },
      {
        "Name": "Model",
        "Value": "114006.43799999999"
      },
      {
        "Name": "UPC",
        "Value": "031652191037"
      }
    ]
  },
  "Site": "US",
  "ItemID": "132143163130",
  "Storefront": {
    "StoreName": "zephstore",
    "StoreURL": "http://stores.ebay.com/id=1296515702"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money back or replacement (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1321431631308080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}