{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Reusable Eco Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169302",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTExWDk3Mg==/z/6HkAAOSwux5YVLFw/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Lot-10-Collapsible-Tote-Water-Resistant-Eco-Foldable-Shopping-Bag-GREAT-GIFT-/142388645156",
  "ConvertedCurrentPrice": {
    "value": "60.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Payment | Shipping | Policies Lot of 10 Water Resistant Collapsible Tote Bag Product Feature: • Open Dimensions : 19 x 15.3 x 6.3\" (48x39x16cm) • Closed Dimensions :9.8 x 6.7\" (25x17cm) • Bag can Fold into itself • Red Color with Gray Accents • Zip Top • Can Carry up to 10lbs • Product weight : 3.5oz • Water Resistant Material • 190T Ripstop Material • Bottom Gusset 6 x 13\" • Side Zipper Pocket 8.5 x 6.5\" • 2 Handles Assorted Color **Exclusive Product !!! ** Customer satisfaction is our priority. Ships out from New York within 1 business day! Payment & Shipping Payment Back to Top We want to ensure that all of our buyers are offered all the benefits that has to offer. In order to ensure that all of our buyers qualify for Buyer Protection, we only accept payment through PayPal. PayPal allows you to complete your purchase quickly and securely. It offers a variety of payment options including all the major card carriers. NY state bidders must add 8.375% sales tax to their orders. International Buyers - Please Note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to buying. Shipping & Handling Back to Top All orders are shipped out within one business day. Your order will be shipped out via one of our participating partners, which include USPS, UPS, FedEx or DHL. Orders placed and paid after Noon or during the weekend will be shipped the next business day (excluding U.S. Holidays). Our shipping rates include the cost of shipping, handling and packaging. The Seller reserves the right to choose or switch to the most secure shipping method or shipping carrier. We are not responsible for undeliverable address. We reserve the right to charge the shipping fee again for returned items due to wrong address. Shipping Destination: Shipping/Handling rates shown below in the Shipping and Payments detail section apply to 50 US States, Puerto Rico, APO and FPO addresses and other US territories with a valid US zip code. Tracking: Once we have confirmed that your order was picked up by the shipping carrier, we will update the tracking information through. Local Pick Up: Unfortunately, due to the nature of our business, we do not allow local pick up. We apologize for any inconvenience that this may cause. Policies Feedback Back to Top Our feedback system is automated. Once positive feedback is left for us, we will leave for you. Feedback is of utmost importance to us. If you should have any problems with any items ordered, before leaving negative feedback, please contact us to resolve the issue. Contact Us Back to Top Please ask all questions BEFORE bidding if you are unsure of something. Use the Ask Seller a Question link. Returns & Exchanges Back to Top In the event that you receive defective or damaged merchandise, we will replace the item at no cost to you as long as it is reported within 7 days of receipt of the merchandise. Exchanges are subject to availability. Buyer is required to keep the original package(s) and box(es) for claims In the event that you would like to return your purchase, we allow returns that are processed within 14 days of receipt of the merchandise. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer and all returns are subject to a minimum of a 15% restocking fee. Please note: It is our pledge that you will receive the exact item that you bid on, in the condition that we have stated in the auction. If there is a problem with your order, please contact us PRIOR to leaving feedback - your satisfaction is important to us! This item is posted and managed courtesy of Bonanza.com",
  "Title": "Lot of 10 Collapsible Tote Water Resistant Eco Foldable Shopping Bag GREAT GIFT",
  "ExcludeShipToLocation": "Africa",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "60.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169302",
  "Location": "Linden, New Jersey",
  "Seller": {
    "FeedbackScore": "11640",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "genesis21shop"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "07036",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-20T04:12:08.000Z",
  "HitCount": "7",
  "TimeLeft": "P16DT10H42M25S",
  "EndTime": "2017-06-19T04:12:08.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "UPC",
        "Value": "706569087215"
      },
      {
        "Name": "Brand",
        "Value": "SE"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142388645156",
  "Storefront": {
    "StoreName": "Genesis21Shop",
    "StoreURL": "http://stores.ebay.com/id=55835781"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Refunds available: See booth/item description for details - In the event that you receive defective or damaged merchandise, we will replace the item at no cost to you as long as it is reported within 7 days of receipt of the merchandise. Exchanges are subject to availability.\n- Buyer is required to keep the original package(s) and box(es) for claims\n- In the event that you would like to return your purchase, we allow returns that are processed within 14 days of receipt of the merchandise. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer and all returns are subject to a minimum of a 15% restocking fee.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1423886451568080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}