{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzIwWDcyMA==/z/T~AAAOSw4shX-99f/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDcyMA==/z/kkIAAOSw-CpX-99g/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDcyMA==/z/UDIAAOSw4shX-99i/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDcyMA==/z/Tp8AAOSwLF1X-99j/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDcyMA==/z/FRkAAOSwpLNX-99k/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDcyMA==/z/mhgAAOSwh2xX-99l/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDcyMA==/z/SiEAAOSwPCVX-99m/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDcyMA==/z/DlQAAOSwmLlX-99o/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDcyMA==/z/FigAAOSwpLNX-99p/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Samsonite-Xenon-2-Travel-15-laptop-10-tablet-Tote-Bag-Executive-business-/262668056604",
  "ConvertedCurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Samsonite Xenon™ 2 Travel Totewill not have contrastly logo on tote BlackColors shown are computer simulations of material colors.Item #95040MATERIALS / DIMENSIONS1680d polyester / 17.5\"L 14\"H 5.5\"W Front zippered pocketDual water bottle pocketsZippered large main compartmentInterior multi-function organizer and padded, scratch-resistant tablet pocket (fits up to a 10\" tablet)Zippered pocket with RFID blocking technology prevents unauthorized access to personal informationLarge zippered interior pocket sized to fit a 15” laptop or travel itemsKey snap for securing a keychain or personal itemsRemovable, zippered accessory pouchSmartSleeve™ slides over upright handles for easy mobility22\" shoulder straps PLEASE READ DESCRIPTION AND POLICIES FIRST Please MESSAGE ME TO check with us on inventory levels AT THE SUPPLIER'S WAREHOUSE before ordering WE SHIP INSIDE THE CONTINENTAL US. HAWAII, ALASKA & CANADA PLEASE ASK ABOUT SHIPPING RATES BEFORE YOU BUY Thank you for your support of woman-owned small businesses. Thank you for looking at our listing, from all of us at Pure Logo, Inc. PROMOTE, MOTIVATE, RECOGNIZE and now for the fine print... Please take a minute and look at our (over 500 items) store we have everything from executive/client/teacher/traveler/student gifts, employee appreciation, recognition, golf outings and AUTHENTIC items such as Alternative, Guess, Kenneth Cole, Issacc Mizrahi, Wenger, Brookstone, Carhartt, High Sierra, Field & Co., Cross pens, Thule, Case Logic, Laguiole, Safety Works, Zippo, IGLOO, Samsonite, Moleskin, American Tourister, Cutter & Buck and many others. Need an umbrella? we have that! IF YOU NEED A LARGER QUANTITY OF ANYTHING PLEASE let me know also, WE CAN ALSO IMPRINT (minimum quantities do apply for imprintation) Please leave us positive feedback, as a seller we get more ebay savings on fees. Don't forget to follow us for upcoming deals and clearance items. We are a small family owned business and appreciate your business. Thank you for supporting small businesses. please take a minute and check with us on inventory levels at the supplier's warehouse, we have a lot of product in our store and we try to keep up with inventory but sometimes on that rare occurrence product will be bought out at the warehouse before we know it. Delivery is made by FED EX ground or UPS, the driver will leave your package at your door step. If you are not home, please have someone get it for you. We are not responsible for merchandise that is stolen, however you can track your package All items are in stock when they are listed. Inventory is tracked and updated regularly. However, if demand exceeds our supply, we will give the customer the following options: Full refund. Have the item back ordered and shipped when it becomes available. We will offer other items in similar style and quality. Your bid / purchase of the item implies you agree to this policy. We have been in the promotional/advertising brand management industry for 25+ years which gives us great pricing from our suppliers. We sell quality products from top notch suppliers. We can put your company logo on over 500,000 items! If you have something different in mind for your trade show, employee recognition, executive and/or client gift let us know and we will guide you through the process from beginning to end. See our store for other business related products. We are a small promotional/advertising brand management distributor, we sell authentic brand new unused items straight from supplier's warehouse. If you have any questions or concerns, please contact us and we will get right back to you. The warehouse staff is meticulous in making sure all products are packaged very well. We ship Monday through Friday, excluding holidays, to street addresses within the United States. Please note that we cannot ship outside the US, or to P.O. Boxes. We apologize for any inconvenience this may cause. We ship UPS and FedEx ground (anything purchased after business hours will be processed next business day) Orders are processed within 1-2 business days in most cases and tracking information will be provided. Currently we only accept PayPal. Any request received after 24 hours of payment might not be accepted, because most of our orders are processed instantly and ships same day. We greatly appreciate your POSITIVE feedback. Please do NOT leave negative or neutral feedback without contacting us. We will do our best to work with you until you are satisfied. If you are happy with your purchase, please leave positive feedback. The more feedback we get the higher level we can achieve. And please follow us for upcoming deals and clearance items. We are a small family owned business and appreciate all our customers. If you are a business that needs promotional/advertising branding items and need more quantity other than is offered in our store just let us know. Thank you for your support of small businesses. We ship Fed Ex ground which is a fast reliable service. They deliver to your door which you can track to make sure you or someone is there to receive it. We are not responsible for stolen merchandise.",
  "Title": "Samsonite Xenon™ 2 Travel 15” laptop & 10\" tablet Tote Bag Executive business",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Port Deposit, Maryland",
  "Seller": {
    "FeedbackScore": "362",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "purelogoinc"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "21904",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-10-10T18:39:18.000Z",
  "HitCount": "164",
  "TimeLeft": "P5DT3H25M47S",
  "EndTime": "2017-06-07T18:39:18.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "ASK ME TO CHECK SUPPLIER STOCK FIRST",
        "Value": "BEFORE YOU BUY THANK YOU"
      },
      {
        "Name": "Brand",
        "Value": "Samsonite"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "1680d polyester"
      },
      {
        "Name": "Style",
        "Value": "17.5\"L 14\"H 5.5\"W"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "262668056604",
  "Storefront": {
    "StoreName": "PureLogo",
    "StoreURL": "http://stores.ebay.com/id=29096487"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2626680566048080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}