{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2220577740828080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2OFgxNjAw/z/qO0AAOSwHxVW7Bzj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUzOFgxNjAw/z/KwIAAOSwMORW7Bzp/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/R4MAAOSwZ8ZW7Bzv/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/DtwAAOSws4JW7Bzz/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2OFgxNjAw/z/erwAAOSwu1VW7Bz5/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-BRUNELLO-CUCINELLI-Womens-Brown-Leather-Business-Portfolio-Bag-/222057774082",
  "ConvertedCurrentPrice": {
    "value": "420.75",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "About Us | Terms | Payment | Shipping | Returns | FAQ | Contact Us The Discerning Shoppers Choice For The Finest Luxury Brands Best Designers at a Discounted Price with Excellent Customer Service Tom Ford Brioni Isaia D'Avenza Brunello Cucinelli For Men Kiton Caruso Canali Freemans Sporting Club Store Search Store Categories Newsletter Add to favorites BRUNELLO CUCINELLI Women's Brown Leather Business Portfolio Bag New with Original Brunello Cucinelli Dust Bag Double Buckle Closure Brown Leather Measurements: 15\" X 10.75\" AL1-7-9 BCLPORTFOLIO00001 M Fast Shipping Hassle Free Returns Contact Us 100% Authentic Payment Shipping Return Policy Feedback Contact Us Payment is expected to be received within 3 days, if you would like to pay later than 3 days please just contact us first. We accept all major credit cards through PayPal. If you would like to make other arrangements for payment, please contact us. For domestic orders we offer free shipping with Priority Mail. Express shipping is also available for a fee. If you would like to make special arrangements for shipping please contact us. For international orders we offer combined shipping on multiple items,. First purchase the items, Once finished purchasing, send us an invoice request and we will give you a fair price on the combined shipping. All orders go out The next business day NY Milan's first priority is customer satisfaction. Therefore if for any reason you are not 100% satisfied with your purchase, you may return it within 14 day of receiving it. We are enrolled in eBay hassle free returns, so returns are always easy. Just follow the directions on the purchase page. Coming Soon... Payment Payment is expected to be received within 3 days, if you would like to pay later than 3 days please just contact us first. We accept all major credit cards through PayPal. If you would like to make other arrangements for payment, please contact us. Shipping For domestic orders we offer free shipping with Priority Mail. Express shipping is also available for a fee. If you would like to make special arrangements for shipping please contact us. For international orders we offer combined shipping on multiple items,. First purchase the items, Once finished purchasing, send us an invoice request and we will give you a fair price on the combined shipping. All orders go out The next business day Return Policy NY Milan's first priority is customer satisfaction. Therefore if for any reason you are not 100% satisfied with your purchase, you may return it within 14 day of receiving it. We are enrolled in eBay hassle free returns, so returns are always easy. Just follow the directions on the purchase page. Feedback Contact Us About Us | Terms | Payment | Shipping | Returns | FAQ | Contact Us Copyright © ,NY Milan. All rights reserved. eBay Store Designed by eBayStoreDesign.org",
  "Title": "New. BRUNELLO CUCINELLI Women's Brown Leather Business Portfolio Bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "420.75",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Brooklyn, New York",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "5461",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "nymilan"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "11230",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-03-18T15:27:48.000Z",
  "HitCount": "566",
  "TimeLeft": "P9DT10M57S",
  "EndTime": "2017-06-11T15:27:48.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Brunello Cucineli"
      },
      {
        "Name": "Style",
        "Value": "Portfolio"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222057774082",
  "PrimaryCategoryID": "169293",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "NY Milan",
    "StoreURL": "http://stores.ebay.com/id=700019893"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "AL1 2016Q1",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}