{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P5DT10H11M7S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "Market Sample",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP",
    "OriginalRetailPrice": {
      "value": "295.0",
      "_currencyID": "USD"
    },
    "SoldOffeBay": "false",
    "SoldOneBay": "false"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3820762993968080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/E88AAOSwxu5ZERhj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/rJ8AAOSwONBZERhj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/ReMAAOSwX9FZERhj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/DhEAAOSwGJlZERhj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/ddoAAOSwaeRZERhk/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/REBECCA-MINKOFF-Womens-Black-Floral-Print-12-Laptop-Shoulder-Bag-295-NEW-/382076299396",
  "ConvertedCurrentPrice": {
    "value": "117.97",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Powered by Frooition.com Home About us Contact us REBECCA MINKOFF Women's Black Floral Print 12\" Laptop Shoulder Bag $295 NEW Item Description REBECCA MINKOFF Model: N/A Style #: N/A Color: Black & Purple Hardware: Silver Dimensions: 14\" Wide x 10.5\" Tall Retail Price: $295 6 Helpful Links Add to Favorite Sellers Sign up to Newsletter View Feedback Contact Seller Visit seller's eBay Shop About Seller Page About Us About Us Payment Shipping Returns About Us We offer brand new designer goods from major manufacturers and upscale department stores at a fraction of retail. We work directly with some of the largest retailers in the world to bring you the name brands that are famous for their quality and style. We guarantee all items are authentic or your money back! Walk Into Fashion started on eBay and will continue to offer the very best deals to customers. We list hundreds of new items daily and start most of our auctions at .99 cents with no reserve, so let the bidding begin! What sets us apart from other large auction houses is our customer service. Not only do we offer incredible pricing, but it is our desire to earn 5 Stars from you every day. We strive to make YOU, our customer, our number one priority. We want your continued business! Payment Payment We accept Paypal. You may also use your Visa, Mastercard, American Express, or Discover card through Paypal. When you are ready to pay, Simply click the \"Pay Now\" button at the top of the eBay item page to submit a secure payment through checkout. If you plan to purchase multiple items to save on combined shipping, DO NOT PAY until all items are purchased. We offer 7 days to combine all of your items into one checkout with one low shipping cost! Items must be purchased using the same user I.D. If you are buying multiple items to save on COMBINED SHIPPING, the auctions should end within 7 days of each other and must be checked out at the same time, with ONE payment. Shipping Shipping Depending on the item(s) you purchase and the location to which the items will be delivered, different shipping methods are available. At checkout, you will be prompted to choose a shipping method. Shipping costs are based on the shipping method that you choose. Your total shipping charges will automatically compute during checkout prior to the completion of your order. Generally, you will have the option to upgrade your shipping method for faster delivery (such as One-Day service). If you choose to upgrade your shipping method, your order must be received and clear credit authorization by 1:00 p.m. EST or your order will not be processed until the following business day. Business days are Monday-Friday, excluding federal holidays within the United States. Returns Returns We take great pride in providing you with high quality and value. If you are dissatisfied with your purchase, we will assist you with a prompt refund or exchange. Our 100% guarantee ensures that every item you purchase from Walk Into Fashion meets your standards. If it does not meet your expectations, you may return it within 14 days with original receipt and all merchandise tags attached for a refund. Please allow up to 10 business days for your return/refund to be processed. We will notify you via e-mail of your refund once we have received and processed the returned item. Shipping fees are not refundable. Send your package via traceable method to ensure a safe and documented delivery to: Walk Into Fashion Returns Center 40A Cotters Lane East Brunswick, NJ 08816 For a return, you are responsible for the cost of returning the merchandise. In the unlikely event that we have inadvertently sent you incorrect merchandise or you received damaged merchandise, please notify us immediately. We will reimburse you for the cost of returning the package to us, and we will not charge you for the shipping costs of replacement merchandise. More Items!View more great items Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "117.97",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "East Brunswick, New Jersey",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "13841",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "walkintofashion"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "08816",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Worldwide"
  ],
  "StartTime": "2017-05-09T01:16:16.000Z",
  "Title": "REBECCA MINKOFF Women's Black Floral Print 12\" Laptop Shoulder Bag $295 NEW",
  "ConditionID": "1500",
  "EndTime": "2017-06-08T01:16:16.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Rebecca Minkoff"
      },
      {
        "Name": "Style",
        "Value": "Does Not Apply"
      },
      {
        "Name": "Color",
        "Value": "Black, Purple"
      },
      {
        "Name": "Material",
        "Value": "Nylon, Keather Trim"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "Size",
        "Value": "One Size"
      },
      {
        "Name": "UPC",
        "Value": "024606244873"
      }
    ]
  },
  "Site": "US",
  "ItemID": "382076299396",
  "Storefront": {
    "StoreName": "walkintofashion",
    "StoreURL": "http://stores.ebay.com/id=1160045354"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "1",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "RM_BAG_LAPTOPBAG_BLKFLORAL_1",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}