{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P26DT23M29S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "Brand New and best price guaranteed.Limited stock.",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAyWDUzMg==/z/3RkAAOSwtfhYnSbM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAyWDUzMg==/z/-I4AAOSwr~lYnSdo/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAyWDUzMg==/z/Es8AAOSwfVpYnSdk/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIzWDY2MA==/z/Ac4AAOSwfVpYnSbH/$_57.JPG?set_id=8800005007"
  ],
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ConvertedCurrentPrice": {
    "value": "245.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "4",
  "NewBestOffer": "false",
  "Description": "CUYANA$395 - WORK SATCHEL BLACK ITALIAN LEATHER BAG PEBBLED & SMOOTH LEATHER +$35 LE SUD TASSEL+$37 TAX The Work SatchelA rich tapestry of Italian leather, complex craftsmanship and considered design details. Made in ItalyFrom its supple mix of pebbled and smooth Italian leather to its impeccably perfected details, the work satchel is the ideal definition of Made in Italy. Crafted with a slightly curved silhouette, this piece is created to be lightweight yet embodies hard-wearing, structured exterior that will age beautifully with use. The added option of an Italian leather tassel ensures this feminine bag is vastly versatile—it will take you effortlessly through the workday, maintaining high style all the while. Polished, Pragmatic A multifunctional masterpiece, this bag is the first of its kind and has a sharp focus on function. The design was tested over the course of a year to ensure it does everything you need it to. It is rife with refined features that set it apart: like a compartment that cinches to fit a laptop up to 15”, a middle zipper compartment that holds documents or safeguards essentials, and a removable, adjustable strap that can be worn crossbody. Adding to its practical yet polished prose are a pocket intentionally created to fit your keys and phone, and gorgeously rolled handles for added elegance. This level of elevated Italian artisanship has never been so accessible. *Not Monogrammed *No Dust Bag. Included Tassel!The bag has little creased please check the pics carefully! The only bag of its kind—our Italian leather work satchel is the ideal essential for day-to-night polish. Crafted in Italy from premium leathers, this functional yet elegant piece is complete with a laptop sleeve, zipper pocket and adjustable crossbody strap.Designed in San Francisco by CuyanaMade in Italy with premium Italian smooth and pebbled leathersGold-tone hardwareMicrosuede liningLarge exterior slide pocket (9 in. width x 7 in. height)Interior slide pocketInterior sleeve for 13 in. laptopInterior compartment fits 15 in. laptop when side straps are extendedCenter zipper compartmentCinch strapping details at top of the bagFour feet at base of the bagWeight: 3 lbs.Cleaning instructions: For light cleaning, wipe with a damp cloth. For more serious cleaning, please contact a leather cleaning professional.DIMENSIONSWidth at base: 14 3/4 inchesWidth at top: 13.5 inchesHeight: 11 1/4 inchesDrop handles: 4.5 inchesAdjustable shoulder / crossbody strapDepth (gusset): 5 3/4 inchesWeight: 3 lbs. QUESTIONS, ADDITIONAL DETAILED PHOTOS OR ANY OTHER INFORMATION, PLEASE CONTACT US. PLEASE CHECK THE MEASUREMENTS VERY CAREFULLY TO SEE YOUR EXACT SIZE, WE WILL NOT BE RESPONSIBLE FOR MISCALCULATIONS AND WILL NOT ACCEPT RETURNS! THANK YOU FOR UNDERSTANDING. PLEASE DO NOT MAKE ASSUMPTIONS BECAUSE I HAVEN'T MENTIONED SOMETHING CUSTOM INVOICE WILL BE LOWERED AND MARKED AS A GIFT IF SHIPPED INTERNATIONALLY FOR YOUR CONVENIENCE * * * NO REFUNDS UNDER ANY CIRCUMSTANCES AT THIS PRICE * * * \"Best Price and Satisfaction Guaranteed\"WARNINGS ‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️ALL MY eBAY LISTINGS AND ALL ITEMS ARE REAL AND 100 % AUTHENTIC I DO NOT SELL COUNTERFEIT AND FAKE ITEMS ALSO ALL MY ITEMS SECRETLY MARKED AND HAVE PHOTOS BEFORE SHIPPED OUT TO THE BUYERS. THIS IS FOR MY OWN AND BUYERS PROTECTION. DEAR BUYERS MAKE SURE THIS CONDITIONS ARE SUITABLE FOR YOUR NEEDS BEFORE PURCHASING !!!!!!!!!! Please Note All Items are video recorded while being packaged to prove AUTHENTICITY and CONDITION of item being shipped. Feel free to ask any questions you may have. Thanks for looking!! Estimated Delivery times from Ukfor USA ( 1-3 days ) for Europe ( 1-2 days ) for Asia ( 2-3 days ) for South America ( 3-4 days ) Returns: I check all of my items over thoroughly before posting so I do not accept returns!Payment: Please allow 1 business day for processing.if you can’t meet this please message me to let me know when you will be and I will more than likely be happy to wait.･Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility.But ill decla re and will mark like a gift for customer satisfaction in any case!･Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.･These charges are normally collected by the delivering freight (shipping) company or when you pick the item up – do not confuse them for additional shipping charges.",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "AF",
    "AM",
    "TR",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "245.95",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "London",
  "Seller": {
    "FeedbackScore": "175",
    "PositiveFeedbackPercent": "98.8",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "mabrand3"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "$467 CUYANA ITALIAN LEATHER BLACK WORK SATCHEL BEST MULTIFUNCTIONAL BAG",
  "GlobalShipping": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/467-CUYANA-ITALIAN-LEATHER-BLACK-WORK-SATCHEL-BEST-MULTIFUNCTIONAL-BAG-/162450468601",
  "StartTime": "2017-03-30T18:17:44.000Z",
  "HitCount": "958",
  "SecondaryCategoryIDPath": "11450:169291:80600:42526",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Cuyana"
      },
      {
        "Name": "Style",
        "Value": "Satchel"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "Bag Height",
        "Value": "11 1/4 inches"
      },
      {
        "Name": "Bag Depth",
        "Value": "5 3/4 inches"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162450468601",
  "AutoPay": "true",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "Quantity": "6",
  "SecondaryCategoryID": "42526",
  "EndTime": "2017-06-28T18:17:44.000Z",
  "Country": "GB",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1624504686018080_2.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}