{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2529707060248080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUxOFgxNjAw/z/9g4AAOSwX9FZMWKS/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTU3MlgxNjAw/z/yLkAAOSw1WJZMWJz/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTI1M1gxNjAw/z/z~QAAOSwZ4dZMWJ6/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTUwMlgxNjAw/z/chIAAOSwKytZMWKA/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIzM1gxNjAw/z/N2wAAOSw0hlZMWKI/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTExOVgxNjAw/z/lWsAAOSwYvFZMWKM/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTUxOFgxNjAw/z/zlIAAOSwxu5ZMWKY/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTUxOFgxNjAw/z/OFAAAOSwfpVZMWKd/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTUxOFgxNjAw/z/7JoAAOSwlMFZMWKi/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTUxOFgxNjAw/z/7NUAAOSwlMFZMWKn/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTUxOFgxNjAw/z/VkQAAOSwi7RZMWKs/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTUxOFgxNjAw/z/VYgAAOSwAPVZMWKx/$_3.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Firu-Handmade-Women-Vintage-Style-Genuine-Brown-Leather-Cross-Body-Shoulder-Bag-/252970706024",
  "ConvertedCurrentPrice": {
    "value": "67.23",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Menu Other Items Feedbacks About Us Contact Us Add To Favorites --> --> Firu-Handmade Women Vintage Style Genuine Brown Leather Cross Body Shoulder Bag Handmade Purse Measures: 13 x 10 (13 inches Tall and 10 inches Wide) 100% Genuine Handmade Vintage Antique Leather Satchel. Made without the use of chemicals and tanned using natural sunlight and vegetable oil, our bags mature wonderfully with age, developing a nice vintage/rugged look. This bag is made from PURE leather and lined with Strong Canvas for the super light weight and soft feel. The bag comes with a adjustable shoulder strap (maximum length of 54 inches which is long enough to be worn cross body) and good look accessories. The special features of this bag is Measures - 10 inches tall and 8 inches wide 1 Front small pocket 3 compartment inside Zip section and adjustable shoulder strap canvas lining Note: Leather used for these bags is still processed in the traditional ways that have been around since generations. It is not processed by use of chemicals or dyes but by traditional methods of sun tanning and hand done vegetable oil polish. The leather gets softer with age and develops a unique texture and finish. Also because of the natural tanning processes the leather bag could have a distinctive smell that fades away with days of use. Most of our customers tend to like this earthly smell, some don't. In any case it does fade away within 4-6 weeks of regular use. Please be aware that pure leather by its nature has some scars (due to marking/cuts on goat skin) which reconfirms that its 100% genuine and also makes every bag one of a kind and adds character to your prized possession. Also each bag has distinctive color tone, which may deviate a little from given pictures. * Because every bag is handmade from leather which is naturally tanned and not chemically treated, each bag has unique and individual markings and coloring's and may vary slightly from our photographs. Item Specification Sturdy handles leave ample room for convenient hanging when not in use. --> PLEASE Note: These are not colored bags and shades are given through a natural and traditional process using vegetable oil and sun tanning, so the color will differ from the one pictured here. Every bag has a slightly different shade.NOTE: Leather bag have a distinctive SMELL that fades away with days of use. Most of our customers tend to like this earthly smell, some don't.NOTE: Each bag has distinctive color tone, which may deviate a little from given pictures. Because every bag is handmade from leather which is naturally tanned and not chemically treated, each bag has unique and individual markings and coloring's and may vary slightly from our photographs.Size : 13 inches Tall and 10 inches WideStyle- Messenger/Cross Body, Material - Leather , Color- Brown, Making - Handmade -->--> Video-->Dimensions Shipping Returns Additional Info --> Product Dimensions: Package Dimensions: Fast shipping is very important for us. Our standard shipping service is FREE. Your order will be shipped within 2-3 business days upon full payment received. Your order will be delivered within 2-3 business days after the handling time. We are shipping only to USA. We only ship to the confirmed Paypal address. We reserve the right to cancel any order for any reason at any time. We are not responsible for undeliverable addresses. We offer a 30 day return policy from checkout winning date. An RMA number is required for all returns. Message us for return instructions. Items returned without a RMA number will not be processed. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. Return shipping fees are not refundable. We reserve the right to decline any returns if the above guidelines are not followed. All of our items, unless otherwise stated, will only run on 120 volts. Please check to make sure your country complies with these specifications. If you have a problem or question regarding your transaction please contact us before leaving any type of feedback. We will work with you to resolve any problem you may have.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PR"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "67.23",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "San Jose, CA",
  "Seller": {
    "FeedbackScore": "2064",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Red",
    "UserID": "lucky_number_7777"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Firu-Handmade Women Vintage Style Genuine Brown Leather Cross Body Shoulder Bag",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-06-02T13:05:55.000Z",
  "HitCount": "1",
  "TimeLeft": "P29DT22H57M5S",
  "EndTime": "2017-07-02T13:05:55.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Manufacturer",
        "Value": "Does Not Apply"
      },
      {
        "Name": "Model",
        "Value": "Does Not Apply"
      },
      {
        "Name": "Brand",
        "Value": "Firu-Handmade"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      },
      {
        "Name": "SKU",
        "Value": "Does Not Apply"
      },
      {
        "Name": "EAN",
        "Value": "7893274832742"
      },
      {
        "Name": "MPN",
        "Value": "Does Not Apply"
      },
      {
        "Name": "Style",
        "Value": "Does not apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252970706024",
  "Storefront": {
    "StoreName": "lucky_number_7777",
    "StoreURL": "http://stores.ebay.com/id=209380407"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B013JIZV3A",
  "HandlingTime": "4",
  "BestOfferEnabled": "false"
}