{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726977313688080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMDc5/z/5k8AAOSw0hlZMKqB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg4MDg=/z/mlYAAOSws5pZMKqB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDAw/z/yZ8AAOSwZKBZMKqB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1NlgxNjAw/z/lgAAAOSwblZZMKqB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/NKsAAOSwcB5ZMKqC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIzNVgxNjAw/z/yaUAAOSwZKBZMKqC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDc2/z/EeQAAOSw8lpZMKqC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTc4/z/hKcAAOSwY3BZMKqC/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Louis-Vuitton-Monogram-Canvas-Leather-Cabas-Piano-Shoulder-Bag-/272697731368",
  "ConvertedCurrentPrice": {
    "value": "495.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Authenticity Guaranteed FAST Domestic Shipping Satisfaction Guaranteed Handbags Fashion Jewelry Luggage Wallets Other Contact Us Submit Newsletter Sign up! Add marquesupply to your favorite stores and receive our exclusive emails about new items and special promotions! General interest Submit Louis Vuitton Monogram Canvas Leather Cabas Piano Shoulder Bag Item specification Designer: Louis Vuitton Type: Shoulder Bag Condition: Good Overall (Please See Photographs for Detail) Color: Brown Monogram with Gold Tone Hardware Material: Canvas and Leather Dimensions: 13\"x4.5\"x9.5\"xBag Drop:9\"/33cmx11.4cmx24.1cmxBag Drop:22.8cm Description: Brown and tan monogram coated canvas Louis Vuitton Cabas Piano tote with brass hardware, tan vachetta leather trim, dual flat shoulder straps, brown canvas lining, dual pockets at interior wall; one with zip closure and zip closure at top. Shop AUTHENTIC Sku: 815 Item Description Shipping Information Condition Descriptions Return Information Special Hermes Handbag Info Our goal is to process your order quickly and ensure its safe delivery. We offer free shipping for all domestic orders and flat rate shipping fees for expedited and international orders regardless of how many items are in your order. All orders ship from our fulfillment center from Monday through Friday (we do not ship or deliver on weekends). Orders placed will be shipped within one business day Delivery Signature Confirmation In order to help ensure the safe delivery of your order, the carrier will require a signature upon delivery. International Customers We ship internationally.  Please note that all items entering countries outside the US may be subject to customs inspection and the assessment of duties and taxes in accordance to national laws. The buyer is responsible for all additional expenses incurred. * Note that our Estimated Transit Times do not include potential delays in clearing customs of the destination country. Please contact your local post office and/or customs office if your package is delayed.  All orders to international destinations are still covered by our 30 day return policy. For payment options on international orders, please review our customer service page Marque Supply Company works very hard to describe and photograph our items as accurately as possible. We also guarantee that every item that we sell is authentic and reinforce that with our unconditional full refund return policy. If you should have any questions regarding the details of any item, please let us know. It is important that our customers are pleased with their purchase and we offer a full refund return policy within 14 days of purchase for items that are returned to us.  Please ship the item back to us in the original box and use tracking.  Please maintain any security tags or SKU number labels affixed to the item as they are required for our full refund return policy. Please send item to:  Marque Supply Company 92 Corporate Park, Suite C163 Irvine, CA 92606 -Packages that are refused at customs or never picked up from customs will be subject to a $50 fee plus applicable restocking fees.  -Any shipping fees paid by the buyer are non-refundable.  International orders will be claimed as used merchandise, valued at the price it was sold for. We will not claim any package as a gift, no exception. Marque Supply Company is not responsible for international customs fees and taxes. Packages that are refused at customs will not be returnable. Orders over $250 will require a signature confirmation.  WHEN YOU RECEIVE YOUR ITEM: Once you receive your item, please review to confirm it is the correct item and is not altered, or damaged. If the item is incorrect, damaged and/or altered, please contact us immediately.",
  "Title": "Louis Vuitton Monogram Canvas Leather Cabas Piano Shoulder Bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "495.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Irvine, California",
  "Seller": {
    "FeedbackScore": "79",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "marquesupply"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92606",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T23:59:57.000Z",
  "HitCount": "3",
  "TimeLeft": "P29DT9H32M40S",
  "EndTime": "2017-07-01T23:59:57.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Louis Vuitton"
      },
      {
        "Name": "Style",
        "Value": "Cabas Piano"
      },
      {
        "Name": "Material",
        "Value": "Canvas and Leather"
      },
      {
        "Name": "Color",
        "Value": "Brown Monogram with Gold Tone Hardware"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272697731368",
  "Storefront": {
    "StoreName": "marquesupply",
    "StoreURL": "http://stores.ebay.com/id=1147199115"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "It is important that our customers are pleased with their purchase and we offer a full refund return policy within 14 days of purchase for items that are returned to us.  Please ship the item back to us in the original box and use tracking. \nPlease maintain any security tags or SKU number labels affixed to the item as they are required for our full refund return policy.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "815",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}