{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "TimeLeft": "P14DT9H51M40S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/ayEAAOSwKtlWjGVR/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTQwWDcyMA==/z/S18AAOSwal5YLb0C/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM1OVg4OTM=/z/G3MAAOSwImRYLb0P/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-Coach-Taxi-Pink-Crossgrain-Leather-Baby-Diaper-Bag-Tote-New-34522-495-/152552318053",
  "ConvertedCurrentPrice": {
    "value": "225.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Couture Designer Fashions BUY WITH CONFIDENCE!! Happy Shopping! Welcome to my Ebay Store! We sell 100% GUARANTEED AUTHENTIC Designer handbags, shoes, clothes and accessories at discounted prices! Items are all smoke free and pet free, kept inside my clean home(: Please add me to your list of favorite sellers and visit often! Thanks for stopping by! NWT COACH TAXI CROSSGRAIN LEATHER BABY DIAPER BAG TOTE Brand New in original packaging with attached tags, 100% Guaranteed Authentic!!MFSRP: $495.00 +taxStyle: 34522Color: Silver/PinkInside what could easily be mistaken for an update of the chic new Coach Taxi Tote, stylish mothers-to-be will be pleasantly surprised to find a place for every baby necessity imaginable. Open and zippered compartments, all with wipe-clean surfaces, securely hold bottles, diapers, wipes, snacks, personal items and more. Add to that two deftly concealed outside pockets, a secure zippered closure, stroller straps and a removable changing pad—all contained in a lightweight and durable crossgrain leather!Material: Crossgrain leather Zip-top closure Outside Front Magnetic Snap Closure Pocket Outside Back Has a Zip PocketInside zip and multi-function pockets Two bottle pockets Fabric lining Handles with 10 drop Detachable strap for shoulder or crossbody wear Baby changing pad included 17 1/4 (L) x 11 3/4 (H) x 8 1/4 (W) About my storeThank you for your business! I PROUDLY stand behind the authenticity of ALL my goods!! All of my items are GUARANTEED to be 100% Authentic! They have been purchased from either the store directly, high-end department stores or factory outlets. All items are brand new in an unused, unworn condition. Items are all stored in a smoke free pet free environment. If you would like me to include a copy of my receipt verifying authenticity just ask I have no problem doing so at all. If you have any other questions or concerns, please contact me and I will gladly answer any questions or work to resolve any problems you have. I check my messages regularly and will respond back as soon as possible.ShippingAll packages are shipped USPS Priority Mail and include delivery confirmation. I ship within 1 business day after payment has been received. I offer combined shipping when multiple items have been purchased and can all be shipped in the same package.ReturnsIf you are not satisfied with your item it may be returned within 14 days for a full refund of the purchase price, providing it is in the original condition that it was sent in. You need to first contact me before the item is returned. The shipping charges will not be refunded, and for items with free shipping the actual shipping charges will be deducted from the refund. The buyer is responsible for the returned postage. Also please note there will be a nonrefundable 20% restocking fee if returned. The refund will be issued once I have received the item back.FeedbackEarning 5-star positive feedback is extremely important to me. I ask that after you have received your item(s) please leave me 5-star positive feedback. If you are not satisfied for any reason please contact me before leaving negative or neutral feedback so that I can resolve the issue. In return I will make sure to leave you positive feedback as well (:International BuyersBuyers are responsible for any import duties, taxes, or other charges imposed by the receiving country. Tracking is not always available unless you upgrade to Express Mail International shipping (EMS). Occasionally delays may occur through customs security that can take up to 4 weeks for an item to arrive. Typically items arrive much sooner but please understand it is out of my control and your patience is greatly appreciated.THANK YOU FOR YOUR BUSINESS! Stores",
  "Title": "NWT Coach Taxi Pink Crossgrain Leather Baby Diaper Bag Tote New 34522  ($495)",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "225.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Grand Rapids, Michigan",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "2067",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Red",
    "UserID": "couturedesignerfashions"
  },
  "PrimaryCategoryID": "169295",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "49508",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Worldwide"
  ],
  "StartTime": "2017-05-18T01:16:02.000Z",
  "HitCount": "117",
  "SecondaryCategoryIDPath": "2984:45455:146530",
  "EndTime": "2017-06-17T01:16:02.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Style",
        "Value": "Shoulder"
      },
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Color",
        "Value": "Pink"
      },
      {
        "Name": "Measurements:",
        "Value": "17 1/4 (L) x 11 3/4 (H) x 8 1/4 (W)"
      },
      {
        "Name": "UPC",
        "Value": "888067743821"
      }
    ]
  },
  "Site": "US",
  "ItemID": "152552318053",
  "Storefront": {
    "StoreName": "couturedesignerfashions",
    "StoreURL": "http://stores.ebay.com/id=94281852"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "SecondaryCategoryName": "Baby:Diapering:Diaper Bags",
  "Quantity": "1",
  "SecondaryCategoryID": "146530",
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%",
    "RestockingFeeValueOption": "Percent_20",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525523180538080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}