{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDQwMA==/z/mYcAAOSwBahVVRZm/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQwMA==/z/XDYAAOSwBLlVVRZn/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQwMA==/z/JOMAAOSwstxVVRZo/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQwMA==/z/XFgAAOSwBLlVVRZp/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VALENTINO-4WB00203-ARSO01-MADE-ITALY-LADIES-SILK-PURSE-RET-2-850-BRAND-NEW-/391802820530",
  "ConvertedCurrentPrice": {
    "value": "817.64",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "&amp;amp;amp;amp;amp;amp;amp;lt;img src=\"http://ti2.auctiva.com/web/aswCredit.gif\" border=\"0\"&amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;lt;br&amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;lt;a href=\"http://www.auctiva.com/?how=scLnk0\" target=\"_blank\"&amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;lt;img src=\"http://ti2.auctiva.com/images/sc1line0.gif\" border=\"0\"&amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;gt; Brand New VALENTINO Model 4WB00203 - ARSO01 Made in Italy Beautiful Ladies Purse Made of Brown Silk With Crystals Retails For: $2,850 USD SHOWCASE PRESENTATION: item Accessories item Purse original brand name VALENTINO condition Brand New made in Italy model 4WB00203-ARSO01 material Silk color Brown GEMSTONE INFO: gemstone Crystal shape Round color White OTHER INFO: total item length 240 mm height 160 mm gender Women Valentino Garavani is one of Italy finest fashion designers. Known for his classic designs, he's been dressing the world’s rich and famous for almost the last five decades. Valentino has built his once small fashion house into a fashion empire, with a little help from his partner in business, Giancarlo Giammetti. Valentino dresses are a legend today. With his trademark \"V\", Valentino has designed haute couture fashion, and made it the passion of beautiful people all over the world. He has dressed such stars as Sophia Loren, Greta Garbo, Julia Roberts, Gwyneth Paltrow, Jennifer Aniston and Halle Berry. Jacqueline Onassis and Princess Diana have worn his clothes. People will rarely see a red-carpet event without seeing one of Valentino's characteristically elaborate yet elegant designs. Valentino Garavani's life began in Italy in 1932 in a small town north of Milan. Even as a child, Valentino had an eye for fashion and often dressed in only the finest of clothing. Valentino also had a desire to become a fashion designer, an extraordinary designer, a dream that he took with him to Paris to study fashion design. He was barely seventeen years old. While in Paris, Valentino studied under some of the world's best in fashion. Starting with Jean Dresses as an apprentice and continuing on under Guy Laroche, Valentino quickly learned what it takes to be one of the best. It wasn't long before Valentino decided to try and build his own fashion house. Valentino's designs through the years have remained romantic, just like he prefers. Throughout the years, Valentino has continued to make romantic, lovely and fashionable designs that speak to women of all ages. Valentino believes that details should be minimal and that the cut of the dress is the most important. His dresses are flawlessly designed, and have remained so for over forty years. Though he was not an innovator, Valentino has taken fashion to new heights by designing glorious, opulent, and timeless clothing for some of the most glamorous women of the 20th and 21st centuries. His contribution to the world of fashion would continue to be acclaimed in the years to come. This is not my final price and I will review your best offer Feedback: I will post our feedback when I receive feedback, or when item has been shipped SHIPPING AND HANDLING I pack each item carefully and safely, to make sure it will reach you in perfect condition! I ship within 24 hours. Of course shipments will only be sent after your payment has cleared with Paypal. International Clients please note: Import duties, taxes and charges are not included in the item price or shipping charges. I cannot control the time international customs takes to process your shipment. Every country has different standards. Please do not ask me to lower the value of your purchase, as all orders must be insured so as to prevent loss. Be aware that sometimes there are governmental fees associated with cross border shipments which are your responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding or buying. BID WITH CONFIDENCE - 100% POSITIVE FEEDBACK 100% GUARANTEED CUSTOMER SATISFACTION Due to the number of high end pieces, insurance is required for buyer and seller protection. Thank you for looking. Please return often. SERIOUS BIDDER ONLY PLEASE Authenticity Guaranteed Enjoy & Happy Bidding Track Page Views WithAuctiva's FREE Counter Your browser does not support JavaScript. To view this page, enable JavaScript if it is disabled or upgrade your browser.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1102.5",
    "_currencyID": "CAD"
  },
  "ShipToLocations": [
    "Americas",
    "Europe",
    "AU",
    "JP"
  ],
  "Location": "Vancouver, BC",
  "Seller": {
    "FeedbackScore": "298",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "braveronika"
  },
  "PrimaryCategoryID": "63852",
  "Country": "CA",
  "ListingType": "FixedPriceItem",
  "Title": "VALENTINO 4WB00203-ARSO01 MADE IN ITALY LADIES SILK PURSE. RET $2,850. BRAND NEW",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T09:29:00.000Z",
  "HitCount": "2",
  "TimeLeft": "P29DT19H3S",
  "EndTime": "2017-07-02T09:29:00.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "VALENTINO"
      },
      {
        "Name": "Style",
        "Value": "Evening Bag"
      },
      {
        "Name": "Material",
        "Value": "SILK"
      },
      {
        "Name": "Color",
        "Value": "Browns"
      },
      {
        "Name": "Bag Height",
        "Value": "160mm"
      },
      {
        "Name": "Bag Length",
        "Value": "240mm"
      },
      {
        "Name": "Country of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Shade",
        "Value": "Medium Brown"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "Canada",
  "ItemID": "391802820530",
  "Storefront": {
    "StoreName": "GLITTERING GOLDEN LION",
    "StoreURL": "http://stores.ebay.com/id=694886677"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "7 Days",
    "Description": "All returns must be made within 7 days of item’s receipt. We offer 100% money-back guaranteed if item is not as described. If you are not satisfied with your purchase, please return the item within 7 days of receipt. Return item must be in condition as was received with all original packaging, tags, and paper work in order to receive a full refund. Items which are found to be as described or non-damaged will be subject to a 20% restocking fee, and the shipping and handling charges and transaction fees will not be refundable. Customer is responsible for all return shipping costs. Please contact us to receive an RMA number before returning an item.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3918028205308080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}