{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "TimeLeft": "P23DT23H16M46S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Please see listing description for additional condition details.",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1423641573678080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/czQAAOSw42dZAgO-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/SPYAAOSwdjNZAgPB/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/tRwAAOSw42JZAgPE/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/VvUAAOSw-3FZAgPH/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/I5YAAOSwjqVZAgPK/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/dVsAAOSw42dZAgPN/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/WL8AAOSw33hZAgPQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/XasAAOSwX61ZAgPT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/Xt4AAOSwX61ZAgPZ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/9SMAAOSw~y9ZAgPb/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/B7MAAOSwtGlZAgPd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/1oMAAOSwrhBZAgPh/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Burberry-Haymarket-Check-Coated-Canvas-June-Diaper-Bag-/142364157367",
  "ConvertedCurrentPrice": {
    "value": "709.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "FREE SHIPPING. 30-DAY RETURNSHave Questions? Call Us.1-888-969-7455Mon - Sat, 10am - 6pm ESTShop By DesignerShop By DepartmentHandbagsLuggageWalletsAccessoriesBoot/ShoesSell Your ItemsAbout UsWE PAY TOP DOLLAR FOR YOUR DESIGNER BAGS, JEWELRY, AND ACCESSORIES. CONTACT US FOR DETAILS.Hover over the photos below to zoom.Burberry Haymarket Check Coated Canvas June Diaper BagItem #:248967Size:25x 13x 5 inCondition:See details on \"Condition\" tab below.Our Price:$709.99Retail:$835.00Savings:$125 (15 %)FREE SHIPPING + 30-DAY RETURNSShips within 1 business day (Mon - Fri).Learn more belowHave Questions? Call us at 888.969.7455 between the hours of 10am and 6pm EST. DetailsConditionSizeShippingPaymentReturnsAuthenticityDescriptionYou don't need to sacrifice fashion for functionality with this authentic Burberry coated canvas June diaper tote bag. A beautiful check pattern offers instant recognition and adds a classic touch to this diaper tote. Designed to offer as much interior space as possible, there are two side patch pockets designed to hold bottles, wipes, or other small items you may need. Make sure to keep your style in check with this Burberry coated canvas diaper tote bag as you hit the town with your bundle of joy.This Burberry item is guaranteed to be authentic or your money back.Features Size: 25 x 13 x 5  in 63.5 x 33 x 12.7  cm Color: Haymarket Check (Beige, red, black) Material: Coated Canvas Handles: 5.5in drop Shoulder Strap: 23in drop Exterior Pockets: Two side pockets Closure: Zipper Closure Interior Pockets: One zipper pocket, two patch pockets, one flat pocket, and four elasticated pockets Accessories: Original Box: Not Included Original Dustbag: Not Included Authenticity Card: Not Included Care Booklet: Not Included Origin: Italy Date Code/Serial #: ITHHOLLEA27CAMT OVERALL: GENTLY USEDGood condition with signs of use (please see photos). EXTERIOR: GENTLY USEDGood condition with signs of general use/wear on the bottom corners, light scuffs and creasing on red trim and handles, and surface scratches on gold-toned hardware (please see photos). INTERIOR: USEDGood/Fair condition with signs of use/wear and areas of discoloration throughout the interior lining (please see photos). ODOR: Please contact customer service for additional details. IMPORTANT! Please be sure to carefully review ALL photos before purchasing. Handbag Sizing Guidelines Length Distance from left to right (front of the bag) at the widest point. Height Distance from the top to bottom (front of the bag) at the highest point. Width Distance from front to back (side of the bag) at the widest point. Handle Drop Distance from the top of the handle at the highest point to the top of the bag. Flat Rate Shipping Options & Estimated Delivery TimesStandard Ground Delivery (Continental US ONLY)Estimated Delivery: 1 - 5 business daysFREE2-Day DeliveryEstimated Delivery: 2 business days$29.95Overnight DeliveryEstimated Delivery: 1 business day$39.95* Delivery estimates do not account for possible time delays resulting from your local customs office.inspection. PLEASE NOTE:All packages are shipped with insurance. Orders of $500 USD or more will require signature upon delivery.We are unable to ship to post officeboxes, 3rd-Party international shipping companies, or freight forwarding companiesand will require a physical home or business address for all shipments.All orders placed online will be processed and shipped within one (1) businessdays following the initial order date. Incomplete orders or orders that do not comply with our billing/shipping policies may be delayed.Orders placed after 12:00 PM EST will be shipped the following business day.Orders placed after 12:00 PM EST on Friday will be shipped the following Monday. All orders will be mailed to theconfirmed PayPal address ONLY (no exceptions).Payment Terms We accept the following forms of payment:Credit Card (Visa, MasterCard, American Express, Discover via PayPal)PayPal CreditPayPal To make a payment using any of these options,simply proceed with the standard eBay checkout process. Once you are redirected to the PayPal website, you will then be able to select your desired form of payment. All payments are required within 24 hours of the end of the auction/purchase. Failureto pay within this time will result in the cancellation of the sale. All items soldwithin Florida are subject to a 7% sales tax. All orders will be mailed to theconfirmed PayPal address ONLY (no exceptions). PLEASE NOTE: We request bidders with zero feedback to contact us prior to placinga bid.Return Policy At Couture Boutique, our goal is to ensure that you are completely satisfied with every purchase. If for any reason you are dissatisfied with your order, you may return it within 30 days from the original order date and we will gladly exchange the item or give you a full refund. All returned items must be in the same condition as when they were purchased and must include all original accessories and paperwork. DO NOT REMOVE the plastic security seal attached to your item. A 15% restocking fee will be assessed for any items that do not satisfy these requirements. Refunds on returned items will be credited to the same method of payment used to make the original purchase and all refunds will be processed within the 2 business days following the return. NOTE: We do not accept returns on international orders.Money-Back Authenticity Guarantee As one of the most trusted sources of pre-owned luxury handbags and accessories in the United States, we hold over 20 years of combined authentication experience.Our seasoned team of experts takes the apprehension out of buying so that you can focus on finding that next hard-to-find item you’ve been searching for. When making a purchase from Couture Boutique, you can rest assured that your item is 100% authentic. Each and every product in our inventory receives a comprehensivereview conducted by our reliable team of specialists. This authentication process includes an in-depth evaluation of the following: Our Authentication ProcessOur authentication process is a thorough review process that is conducted on every item that we receive and includes a detailed evaluation of the following:Manufacturing Materials.Craftsmanship.Hardware (if applicable).Brand/Logo Stamping.Serial Numbers/Date Codes.Lining Materials (if applicable).Stitching (if applicable).Packaging and Protective Sleeper/Dust Bags.Authenticity Cards, Care Booklets, Receipts (if applicable)and more...For questions related to authenticity, please contact Couture Boutique by phone at 888.969.7455.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "709.99",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Tampa",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1426",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "coutureusa"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Burberry Haymarket Check Coated Canvas June Diaper Bag",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-04-27T14:44:50.000Z",
  "HitCount": "88",
  "ConditionID": "3000",
  "EndTime": "2017-06-26T14:44:50.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Burberry"
      },
      {
        "Name": "Color",
        "Value": "Haymarket Check (Beige, red, black)"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Style",
        "Value": "Totes &amp; Shoppers"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142364157367",
  "PrimaryCategoryID": "169295",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "CoutureUSA",
    "StoreURL": "http://stores.ebay.com/id=1108840267"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "At CoutureUSA, our goal is to ensure that you are completely satisfied with every purchase. If for any reason you are dissatisfied with your order, you may return it within 30 days from the original order date and we will gladly exchange the item or give you a full refund. \n\n All returned items must be in the same condition as when they were purchased and must include all original accessories and paperwork. DO NOT REMOVE the plastic security seal attached to your item. A 15% restocking fee will be assessed for any items that do not satisfy these requirements. \n\n Refunds on returned items will be credited to the same method of payment used to make the original purchase and all refunds will be processed within the 2 business days following the return. \n\n NOTE: We do not accept returns on international orders.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "248967",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}