{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/7A0AAOSw44BYIjHc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/638AAOSwcLxYIjHc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/R4QAAOSwHMJYIjHd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/yZ4AAOSwMVdYIjHc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM1Mg==/z/b4kAAOSw5cNYIjHc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzMzWDUwMA==/z/vuAAAOSwx2dYIjHd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/gOUAAOSw4GVYIjHc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/TzYAAOSwImRYIjHc/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Hip-Cub-Diaper-Bag-Tote-Collection-Matching-Baby-Changing-Pad-Black-/142174333113",
  "ConvertedCurrentPrice": {
    "value": "80.49",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Black Diaper Bag Tote Collection by Hip Cub - W/ Matching Baby Changing Pad Features \"TOTES CUTE!\" - Our new Hip Cub Weekender Tote collection is as 'fashionable' as it is 'functional'. The thin stripe cotton canvas (available in 3 colors; gray / black / navy with white) and the tan accent trimming are a perfect match! FROM MATERNITY TO ETERNITY! - Let's face it... Kids are a MESSY business and diaper bags go through A LOT! We therefore knew it was critical to manufacture these totes with only top quality, durable (not cheap) materials so that they are built to last! The exterior cotton canvas is super easy to spot clean and the interior is a wipeable polyester. THERE ARE 9 (YES 9) SECURE POCKETS! - We have developed one of the largest and most spacious changing bags on the market, including; 1 secure zipper closure main compartment, 2 big side pockets perfect for bottles, 1 back zipper pocket with a velcro closure (great for keeping \"messy things' separate,\" 2 large front pockets and 3 spacious internal pockets. That's a lot of compartments! INCLUDES STROLLER STRAPS & CHANGING MAT! - The universal stroller straps allow you to convert your baby bag into a stroller organizer, so that you can easily access all of your baby girl or boy's essentials on the go. It also includes an adorable matching striped portable changing pad. CARRIES ALL OF YOUR ESSENTIALS, INCLUDING YOUR 100% SATISFACTION! - If you are not obsessed with your Hip Cub nappy bag whatever the reason may be, just let us know as we provide a 90-day, 100% money back guarantee! Perfect baby shower gift for an expecting Mamma! Product Description You are going need to do a double take to make sure that our new Hip Cub Weekender Tote Collection is in fact a fully functional diaper bag, and not just a cute designer tote! STYLISH! - The thin stripe cotton canvas is fun, playful and totally on-trend at the moment. SPACIOUS! One of the largest diaper bags on the market (without being too bulky) and is easily big enough to fit all of your mom (or dad) essentials for your baby girl or boy (or even twins!) FUNCTIONAL! - There are a total of 9 internal and external pockets - including zipper secured main and back pockets, 3 Interior compartments and 2 adjustable bottle pockets UNISEX - Mothers love feeling like the are carrying a chic designer tote more than a changing bag… dads are happy to be seen in public with it, while on daddy duty! AFFORDABLE - Considering the high quality of the material, components, finishing and overall design it is exceptional value for money. Includes a funky matching changing mat and stroller straps VERSATILE - This is the type of bag you would be equally happy to use as a diaper bag or just as an everyday tote. COMFORTABLE - Use the adjustable strap to wear it like a crossbody bag or throw it over your shoulder No doubt you will absolutely LOVE our New Hip Cub Weekender Tote Collection, but as always (just in case) this offer is backed by our famous 90-day, 100% satisfaction guarantee. Enjoy!! Product Dimensions 13.7 X 7 X 19 inches Shipping Weight:2.1 pounds Our Policy - We only accept payments via PayPal and the payment is expected within 3 days after the order. - In the occasional case that the product suddenly becomes damaged prior to shipping, we will provide a full 100% refund to you within 2 business days. - It should take 1-10 business days for the product to reach your destination. - If the product doesn't reach your destination within the time limit, please give it an additional 1-2 business days in case of postal delays and/or possible technical issues. - If it takes any longer than that, please do not hesitate to contact us to resolve the issues. - We kindly ask you not to leave a negative feedback before you contact us in case of any problems. - We kindly ask you to give us a positive feedback for our store. We strive to offer you the 5-star products with the best prices and in order to maintain that, the positive rating is a very important factor. Let us create a positive eBay community together! 100% Satisfaction Guarantee: Customers are eligible for returns within 30 days after the product arrives. In case the product arrives damaged or there are any errors in the shipping (e.g wrong item or size), you will not be responsible for the return cost. We will provide you with prepaid pickup labels or Return of Merchandise Authorization code (RMA) along with the detailed instructions. For any other reasons, you may be responsible for partial or full return shipping fee. Important Note: Replacements or refunds will NOT be provided until we have received the returned merchandise, with the exception of cases which returns are not required. Shipping Conditions: We have warehouses and certified suppliers from all over the world. For this item, we ship only to the lower 48 states within the United States. We do not ship to APO and PO Box addresses and there is no local pickups. Please note: There are possibilities that the items might not ship to your area at a certain time period (e.g during festivals, shopping seasons or excessively high volume order times). In order to ensure that you'll receive the product hassle-free, please send us your Zip code via eBay message. This is to ensure the greatest satisfaction of our dear customers and for us to better fulfill your ultimate shopping experience. International Shipping / eBay Global Shipping Program: - Some of our products qualify for and participate in the eBay Global Shipping Program which allows customers from selected countries outside of U.S to order our items. Please check the availabilities and shipping rates by seeing the Shipping and Payments menu above. - The item will be shipped to the eBay Fulfillment Center which will process the international shipping procedures for you. After the item has left the facility, the international tracking code will be provided. - It could take anywhere from 11-25 business days for the item to arrive at your destination. - There will be a surcharge of 6% which will be billed to your PayPal after purchase to cover the procedures needed in order to ensure a smooth delivery. - You are hereby responsible for checking with customs of your country for product import. - All electronic appliances are designed for US voltage. Please be sure to use a converter for your safety and to avoid damaging the item. - Some items may not be eligible for returns or replacements. Please contact us in cases of damaged or lost items for further details and instructions.",
  "Title": "Hip Cub Diaper Bag Tote Collection with Matching Baby Changing Pad,Black",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Central America and Caribbean",
    "North America",
    "Oceania",
    "South America",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "VA",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "80.49",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "New York, New York",
  "Seller": {
    "FeedbackScore": "154",
    "PositiveFeedbackPercent": "95.7",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nithit24"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10008",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-11-08T20:13:13.000Z",
  "HitCount": "58",
  "TimeLeft": "P4DT4H39M",
  "EndTime": "2017-06-06T20:13:13.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Hip Cub"
      },
      {
        "Name": "Item (W\" x H\" x L\")",
        "Value": "7 x 13.7 x 19"
      },
      {
        "Name": "Package (W\" x H\" x L\")",
        "Value": "15.7 x 3.1 x 20.5"
      },
      {
        "Name": "Item Weigth (lbs)",
        "Value": "1.9"
      },
      {
        "Name": "Package Weigth (lbs)",
        "Value": "2.1"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Style",
        "Value": "Tote"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "UPC",
        "Value": "641938634624"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142174333113",
  "Storefront": {
    "StoreName": "wish-crystal",
    "StoreURL": "http://stores.ebay.com/id=1371169084"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1421743331138080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}