{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "SecondaryCategoryIDPath": "11450:169291:169293",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Excellent. Guaranteed 100% authentic or your money back.",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MARC-MARC-JACOBS-Brown-Yellow-White-Leather-Chain-Shoulder-Bag-/112423760339",
  "QuantitySold": "0",
  "TimeLeft": "P3DT2H42M45S",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "52.8",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Brooklyn, New York",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "11232",
  "StartTime": "2017-05-29T17:39:50.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Marc by Marc Jacobs"
      },
      {
        "Name": "Overall Condition",
        "Value": "Excellent"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Handle Drop",
        "Value": "\"13"
      },
      {
        "Name": "Measurements",
        "Value": "\"9 Length, \" 9.5 Height, \" .5 Depth"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "SecondaryCategoryID": "169293",
  "EndTime": "2017-06-05T17:39:50.000Z",
  "Title": "MARC BY MARC JACOBS Brown Yellow White Leather Chain Shoulder Bag",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1124237603398080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "true",
  "ConditionID": "3000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTc3/z/IvkAAOSw8HBZKu5q/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTkw/z/8RQAAOSwlndZKu5q/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTE3WDE2MDA=/z/sIUAAOSwX9FZKu5p/$_12.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "ShopMaterialWorld",
    "StoreURL": "http://stores.ebay.com/id=1135569750"
  },
  "ConvertedCurrentPrice": {
    "value": "52.8",
    "_currencyID": "USD"
  },
  "AutoPay": "false",
  "NewBestOffer": "false",
  "Description": "MARC BY MARC JACOBS Brown Yellow White Leather Chain Shoulder Bag - Material World on Ebay. Designer Fashions at Great Prices. Authenticity Guaranteed. Hassle-Free 30 Day Returns. Condition: Excellent. Material. Exterior: Leather. Measurements: 9 Length, 9.5 Height, .5 Depth. Handle Drop: 13 Designer Fashions at Great Prices Authenticity Guaranteed · 30 Day Returns New Arrivals Editors Picks Clothing Tops Blouses Sweaters Dresses Bottoms Jeans Shorts Skirts Outerwear & Blazers Handbags Shoes MARC BY MARC JACOBS Brown Yellow White Leather Chain Shoulder Bag Condition Excellent × Condition Chart New With Tags/Box New item comes with the original store tags attached. It's brand new - no additional explanation needed! New Without Tags New item with no flaws, but no longer has its' original store tags/box. There are no signs of wear or imperfections. Tags were cut off and the item was left in the closet unworn. Their loss, your gain! New With Defects Item comes with the original store tags attached, but has minor imperfections such as marks, slight discoloration, and/or a missing accessory. In other words, it's a total fashion steal! Excellent Item is nearly flawless with very minor signs of wear. It was gently used in its previous life. You've just hit the second hand jackpot! Good Item has minor flaws, but no signs of significant use. Faint marks, loose threads, and/or slight discoloration may be visible upon detailed inspection. This is the gold standard in pre-owned items. Well Used Item has been well-loved and has the imperfections to prove it. The integrity of the item is still intact and the style makes it a must have despite these signs of wear. Always refer to listing for condition notes specific to each item. Close Material Exterior: Leather Measurements 9 Length, 9.5 Height, .5 Depth Handle Drop: 13 Payments All buyers have a total of 8 days to complete payment. After 3 days without payment, an unpaid item case will open. Once an unpaid item case opens we can no longer cancel the order. After another 5 days without payment, the case will close with a strike and the item will be relisted. As a large seller on eBay we are required by law to charge tax on items that are non-exempt which are determined by the buyers state tax laws. Shipping Details Orders are processed in 1-3 business days. We ship Monday through Friday. Items shipped typically are received within 2 to 7 business days. We do not offer combined shipping and we are not able to honor special shipping requests. Order Changes and Cancellations Unfortunately, we may not be able to honor order cancellations after payment has been processed. See listing policy for details. Submitting Your Offer Our team reviews offers daily! Please only submit offers via eBay’s offer tool. We may not be able to honor written offers or terms. This includes notes in the offer terms section and emailed requests. We hope you find something you love at a great price. 30 Day Returns Doesnt fit or flatter? No worries! If you are not completely satisfied with your purchase, you may return it using your own shipping label or by purchasing a label directly from Ebay. The amount will be automatically deducted from your PayPal account. We are more than happy to work with you to resolve issues, should any arise. If you received an incorrect or defective item, please contact us for support prior to opening a return or leaving feedback. Upon return receipt and after verifying condition, you will be issued a refund for the original item price and taxes via PayPal within 1-3 business days. We can only accept returns for items sent to us within 30 days of your receipt. Please ensure that the item is in its as-sold condition, with original tags attached. Please begin the Return Process on eBay and upload tracking information. Authenticity Guaranteed All of our items go through a strict authentication process by our team of experts. We do not list items for sale that we were not able to authenticate, so we can guarantee the best experience for our shoppers. What is the authentication process? Our expert authenticators put each item through a rigorous inspection to examine a number of different factors based on style and brand. We inspect all products for appropriate brand markings, date codes, and material composition. Everything passes through our strict authenticity tests before it is listed for sale on our site. Our authentication process is in-house and independent. Brands are not involved in the authentication of the products being sold and do not assume responsibility for products purchased. This Marc by Marc Jacobs® item is guaranteed to be authentic by Material World's team of expert merchandisers. This listing is not affiliated with Marc by Marc Jacobs and Marc by Marc Jacobs is not responsible for products purchased. Customer Service Any questions or concerns? Simply send us a message on Ebay. Dedicated support team available 10am-5pm ET M-F to answer any questions. SKU # BAG-277737-9B",
  "ShipToLocations": [
    "US"
  ],
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "41510",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "shopmaterialworld"
  },
  "GlobalShipping": "false",
  "Quantity": "1",
  "ItemID": "112423760339",
  "SKU": "BAG-277737-9B",
  "Subtitle": "Guaranteed Authentic.",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "3"
}