{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ZpsAAOSwR29ZIBNo/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/uyUAAOSwcgNZIBNt/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ful-Hybrid-28-inch-Drop-bottom-Rolling-Duffel-Bag-/152555115477",
  "ConvertedCurrentPrice": {
    "value": "134.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Ful Hybrid 28-inch Drop-bottom Rolling Duffel Bag ITEM#: 17853670 Don't run out of storage space again; take this versatileHybrid 28-inch Drop-bottom Rolling Duffel Bag with you in all your travels. Featuring split-level storage, an interior pass-through panel, and a hard shell bottom compartment, this durable piece of luggage will meet all your travel needs for a very long time. Details: Hybrid rolling duffel bagNylon constructionSolid patternBlack with red accentsDrop bottomMulti-compartmentFront and rear zipper compartmentsLogo panel zipper compartmentHigh-volume storage in upper halfTelescoping handle17 inches high x 28 inches wide x 14 inches deep Bag weight: 10 pounds *The digital images we display have the most accurate color possible. However, due to differences in computer monitors, we cannot be responsible for variations in color between the actual product and your screen.Other Items: Thanks for looking. Please check out my other items.Handling Time Usually takes 2 business days to ship this item once payment has been received.FREE Shipping Usually takes 3-10 business days for the delivery. (Most items are delivered within 3-5 business days.)Shipping is within the continental 48 U.S. States onlyNo international shippingNo shipping to Alaska, Hawaii, Puerto Rico, Guam, or the Virgin IslandsNo shipping to Canada or MexicoNo shipping to APO/FPO/DPO, PO Boxes or Military AddressesWe do not offer combined shipping services We are a clearinghouse of a major retailer. The item will be shipped directly from our supplier. In the unlikely event that the item is sold out or on backorder, we will refund 100% of your money. Shipping Address If your shipping address is different than your Paypal address, please add the shipping address to your authorized addresses in your Paypal account. We can only ship to an authorized Paypal address. We do not accept email to change shipping address.Payment PayPal only please. It is your best protection as a buyer. Terms of Sale and Feedback:Feedback is extremely important to me and eBayIf you are satisfied with our transaction, please take a moment to leave Positive Feedback. YOUR Satisfaction is my #1 Priority!If there are any issues, PLEASE contact us BEFORE leaving a neutral or negative rating so that I may resolve any concerns.I PROMISE I can make you happy if you give me a fair chance.TAX FREE!DONT BE FOOLED BY LOW PRICES FROM OTHER SELLERS!Returns / Concerns:All items qualify for returns within 14 days of receipt.Buyer pays for return shipping and must return the item in exactly the same condition as it was received and must also include, in the same condition as it was received: All packaging such as boxes, bags, and tags; Accessories such as cords and remotes Certificates, manuals, and warranty cards.Re-stocking fees may apply.Seller must be notified prior to returning any item.Buyers remorse is not grounds for refunds.Refunds will be issued upon receipt and inspection of returned item and be issued through PayPal.Please be sure this is an item you want before making your purchase. Customer Satisfaction is my TOP priority!All items are IN STOCK at time of listing.Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items.Please do not penalize me if I have to issue you a refund on this item!",
  "Title": "Ful Hybrid 28-inch Drop-bottom Rolling Duffel Bag",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "134.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Portland, Oregon",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "6543",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Green",
    "UserID": "wiki*store"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "97217",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-20T09:59:14.000Z",
  "HitCount": "4",
  "TimeLeft": "P16DT17H17M18S",
  "EndTime": "2017-06-19T09:59:14.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Ful Hybrid"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Model",
        "Value": "Does not apply"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "152555115477",
  "Storefront": {
    "StoreName": "peanutix",
    "StoreURL": "http://stores.ebay.com/id=1393699223"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All items being returned must be sent in the same condition as they were received. If you would like to return your purchase, you will need to contact me to get a return label and packing slip. No returns will be accepted without a return label and packing slip. If all items are not returned (parts, directions, stickers, etc), a full credit will not be granted. Restocking fees may apply.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525551154778080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}