{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/U-gAAOSwuMZZCdtb/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/GWwAAOSwuMZZCdmY/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/BxgAAOSwcgNZCdma/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/CFQAAOSwcgNZCdmi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/WhcAAOSwt0FZCdml/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/n~sAAOSwX61ZCdmn/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/6xwAAOSw42dZCdme/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-Monogram-SPARTINA-449-All-One-HIPSTER-PURSE-tote-Wallet-BOHEME-Blue-/382112277654",
  "ConvertedCurrentPrice": {
    "value": "54.9",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "SPARTINA 449HIPSTER ALL IN ONE PURSE ~ AKA MONOGRAMInBOHEME This listing is for a BRAND NEW & NEVER USED Spartina 449 purse with tags attached. 100% AUTHENTIC ~Measures: 8\"(L) X 5\"(H) and 1\" Depth~ with a cream leather adjustable removable crossbody strap, longest strap drop = 26\" Material: Genuine Tan & Cream Leather trim & Spartina 449 Signature LinenSignature Linen: Dark Blue background with lighter blue/orange/cream paisley design Back exterior zippered pouch for coins Closure: Zip Around, metal pull with tan leather detail Gold tone Hardware Spartina AKA MONOGRAM logo on front: *The magnetic monogram products are built with a magnetic plate and can be customized with your choice of golden letter or icon inserts. This item comes with a key located interior wallet for easy customization of the logo plate. See pictures 5 & 6 Interior opens to a large gusseted section with 13 credit card slots, a bill slip pocket and a clear ID/photo window with thumb guide. Interior lined in a beautiful deep ocean blue polyester ~Will arrive nicely wrapped in tissue paper~ ***ITEM SHIPS WITHIN 24 HOURS OF PAYMENT RECEIVED*** INFORMATION ON SELLER I want to thank you for looking. My ex husband decided he no longer needed to pay child support so in hopes of supplementing this income I began selling on Ebay several years ago. I live in a smoke free home with my 2 children and our 2 Shiba Inu Dogs: Mika and Kado. Kado was my inspiration for my Ebay user name and his picture is proudly featured next to my seller name. Please add me to your seller favorites and email me with any questions as I am happy to answer all questions. I spend alot of time trying to take nice clear pictures of each item so you know the details of the actual item you are purchasing. When sellers use stock photos you have no way of knowing what you will receive. All items are placed on a clean white tablecloth for pictures and are stored in a sealed container until shipped. All items listed are 100% authentic and described truthfully or your money back. SHIPPING AND PAYMENT(Please read carefully) Payment is due at the time of purchase. I will ship item within 24 hours of your payment clearing Paypal. If payment is received on Friday I will try to ship your item on Saturday otherwise item will be shipped on Monday. I cannot be held responsible for items lost in the mail so please make sure your shipping address listed with BOTH Ebay/Paypal is accurate. If shipping in the USA item will be mailed USPS first class mail and will include delivery tracking so you can track the shipping status and location of your item. I will ship outside of the USA using USPS first class mail International. Seller is not responsible for additional shipping time or costs/fees due to customs when shipping outside the USA. When shipping International First Class it will take anywhere from 1 to 6 weeks for you to receive your package depending on your location and your country's customs policies, seller has no control over how long it takes the postal system to deliver your package. The estimated arrival dates that appear on the listing are estimated by Ebay not the seller. Average time to receive an International package is 7 to 15 days. If you want to ship your item Priority Mail the cost to ship will increase. If you would like to ship Priority Mail International with actual tracking please email me before you pay so I can check the price to ship Priority Mail to your country and adjust the invoice. I will combine shipping costs with the purchase of any of my other listings. RETURNSI will accept returns if item is damaged or not as described within 30 days of buyer receiving item. Please read description carefully, I try to add as much detail as possible about item listed so you know exactly what to expect when you open your package. If there is an issue with item purchased please contact seller before leaving feedback or returning. I will only know if there is a problem if you contact me.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "54.9",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Midwest",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "6010",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "kadodawg11"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "Title": "New Monogram SPARTINA 449 All in One HIPSTER PURSE tote Wallet In BOHEME Blue",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T13:44:08.000Z",
  "HitCount": "2",
  "TimeLeft": "P29DT23H38M35S",
  "EndTime": "2017-07-02T13:44:08.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Spartina 449"
      },
      {
        "Name": "Material",
        "Value": "Leather & Signature Linen"
      },
      {
        "Name": "Color",
        "Value": "Blue & Tan"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Style",
        "Value": "Messenger & Cross Body"
      },
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "Pattern",
        "Value": "Floral"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "382112277654",
  "PrimaryCategoryID": "63852",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Item may returned if not as described or damaged within 30 days of receipt of item. Must be unused with tags attached. Please CONTACT SELLER via ebay email before returning or opening return for shipping instructions. A resolution may be reached quickly depending on the issue.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3821122776548080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}