{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Fanny, Waist Packs",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169298",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjUwWDE1MDA=/z/oUYAAOSwX61ZAs2z/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTI4WDE1MDA=/z/-NIAAOSwrhBZAs2z/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDk4WDE2MDA=/z/m28AAOSwcgNZAs2z/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BANDI-Large-Pocket-Belt-Evening-scroll-/401316216254",
  "ConvertedCurrentPrice": {
    "value": "55.29",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "BANDI Large Pocket Belt Evening scroll Product Details Sleek pocketed belt will hold even large tablet phones and passport Stylish and secure, with no bulky zippers or Velcro Low-profile buckle and adjustable slide for a secure no-bounce fit Divided main pocket to separate phone from money Extra side pocket for keys, coins, tissues or lip balm The BANDI Large Pocket Belt is the alternative to fanny packs, or bulky cell phone arm bands, providing a simple, smart solution to securely stash your stuff while traveling, exercising, or anywhere on-the-go. This belt is small and thin enough to wear under or over clothes, fitting high-hip sizes 28”-42”. BANDI offers a belt extender to fit fuller figures more comfortably. Three pockets divide and store your items so they don’t move around in the belt. BANDI’s main phone pocket size of 7.5” x 3.5” is compatible with most smart phones such as the iPhone, Google Pixel and Samsung Galaxy, also accommodating most phone cases and passports as well. The sleek clasp in the back makes this belt easy to put on and take off. Simply clip, size, and fill it. You’ll forget you have it on! You can stash your phone, keys, money, ID, medicine, nutrition bars, asthma inhaler and many other small essentials. Our belts are flip-tested, ensuring that your stuff won’t fall out when upside down. This unique storage system is made with quality in mind so it will last you several running seasons and is machine washable. We recommend washing on a cold delicate setting in a garment bag and hanging to dry. The BANDI Large Pocket Belt is easy to store because it folds up to fit in virtually any size purse or bag. The BANDI Large Pocket Belt is the alternative to fanny packs, or bulky cell phone arm bands, providing a simple, smart solution to securely stash your stuff while traveling, exercising, or anywhere on-the-go. This belt is small and thin enough to wear under or over clothes, fitting high-hip sizes 28”-42”. BANDI offers a belt extender to fit fuller figures more comfortably.Three pockets divide and store your items so they don’t move around in the belt. BANDI’s main phone pocket size of 7.5” x 3.5” is compatible with most smart phones such as the iPhone, Google Pixel and Samsung Galaxy, also accommodating most phone cases and passports as well. The sleek clasp in the back makes this belt easy to put on and take off. Simply clip, size, and fill it. You’ll forget you have it on!You can stash your phone, keys, money, ID, medicine, nutrition bars, asthma inhaler and many other small essentials. Our belts are flip-tested, ensuring that your stuff won’t fall out when upside down. This unique storage system is made with quality in mind so it will last you several running seasons and is machine washable. We recommend washing on a cold delicate setting in a garment bag and hanging to dry. The BANDI Large Pocket Belt is easy to store because it folds up to fit in virtually any size purse or bag. Return All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), item must be in original condition with original packaging. Return shipping to be paid by buyer. 15% Restocking fee may apply. Shipping Please make sure to provide the correct shipping address during checkout as the address cannot be changed after checkout. We are not responsible for any incorrect or undeliverable addresses. All orders are usually shipped within one business day. Your order will be shipped out via one of our participating partners, which include UPS, USPS, FedEx, DHL, among others. We also ship globally through eBay's GSP program. Please ensure the item meets your countries standards!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "55.29",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "14875",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "shoemaven26"
  },
  "PrimaryCategoryID": "169298",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "BANDI Large Pocket Belt Evening scroll",
  "GlobalShipping": "true",
  "Quantity": "3",
  "StartTime": "2017-04-28T05:05:57.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/4013162162548080_1.jpg",
  "TimeLeft": "P24DT12H5M4S",
  "EndTime": "2017-06-27T05:05:57.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Evening Scroll"
      },
      {
        "Name": "Brand",
        "Value": "BANDI"
      },
      {
        "Name": "MPN",
        "Value": "150-4006"
      },
      {
        "Name": "UPC",
        "Value": "811127022413"
      },
      {
        "Name": "EAN",
        "Value": "0722656702953"
      },
      {
        "Name": "ISBN",
        "Value": "N/A"
      }
    ]
  },
  "Site": "US",
  "ItemID": "401316216254",
  "Storefront": {
    "StoreName": "affordable_auctionz",
    "StoreURL": "http://stores.ebay.com/id=235320973"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 15%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "15%",
    "RestockingFeeValueOption": "Percent_15",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B018GQX6G4",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}