{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjI1WDQ2MQ==/z/5xYAAOSwtfhYq3Wp/$_57.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIzWDM0MQ==/z/nRcAAOSw~AVYq3Wc/$_57.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIxWDM4MQ==/z/5rEAAOSwtfhYq3Wl/$_57.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTU3WDQ2NQ==/z/KcoAAOSw3v5Yq3Wv/$_57.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/8fYAAOSwtfhYq3YH/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/lc4AAOSwdGFYq3YN/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/q4AAAOSw~AVYq3YW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/D1cAAOSwfVpYq3Yc/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/GAYAAOSw4CFYq3Ym/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/eJQAAOSwCU1Yq3Yt/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-tags-700-Philip-Bree-PB0110-linen-leather-tote-bag-reversible-Line-/122522034444",
  "ConvertedCurrentPrice": {
    "value": "349.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "New with tags Philip Bree PB0110 $700 natural linen with white leather straps oversize tote, reversible. Comes with dust bag/pouch. Purchased at The Line, NYC. Cult following - also sold at Steven Alan stores. Works for both men and women - subtle luxe minimal detailing designed by Christian Metzner. This one in natural linen with white leather handles and bottom.Lightweight and reversible. Two handles. Perfect for your Hamptons or European getaway.- Measurements: 17.7”x 16.9” x 7.8”.– Inside, one large main compartment and one card holder – 100%linen, coated with PU on the backside for protection, made in Italy – strap and handles in cowhide, pure vegetable tanned, made in Belgium – seams with hard–wearing thread and 3 stitchesMade in Europe. Philipp Bree insists on the use of high quality materials sourced from selected, long-established European manufacturers. Production of the bags is entrusted to the expert craft workers at a family firm of bag-makers in Bohemia, Czech Republic, who have been plying their trade for generations.LEATHEREvery hide is hand-selected and pure vegetable tanned. Philipp Bree sources the hides from one of Europe’s most renowned tanneries. Based in Wallonia, Belgium, the company has been specialising in the vegetable tanning of top quality cowhide since 1873. This material-friendly process retains the natural surface structure of the hide, producing leather that is supple to the touch, with that distinctive aromatic fragrance. Only some ten percent of all leather worldwide is vegetable tanned, which is why natural leather is so highly valued and treasured. \u2028\u2028The bags and accessories are lined with fine suede calfskin, which comes from a specialist workshop in Poland that has been manufacturing fine split leather for over 150 years.LINENThe densely woven, hardy linen is extremely hardwearing and is sourced from an Italian family firm. Back in the 19th century this company was already famous for its sturdy ropes – ropes that, to this day, still bear many a church bell in Tuscany. \u2028\u2028Linen is one of the oldest natural fibres used in fabric production, but today features in less than one percent of all textiles. The reason is to be found in the demanding nature of linen as a crop. The flax plants flower for just a single day and are then harvested. And little has changed over the centuries in terms of the labour-intensive processing of the fibres.THREADThe selected thread used in PB 0110 bags is exceptionally tear and abrasion-resistant. It is spun in southwest Germany by a specialist family firm dating back more than 150 years. All sales final. Sorry, no returns. Payment due within 3 days of end of sale or subject to re-list and appropriate feedback. Shipping within continental US; international shipping too: international bidders must pay international shipping fees. Items will be shipped to confirmed PayPal addresses only. All items from non-smoking home. I'm happy to combine shipping with multiple items. *** Please ask any questions before bidding, I am quick to respond to emails. Check out my other items, too! THANKS FOR LOOKING and happy shopping!",
  "Title": "New with tags $700 Philip Bree PB0110 linen leather tote bag reversible The Line",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "349.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "New York, New York",
  "Seller": {
    "FeedbackScore": "542",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "tamama"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "MinimumToBid": {
    "value": "349.0",
    "_currencyID": "USD"
  },
  "PostalCode": "10022",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-30T01:30:07.000Z",
  "HitCount": "11",
  "TimeLeft": "P3DT7H52M50S",
  "EndTime": "2017-06-06T01:30:07.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Tote Bag"
      },
      {
        "Name": "Material",
        "Value": "Linen with leather"
      },
      {
        "Name": "Brand",
        "Value": "Philip Bree PB0110"
      },
      {
        "Name": "Type",
        "Value": "Totes"
      },
      {
        "Name": "Features",
        "Value": "Reversible"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Poland"
      }
    ]
  },
  "Site": "US",
  "ItemID": "122522034444",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1225220344448080_1.jpg",
  "HandlingTime": "5",
  "BestOfferEnabled": "false"
}