{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Lacoste-Flat-Crossover-Bag-Black-/201880709726",
  "QuantitySold": "0",
  "TimeLeft": "P1DT12H12M4S",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "104.59",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Bristol",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "BS31 1EH",
  "StartTime": "2017-04-05T06:06:02.000Z",
  "HitCount": "82",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Lacoste"
      },
      {
        "Name": "Style",
        "Value": "Across Body Bags"
      },
      {
        "Name": "Material",
        "Value": "PVC"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Size",
        "Value": "17.5cm(Height) x 27cm(Width) x 1cm(Depth)"
      },
      {
        "Name": "UPC",
        "Value": "5056129686804"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "SecondaryCategoryID": "42526",
  "EndTime": "2017-06-04T06:06:02.000Z",
  "Title": "Lacoste Flat Crossover Bag - Black",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2018807097268080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "ConditionID": "1000",
  "Country": "GB",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzM4WDEyMDA=/z/93EAAOSwVctY5IlQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzQ2WDEyMDA=/z/vLwAAOSwTM5Y5IlQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Nzc5WDEyMDA=/z/uuUAAOSww3tY5IlP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg4NjA=/z/cwkAAOSwU8hY5IlQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA5M1gyNzc=/z/7aEAAOSwA29Y5IlP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTExNFg1Nzc=/z/Qm4AAOSw03lY5IlP/$_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "KJ Beckett Store",
    "StoreURL": "http://stores.ebay.com/id=160367424"
  },
  "ConvertedCurrentPrice": {
    "value": "104.59",
    "_currencyID": "USD"
  },
  "AutoPay": "true",
  "NewBestOffer": "false",
  "Description": "Mens Clothing Mens Accessories Mens Jewellery Womens Clothing Womens Accessories Womens Jewellery Homeware FAST DELIVERY LOW COST WORLDWIDE SHIPPING RETURNS ACCEPTED Lacoste Flat Crossover Bag - Black Product Description Product Type: Bags Brand: Lacoste Colour: Black Gender: Womens Material: PVC Material Description: PVC and PU Split Cow Leather Care Instructions: Packaging: Complete with Lacoste tags. Size: Measurement (cm): 17.5cm(Height) x 27cm(Width) x 1cm(Depth) Delivery KJ Beckett offers a fast, safe and reliable delivery service within the UK and around the world. We work with a number of different carriers (including Royal Mail, Interlink Express and UPS) to ensure your order arrives as quickly and safely as possible. Delivery Delivery costs are a flat rate $7.95 per order. We use a fast service to deliver to many worldwide locations. The estimated shipping times are as follows: 1. USA and the rest of the world: 5-7 working days Returns All items sold by KJ Beckett are guaranteed to be authentic, in new condition and inspected by careful quality control. In addition we offer a 100% guarantee that if you're in any way dissatisfied with the goods you have ordered we will exchange them or give you a full refund for the items, provided that you return them to us in their original condition and packaging, unworn and unwashed, with all labels intact. All return costs are covered by the buyer. EU Refunds In the EU, you have the right to cancel all online purchase within seven working days. This seven-day &ldquo;cooling off&rdquo; period begins on the day when you receive your purchase. You can choose to cancel your order for any reason within this timeframe, even if you simply changed your mind. The seller must give you a refund within 30 days. This refund must include any shipping charges you paid to send the purchase from the seller to yourself. 30-day money back guarantee on all purchases KJ Beckett offer an extended 30 day refund period!!! UK returns must be received by KJ Beckett within 30 days of receiving your order. Four days should be allowed for postage, so please ensure your item is posted within 26 days of receipt. If original delivery was made to an address outside the UK this is extended to 30 days. 10 days should be allowed for postage, so please ensure your item is posted within 20 days of receipt. UK Returns Process Please follow the procedure below so that we can refund your money as quickly as possible: 1. Along with your order, you will also receive a returns slip as part of your invoice. Please complete the returns slip. 2. Replace your unwanted order, including packaging and paperwork, in the same protective outer packaging that it came in (or other suitable protective outer packaging). 3. The address to return the unwanted order to is: RETURNS, KJ Beckett Ltd, 34a Temple Street, Keynsham, BS31 1EH 4. Take to any post office and return your unwanted order using 2nd Class Royal Mail Recorded delivery (we will refund you this cost provided the item(s) is sent by the aforementioned method). If you have opted to pay for an alternative delivery method (e.g. Royal Mail Special Delivery or an alternative delivery service) these costs will not be refunded. 5. The item(s) must be returned in the same condition as sent, in the original box, with all original paperwork (e.g. warranties and tags) which must also be in same condition. Items that show signs of wear or are damaged in any way (such as mark or blemishes) cannot be accepted for return. Damaged goods due to customer's negligence cannot be accepted for return. 6. Within 5 working days of receipt we will inspect the item(s) as per requirements above. We will then refund the full purchase price of the order (including original postage) plus the cost of return (providing the process for return method stated above is followed). International Returns Process For orders outside of the UK, please follow the procedure below so that we can refund your money as quickly as possible: 1. Along with your order, you will also receive a returns label as part of your invoice. Please complete the questions on the returns label. 2. Replace your unwanted order, including packaging and paperwork, in the same protective outer packaging that it came in (or other suitable protective outer packaging). 3. The address to return the unwanted order to is: RETURNS, KJ Beckett Ltd, 34a Temple Street, Keynsham, BS31 1EH 4. Take to any post office and return your unwanted order using a cost-effective international delivery service that insures you for the value of your items. Please note that unfortunately we cannot cover the postage cost of returning goods to us from outside the UK. 5. The item(s) must be returned in the same condition as sent, in the original box, with all original paperwork (e.g. warranties and tags) which must also be in same condition. Items that show signs of wear or are damaged in any way (such as mark or blemishes) cannot be accepted for return. Damaged goods due to customer's negligence cannot be accepted for return. 6.Within 5 working days of receipt we will inspect the item(s) as per requirements above. We will then refund the full purchase price of the order (including original postage) in the currency that you originally purchased in. However please note, we are not responsible for any fluctuations in currency markets in the time between purchase and refund. Statutory Rights This does not affect your statutory rights. Customer Services Delivery Returns About KJ Beckett About Us Shop by Category Mens Accessories Mens Jewellery W'mns Accessories Womens Jewellery Homeware FAST UK DELIVERY RETURNS ACCEPTED FAST DELIVERY INTERNATIONAL SHIPPING",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Seller": {
    "FeedbackScore": "5235",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "Green",
    "UserID": "kjbeckett_store"
  },
  "GlobalShipping": "false",
  "Quantity": "1",
  "ItemID": "201880709726",
  "SKU": "057867",
  "SecondaryCategoryIDPath": "11450:169291:80600:42526",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All items sold by KJ Beckett are guaranteed to be authentic, in new condition and inspected by careful quality control. In addition we offer a 100% guarantee that if you're in any way dissatisfied with the goods you have ordered we will exchange them or give you a full refund for the items, provided that you return them to us in their original condition and packaging, unworn and unwashed, with all labels intact.\n\nAll return costs are covered by the buyer.\n\nEU Refunds\n\nIn the EU, you have the right to cancel all online purchase within seven working days. This seven-day “cooling off” period begins on the day when you receive your purchase. You can choose to cancel your order for any reason within this timeframe, even if you simply changed your mind. The seller must give you a refund within 30 days. This refund must include any shipping charges you paid to send the purchase from the seller to yourself.\n\n30-day money back guarantee on all purchases\n\nKJ Beckett offer an extended 30 day refund period!!! UK returns must be received by KJ Beckett within 30 days of receiving your order. Four days should be allowed for postage, so please ensure your item is posted within 26 days of receipt. If original delivery was made to an address outside the UK this is extended to 30 days. 10 days should be allowed for postage, so please ensure your item is posted within 20 days of receipt.\n\nUK Returns Process\n\nPlease follow the procedure below so that we can refund your money as quickly as possible:\n\n1. Along with your order, you will also receive a returns slip as part of your invoice. Please complete the returns slip.\n\n2. Replace your unwanted order, including packaging and paperwork, in the same protective outer packaging that it came in (or other suitable protective outer packaging).\n\n3. The address to return the unwanted order to is:\n\nRETURNS, KJ Beckett Ltd, 34a Temple Street, Keynsham, BS31 1EH\n\n4. Take to any post office and return your unwanted order using 2nd Class Royal Mail Recorded delivery (we will refund you this cost provided the item(s) is sent by the aforementioned method). If you have opted to pay for an alternative delivery method (e.g. Royal Mail Special Delivery or an alternative delivery service) these costs will not be refunded.\n\n5. The item(s) must be returned in the same condition as sent, in the original box, with all original paperwork (e.g. warranties and tags) which must also be in same condition. Items that show signs of wear or are damaged in any way (such as mark or blemishes) cannot be accepted for return. Damaged goods due to customer's negligence cannot be accepted for return.\n\n6. Within 5 working days of receipt we will inspect the item(s) as per requirements above. We will then refund the full purchase price of the order (including original postage) plus the cost of return (providing the process for return method stated above is followed).\n\nInternational Returns Process\n\nFor orders outside of the UK, please follow the procedure below so that we can refund your money as quickly as possible:\n\n1. Along with your order, you will also receive a returns label as part of your invoice. Please complete the questions on the returns label.\n\n2. Replace your unwanted order, including packaging and paperwork, in the same protective outer packaging that it came in (or other suitable protective outer packaging).\n\n3. The address to return the unwanted order to is:\n\nRETURNS, KJ Beckett Ltd, 34a Temple Street, Keynsham, BS31 1EH\n\n4. Take to any post office and return your unwanted order using a cost-effective international delivery service that insures you for the value of your items. Please note that unfortunately we cannot cover the postage cost of returning goods to us from outside the UK.\n\n5. The item(s) must be returned in the same condition as sent, in the original box, with all original paperwork (e.g. warranties and tags) which must also be in same condition. Items that show signs of wear or are damaged in any way (such as mark or blemishes) cannot be accepted for return. Damaged goods due to customer's negligence cannot be accepted for return.\n\n6.Within 5 working days of receipt we will inspect the item(s) as per requirements above. We will then refund the full purchase price of the order (including original postage) in the currency that you originally purchased in. However please note, we are not responsible for any fluctuations in currency markets in the time between purchase and refund.\n\nStatutory Rights\n\nThis does not affect your statutory rights.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1"
}