{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1825483560528080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/yQAAAOSwcUBYIV3x/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/cysAAOSwcLxYIV3y/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/LSwAAOSwA3dYIV30/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/AAUAAOSw4GVYIV31/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/ACUAAOSw4GVYIV32/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/nmQAAOSwXeJYIV34/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/gZsAAOSwKOJYIV35/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/pIgAAOSw5cNYIV36/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/Lb4AAOSwA3dYIV37/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/My-Best-Friend-Bag-Handmade-Laptop-and-Tablet-Tote-Bag-Black-/182548356052",
  "ConvertedCurrentPrice": {
    "value": "178.49",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "My Best Friend is a Bag Handmade Laptop and Tablet Tote Bag - Black We have free return Product Description Dimension: 6.3 x 16.6 x 12.5 inchs., Weight: 3.73lbs. Tired of Boring Work Bags Looking for Bag Combining Beauty with Brains Your search for the perfect Laptop Bag is finally over - Introducing Australia's Favorite Laptop Tote - the Jennifer by My Best Friend is a Bag Light Weight - most leather computer bags and totes for women are too heavy. The Jennifer is Lightweight and Durable - Made from Highest Quality Vegan Faux Leather and Snake Skin with a fun colored lining which makes her waterproof and perfect for travel and commuting to the office This is the only bag you will need to get you through a busy working day.Pockets and space for everything a busy woman needs to carry for work with room for personal and family bits and pieces.What separates the Jennifer from the Competition - Designed by a busy working woman who understands what is needed in a great Ladies Work Bag - The result is stylish and fashionable on the outside and practical and beautiful on the inside - just like a Best Friend should beMake a great impression - Don't settle for a cheap, boring Work Tote or a masculine Messenger Bag. Our bags are the perfect female work accessory. - Beauty and Brains combined WORK TOTE BAGS DESIGNED BY A WOMAN - The Jennifer Computer Bag is Stylish, Fashionable and Professional - 3 zippered compartments - use as a beautiful tote - handbag - shoulder bag or as a business briefcase or executive work bag - 2 padded sections - one for 13 inch laptop notebook computer - one for tablet iPad Kindle or eReader- great handbag shape - FASHIONABLE AS WELL AS FUNCTIONALBE AMAZED how much this bag can carry - 3 x inside side pockets for cell phones, sunglasses, business cards, credit cards etc - much more practical than a messenger or satchel - PLUS handy clip for your keys so you never lose them again - BEAUTY AND BRAINS COMBINEDEvery Handbag from My Best Friend is a Bag is HAND MADE with 100% MANUFACTURER'S GUARANTEE AGAINST FAULTY WORKMANSHIP - ORDER NOW with absolute peace of mind - The BEST INVESTMENT YOU'LL MAKE IN YOUR BUSINESS WARDROBENO MORE ACHING SHOULDERS - Gorgeous Faux Textured Leather and Snakeskin with colorful lining - Signature BfB tassel for glamor and quality - Brushed Nickel Hardware - Detachable strap for wearing cross body - LIGHTWEIGHT AND DURABLE - AIRPORT FRIENDLY AND IDEAL FOR TRAVELApprox. Size: 15.5\"W x 10\"H x 5\"D - Handle Drop 11 inches to comfortably fit over your shoulder PLUS detachable shoulder strap to be hands free - And now with Replacement Handles to keep your bag looking brand new - THE ONLY BAG YOU NEED ON A BUSY WORKING DAY Payment1.We accept PayPal only.2.All major credit cards are accepted through secure payment processor PayPal.3.Payment must be received within 7 business days of auction closing.4.We ship to your eBay or Paypal address. Please make sure your eBay and Paypal address is correct before you pay.ShippingAs an American company, we proudly offer FREE SHIPPING to the lower 48 states.Due to high shipping costs and our desire to ALWAYS provide our incredible customers FREE SHIPPING, we are unable to ship to P.O. Boxes or Military APOs.We do offer international shipping using eBays Global Shipping program on some items.Our items may be shipped directly from our warehouse or from our supplier to get it to you as fast as possible so there is no local pick up.You can buy with confidence because we stand behind what we sell with a 30 day return policy.Our Customer Service is in the USA and we pride ourselves on our fast response time.Feedback1. We will leave Positive Feedback after receive the payment, Please do not forget to give us and FIVE STARS on all of the Detailed Seller Ratings .2. If you are not satisfied with your shopping Experience,Please contact us to get a solution before you decide to leave a neutral or negative feedback, We will try our best to solve any problems for you as soon as possible,thanks.3. We will provide you service as best as we can, cause the feedback and is what we are striving for. Please email me through My Messages or Ask Seller Questions if you have any question about our listings or your purchase.-- hope to do the business with you again in the near future Payment Policy We accept Paypal, Bank transfer, Cash on delivery an Credit Card. Shipping Policy As an American company, we proudly offer FREE SHIPPING to the lower 48 states. Due to high shipping costs and our desire to ALWAYS provide our incredible customers FREE SHIPPING, we are unable to ship to P.O. Boxes or Military APOs. We do offer international shipping using eBays Global Shipping program on some items. Our items may be shipped directly from our warehouse or from our supplier to get it to you as fast as possible so there is no local pick up. You can buy with confidence because we stand behind what we sell with a 30 day return policy. Our Customer Service is in the USA and we pride ourselves on our fast response time. All of our items are brand new, direct to you. ABOUT FEEDBACK 1. We will leave Positive Feedback after receive the payment, Please do not forget to give us and FIVE STARS on all of the Detailed Seller Ratings . 2. If you are not satisfied with your shopping Experience,Please contact us to get a solution before you decide to leave a neutral or negative feedback, We will try our best to solve any problems for you as soon as possible,thanks. 3. We will provide you service as best as we can, cause the feedback and is what we are striving for. Please email me through My Messages or Ask Seller Questions if you have any question about our listings or your purchase. -- hope to do the business with you again in the near future Return Policy We offer a 30 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for you When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items. All returns MUST be done within 30 days of date of purchase. Please note that we cannot give refunds or replacements after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution.",
  "Title": "My Best Friend is a Bag Handmade Laptop and Tablet Tote Bag - Black",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "178.49",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "New York, New York",
  "Seller": {
    "FeedbackScore": "391",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "jakkaphat"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10001",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-04-27T12:52:50.000Z",
  "HitCount": "13",
  "TimeLeft": "P23DT21H45M51S",
  "EndTime": "2017-06-26T12:52:50.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "MyBestFriendisaBag"
      },
      {
        "Name": "Model Number",
        "Value": "Variation"
      },
      {
        "Name": "MPN",
        "Value": "LYSB019EXPPEY-OFFSUPPLIES"
      },
      {
        "Name": "UPC",
        "Value": "641489933719"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Category",
        "Value": "Shoulder Bags"
      },
      {
        "Name": "EAN",
        "Value": "0641489933719"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182548356052",
  "Storefront": {
    "StoreName": "jakkaphatsa-0",
    "StoreURL": "http://stores.ebay.com/id=1468939615"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "NO",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B019EXPPEY",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}