{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFg4ODI=/z/-doAAOSw8HBZFeWd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTM3/z/0n0AAOSwDiBZFeWi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg3MzA=/z/~zQAAOSw-K9ZFeWm/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTM3/z/-nAAAOSw8HBZFeWq/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTU5/z/NwkAAOSwn-tZFeWu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ1M1gxNjAw/z/LwYAAOSwtGlZFeW3/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDEz/z/tkIAAOSwX9FZFeW7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDQ1/z/NY4AAOSw~y9ZFeW~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/OmsAAOSwhvFZFeXF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg4Mzg=/z/DL4AAOSwBt5ZFeXJ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ2MlgxNjAw/z/gO0AAOSwYlRZFeXP/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Carhartt-Legacy-Wheeled-Gear-Traveler-21-inch-Carry-Carhartt-Brown-/282474829117",
  "ConvertedCurrentPrice": {
    "value": "223.26",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Carhartt Legacy Wheeled Gear Traveler, 21-inch Carry on, Carhartt Brown Features: 100% PolyesterImportedMade of 1200D Poly with Rain Defender durable water repellent plus Duravax abrasion-resistant baseLarge main compartment with multiple interior pockets and compression straps for clothes and gearDedicated shoe compartment, exterior zippered pocket, plus removable laundry bagTreaded wheels, extension handle, and top and side haul handles14w x 21.5h x 9d inches, 9.5 pounds Description Color:Carhartt Brown  |  Size:21-Inch Let's face it, your trips don't include hot towels or complimentary cocktails and you need luggage that understands that. Travel with confidence no matter where you're headed with the Carhartt Legacy Wheeled Gear Traveler. Built of heavy-duty 1200D Poly with Rain Defender durable water repellent and Duravax abrasion-resistant base this bag can handle any rough and tough conditions being on the road may bring. The Gear Traveler is available in 3 sizes - 21 inch (carry-on), 25 inch, 28 inch - each boast a large main compartment with multiple interior pockets plus a secondary shoe compartment for when you need to keep items separated. Inside you will also find a removable bag for laundry or even utility items as well as compression straps to hold down your clothes. For smooth transit the Traveler offers an extension handle plus sturdy top and side haul handles. Top if off with rugged 80mm treaded wheels. Additional Details: YKK zippers, triple needle stitch for reinforcement where it counts, Carhartt logo patch. Carhartt Work Bags, Packs & Gear are covered by a Limited Warranty against manufacturing defects in materials and worksmanship for the normal life of the product. Product Details: Part Number: 19170102Item Weight: 6 poundsProduct Dimensions: 9 x 21.5 x 14 inchesOrigin: ChinaItem model number: 19170102Size: 21-InchColor: Carhartt BrownFinish: brownMaterial: polyesterItem Package Quantity: 1Shipping Weight: 9.2 poundsDate First Available: January 28, 2015 Handling We will ship all orders within 3 business days of payment. Delivery It usually takes 4-8 business days for the delivery. (Most items are delivered within 5-6 business days). We ship to the lower 48 states only. (Continental US) We offer FREE shipping to the states we ship. We only ship to the address on PayPal. If your shipping address is different than your PayPal address, please add the shipping address to your authorized addresses in your PayPal account. We are not responsible for orders delivered to a wrong address provided. If you want to send a gift to a different address please provide that address in the eBay selling form, right before you complete your purchase. We do not accept email to change shipping address. Some items may be shipped directly from our warehouse or supplier to get to you as quickly as possible. We do not ship to: Hawaii, Alaska, PO Boxes, Military Addresses. We cannot combine shipping. No local pick up. Some items cannot be shipped to California Addresses due to State Legislation. Full refund will be issued. Some items cannot be shipped to Freight Forwarding Addresses. Full refund will be issued. In the unlikely event that the item is sold out or on back order we will refund your money. Return Policy We have a 30 day return policy. All items need to be returned in the original packaging and in the same condition as they were received. A Return Merchandise Authorisation (RMA) number is required for all returns. Message us for return instructions. Items returned without an RMA number will not be processed. Return shipping will be paid by the buyer. 10% Restocking fee will be applied We reserve the right to decline any returns if the above guidelines are not followed. If you are not satisfied for any reason at all, please contact us first before leaving negative/neutral feedback or opening a return case. Feedback We are a small, family operated business and we treat our customers the way we want to be treated. We take your satisfaction very seriously and we will do everything we can to make sure you have a pleasant experience shopping with us. Feedback is very important to us as it reflects the service we want to provide our customers. We strive to deliver 5-star customer service at every single order. However problems do happen : Extremely rarely orders get mixed up. Products may be sold out, or on back order Goods may get damaged during transportation.(Rare but possible) If you have any questions or concerns regarding your transaction please contact us first before leaving neutral or negative feedback. Give us the chance to find an agreeable solution for you!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "223.26",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "5819",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "Green",
    "UserID": "handpicked*by*hermes"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Carhartt Legacy Wheeled Gear Traveler 21-inch  Carry on Carhartt Brown",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-12T16:41:52.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2824748291178080_1.jpg",
  "TimeLeft": "P8DT23H55M1S",
  "EndTime": "2017-06-11T16:41:52.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "19170102"
      },
      {
        "Name": "Color",
        "Value": "Carhartt Brown"
      },
      {
        "Name": "Brand",
        "Value": "Carhartt"
      },
      {
        "Name": "UPC",
        "Value": "819062017778"
      },
      {
        "Name": "Size",
        "Value": "21-Inch"
      },
      {
        "Name": "EAN",
        "Value": "0819062017778"
      }
    ]
  },
  "Site": "US",
  "ItemID": "282474829117",
  "Storefront": {
    "StoreName": "handpickedbyhermes",
    "StoreURL": "http://stores.ebay.com/id=1085115455"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item.\nCustomer chooses Refund or Replacement depending on availability.\n10% Restocking will be applied.\nReturn Shipping to be paid by buyer.",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00SV726AG",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}