{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "TimeLeft": "P2DT8H48M29S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Condition Rank: Outside AB / Inside AIt's a Pre-owned, Secondhand and Original item from Louis Vuitton Damier Azur canvas collection.Style name is Keepall Bandouliere 55 and the number is N41429.Date code is MB3097 that meant the bag was made in France during the 39th week of 2007.Key is MISSING.Vachetta leather is suntanned, discolored, rubbed, scratched also there are blemishes and stains - water stains included.There are some unnoticeable stains on exterior of the bag.Bottom of corners are rubbed, scratched, discolored and peeled off little also there are stains.Hardware has scratches.Inside of the bag has some stains.However, still in good condition.CHECK ALL OF PICTURES AND DESCRIPTIONS BEFORE YOU BID!!",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2630088515068080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/6J0AAOSwiYFXLWQU/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/sNQAAOSw1DtXLWQY/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/Xu0AAOSwWF5XLWRJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/RNUAAOSwShJXLWQe/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/NT0AAOSw0OJXLWQ5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/YjUAAOSw2x1XLWQj/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/6mkAAOSwiYFXLWQp/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/7f0AAOSwYmZXLWQt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/6zcAAOSwiYFXLWQx/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/b3AAAOSwKfVXLWQ0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/BOcAAOSwSclXLWQ~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/Es0AAOSwubRXLWRF/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-Louis-Vuitton-Keepall-Bandouliere-55-Bag-Duffle-Damier-Azur-Travel-LV-/263008851506",
  "ConvertedCurrentPrice": {
    "value": "1380.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "100% Guaranteed AUTHENTIC Louis Vuitton Damier Azur Canvas Leather Keepall Bandouliere 55 N41429 Travel Duffle Shoulder Bag INFO. Brand: Louis Vuitton Style Name: Keepall Bandouliere 55 Style Number: N41429 Date Code: MB3097 Color: White Material: Damier Azur Canvas, Vachetta Leather Lining: Canvas Comes with: Shoulder Strap, Name Tag, Handle Holder, Padlock #300 only Country of Manufacture: France APPROX MEASUREMENT Size in cm: W 55 x H 31 x D 25 cm Size in inch: W 21.65 x H 12.20 x D 9.84 \" Handle: 35 cm / 39.37 \" Handle Drop: 13 cm . 5.11 \" Shoulder Strap: 100-118 cm / 39.37-46.45 \" Shoulder Strap Drop: 34-54 cm / 13.38-21.25 \" CONDITION DESCRIPTION Condition Rank: Outside AB / Inside A It's a Pre-owned, Secondhand and Original item from Louis Vuitton Damier Azur canvas collection. Style name is Keepall Bandouliere 55 and the number is N41429. Date code is MB3097 that meant the bag was made in France during the 39th week of 2007. Key is MISSING. Vachetta leather is suntanned, discolored, rubbed, scratched also there are blemishes and stains - water stains included. There are some unnoticeable stains on exterior of the bag. Bottom of corners are rubbed, scratched, discolored and peeled off little also there are stains. Hardware has scratches. Inside of the bag has some stains. However, still in good condition. CHECK ALL OF PICTURES AND DESCRIPTIONS BEFORE YOU BID!! 2000654234100864 ezotn nitzz YRES Please understand 1) The senses of smell is verify by person. 2) The actual color of the items may be a little different from what you see in pictures because of the spec of the monitor or PC. 3) Although I try my best to Describe the condition of each item with pictures, please note that items may have unnoticeable flaws. Condition Chart N: Brand New, never been used and unused item. S: Almost same as Brand New. Almost MINT condition. SA: Same as Brand New but displayed item. A: Recycle item with scratches or/and stains but still in good condition. AB: Between A and B. B: Generally Secondhand item which is more noticeable scratches or/and stains than A rank. BC: Between B and C. C: The item has more than above-stated defects. Shipping I will ship from Japan to worldwide via Japan Post within 1 business day of receiving payment. The tracking number and estimated delivery days will be mailed to you as soon as the package leaves my shop. From a smoke-free and pet-free place in Japan. Payment I ACCEPT PAYPAL ONLY Important Notice My all items are Secondhand items and 100% Authentic Guaranteed. All items are guaranteed to be 100% AUTHENTIC. NO FAKES, NO VARIANTS. All of my items are inspected by a brand specialist prior to being listed to verify authenticity. Please make sure the condition before you bid. I don't accept to declare under-value and as Gift on outside of package for customs. Import duties, taxes and charges are not included in the price of item or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up-do not confuse them for additional shipping charges. Return Policy PLEASE UNDERSTAND My condition chart is just reference. I cannot accept to refund or exchange the item for the reason based on the condition chart. Please contact me regarding any problems before leaving negative feedback. I will reply within 24 hours. HIRAKOBA Co.,Ltd. INAGAKIYA Bld. 1F, Hamano-machi 10-11, Nagasaki City, Nagasaki, 850-0853, Japan Nagasaki Public Safety Commission Dealer in Secondhanded Articles Permit NO.921010000456 THANK YOU FOR LOOKING !!",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "AO",
    "TR"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1380.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Nagasaki city, Nagasaki",
  "Seller": {
    "FeedbackScore": "2501",
    "PositiveFeedbackPercent": "99.1",
    "FeedbackRatingStar": "Red",
    "UserID": "hirakoba0307"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Authentic Louis Vuitton Keepall Bandouliere 55 Bag Duffle Damier Azur Travel LV",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-29T01:21:34.000Z",
  "HitCount": "11",
  "ConditionID": "3000",
  "EndTime": "2017-06-05T01:21:34.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Damier Azur Canvas, Leather"
      },
      {
        "Name": "Brand",
        "Value": "Louis Vuitton"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "263008851506",
  "Storefront": {
    "StoreName": "HIRAKOBA",
    "StoreURL": "http://stores.ebay.com/id=1146254568"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "We fully guarantee that this item is authentic. If you judge this item to be a fake, and can prove it, we will refund your money after the item is returned. Expenses will be borne by the customer in the case of returned goods by the customer convenience.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "SKU": "1",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}