{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMzYw/z/lF0AAOSwbYZXYJg8/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/WOODY-ELLEN-50s-style-HONEY-BIRD-FLORAL-retro-HANDBAG-BAG-/292092192810?var=",
  "ConvertedCurrentPrice": {
    "value": "85.38",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "About Us Delivery Returns Contact Us Tiger Milly Dresses Skirts Tops Coats Shoes Accessories WOODY ELLEN 50's style HONEY BIRD FLORAL retro HANDBAG BAG Product Description Beautiful medium sized carry bag from the Woody Ellen Honey Bird collection. Matt gold metal frame and magnetic snap closure. Black, artificial leather sides and base. Soft padded microfiber to front and back with a honey bird and floral illustration to front and back. Black satin interior with zipped inner side pocket and two open pockets to other side.Approximate Measurements: Width (at widest point) 12.5\" (31.5cm), Height 8\" (20.5cm), Depth 3.5\" (9cm)Matching purse available.Woody Ellen is a Belgian illustrator and figurative painter. She creates her very own cabaret. The border between thoughts and reality are vague. A world where everything is a little more vivid and vibrant than in our own pragmatic surroundings. Just like thoughts pop in and out, she paints pictures. The story will finally tell itself. Size Guide Approximate Measurements: Width (at widest point) 12.5\" (31.5cm) Height 8\" (20.5cm) Depth 3.5\" (9cm) As a general rule (unless otherwise stated in the size table above), UK sizes convert as follows: UK 8 = EUR 36, US 6, AUS 10 UK 10 = EUR 38, US 8, AUS 12 UK 12 = EUR 40, US 10, AUS 14 And so on... If you have any queries about sizing, please email us before purchasing. Why Choose US Tiger Milly are an established online Company that’s big on stunning 50’s inspired styles and even bigger on customer service! We’ve been selling alternative and vintage style clothing for years on eBay and we know what gives prom and party dresses a real edge. Even more important than our 100% money back guarantee is our promise that no matter what you buy, you’ll be turning heads every time you walk into a room – and that’s what Tiger Milly is all about! From pop princesses to vintage vixens, Tiger Milly has dresses to suit every body shape and every occasion. We thrive off the feedback and photos shared with us of happy customers so we know how special a feeling it is to wear something out of the ordinary. We hope you find your perfect dress from our mix of inspired, striking and feminine pieces. Delivery Info We offer FREE SHIPPING AS STANDARD to the whole of the UK with average delivery times of 2-3 days. UK customers also have the option to select a Royal Mail next day delivery service at checkout.We also ship worldwide (average delivery times outside the UK can be found below). We always recommend the International Signed For option as this is a safer and faster delivery service. For customers outside the EU, items will need to clear Customs control before your national postal service will be able to deliver the item to you. Delivery Times:UK Standard Delivery First Class (Average 2-3 working days)UK Royal Mail First Class Signed For (Average 2-3 working days)UK Express Delivery (Royal Mail Special Delivery™ 1:00pm) (next working day)EU Royal Mail International Standard (Small Packets) (1-4 weeks)EU Royal Mail International Signed (3-7 working days)Rest of World Standard International Postage (3-4 weeks)Rest of World Royal Mail International Signed (2-3 weeks)Cut-off time for same day dispatch is 1pm (Mon-Fri). Orders received after 1pm will be shipped the next available working day Returns Info We are always happy to accept returns as long as the item hasn't been worn (except for trying on) and is returned with any tags securely attached and original clear packaging (if possible but not essential). Our return period is 30 days from date of purchase. Customer to pay return postage.We will enclose a form with your item that contains the returns instructions. If this form is missing, please email us through ebay and we will email one to you. Our returns procedure is very easy - simply fill in the important bits on the form, cut out the returns address and send back with your item.We will refund within 24hrs of receipt and you will receive an email from Paypal to confirm the refund has been processed. If you wish to exchange your item for another size, please email us via ebay with the size you wish to exchange for and then we will get back to you with further details on how to return the item.RETURNS & EXCHANGES OUTSIDE UK:As above but for Rest of World customers, please email us for full details before returning any item.RETURN OF FAULTY ITEMS: In the unlikely event your item is faulty, please email us first via Please use eBay messaging system before wearing and returning. A replacement item will be sent in the first instance once the original has been returned (do not return anything until you contact us and receive a reply). Refunds for faulty items will only be actioned if items are out of stock with the supplier or at our discretion. If the item is faulty but you want a different size (i.e. an exchange), then normal return procedures apply i.e. customer pays return postage and then we send out the new size free of charge. About Us Delivery Returns Contact Us eBay storefront design by Eventure Internet",
  "ExcludeShipToLocation": [
    "AU",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB",
    "CA",
    "MX"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "85.38",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Milton Keynes",
  "Seller": {
    "FeedbackScore": "66258",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "PurpleShooting",
    "UserID": "tiger.milly"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "WOODY ELLEN 50's style HONEY BIRD FLORAL retro HANDBAG BAG",
  "GlobalShipping": "false",
  "Variations": {
    "Variation": {
      "Quantity": "3",
      "StartPrice": {
        "value": "85.38",
        "_currencyID": "USD"
      },
      "SKU": "SKUV9928",
      "SellingStatus": {
        "QuantitySold": "0",
        "QuantitySoldByPickupInStore": "0"
      },
      "VariationSpecifics": {
        "NameValueList": {
          "Name": "Size",
          "Value": "One size"
        }
      }
    },
    "VariationSpecificsSet": {
      "NameValueList": {
        "Name": "Size",
        "Value": "One size"
      }
    }
  },
  "StartTime": "2017-04-21T07:47:45.000Z",
  "HitCount": "26",
  "TimeLeft": "P17DT15H34M32S",
  "EndTime": "2017-06-20T07:47:45.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Closure",
        "Value": "Magnetic Snap"
      },
      {
        "Name": "Style",
        "Value": "Totes"
      },
      {
        "Name": "Main Colour",
        "Value": "Multi"
      },
      {
        "Name": "EAN",
        "Value": "5055830266695"
      },
      {
        "Name": "MPN",
        "Value": "6D Honeybird Handbag"
      },
      {
        "Name": "Pattern",
        "Value": "Floral"
      },
      {
        "Name": "Brand",
        "Value": "Woody Ellen"
      },
      {
        "Name": "Material",
        "Value": "Synthetic"
      },
      {
        "Name": "Outer material",
        "Value": "Synthetic"
      },
      {
        "Name": "Exact dimensions",
        "Value": "W 12.5\" (31.5cm), H 8\" (20.5cm), D 3.5\" (9cm) - ap"
      },
      {
        "Name": "Handbag size",
        "Value": "Medium"
      },
      {
        "Name": "Exact colour",
        "Value": "Black, Ivory, Pink & Green"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292092192810",
  "Storefront": {
    "StoreName": "Tiger Milly Clothing",
    "StoreURL": "http://stores.ebay.com/id=182041689"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "3",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "GB",
  "SKU": "SKUP1524",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}