{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "TimeLeft": "P9DT15H6M47S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Excellent Condition (Review Pictures for Details)",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3520563588018080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/pggAAOSwi7RZFrM4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFg4MTA=/z/VMMAAOSw8HBZFrM3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFg4MTA=/z/tHoAAOSw5cRZFrM4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTcyWDEyOTY=/z/5aEAAOSwdjNZFrM5/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/E-O-Brown-Croc-Embossed-Leather-Travel-Clutch-Hand-Made-England-/352056358801",
  "ConvertedCurrentPrice": {
    "value": "225.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "E&O Brown Croc Embossed Leather Travel Clutch Hand Made in England Details Details: E&O Gorgeous Brown Embossed Leather Travel Clutch Great Traveling Accessory to have. Snap Closure Includes 4 Filing Tabs to Separate Traveling Necessities. Multiple Pockets for Maximum Usage. Hand Made in England Condition: Excellent Condition (Review Pictures for Details) Measurements: Length: 8 3/4 inches Height: 6 inches Opened Height: 12 1/4 inches Review the photos and ask any questions prior to making an offer or purchasing as all sales are final. Thank you. Payment Shipping Terms of Sale About Us Contact Us Payment is required within 24hrs of auction/sale end. We accept PayPal balance payments, Credit Cards processed through PayPal, eChecks and direct Credit Card payments. Please allow an additional 4-5 days to ship an item if you pay using eCheck. Your item will be shipped 1-2 business days after payment clears. If your shipping location isn't listed, please contact us for specific rates to your location before placing a bid or buying! Please inquire in advance for combined shipping - make sure to let us know what items you're interested in so we can give an accurate quote. Items are to be shipped within 24-48 hours of payment clearing our PayPal account, or upon cleared Credit Card payment. Listings which end on weekends will be shipped on the following Monday. Please allow an additional 4-5 business days for payments from your bank account to clear before shipment. All shipping costs include a handling fee as well as shipping materials and insurance. Please be advised that overseas parcels can take anywhere between 2-8 weeks to arrive at their destination, however, we cannot guarantee international shipping times. We do everything we can to get your item to you in a timely matter, and are not responsible any delays due to international couriers or customs. Buyer is also responsible for any customs fees or taxes. We only use the highest quality packing materials when shipping all items to the purchaser. We also employ the utmost care and consideration when packaging items for shipment to ensure its safe arrival to the purchaser. Your package will only be shipped by recognized, responsible and reliable shippers including Federal Express, UPS and the United States Postal Service. You are paying only the exact amount dictated by the United States Postal Service for the shipping of your item. We have no control over their charges. We do not charge a handling fee. All of our items are guaranteed authentic designer items. WE DO NOT SELL OR REPRESENT FAKES. It is our sincerest intention to accurately describe an item at all times, and offer only the finest preselected authentic merchandise. However, if an item is found to significantly not be in the condition or size as set forth in its description, the item may be returned for a full refund or credit. That being said, any issue regarding condition, or incorrect size must be discussed fully prior to any refund being issued. In the case of flaws which may have been overlooked, the buyer MUST submit photographs to us indicating the presumed flaws which were NOT previously described in a listing. Any issue regarding color, buyer's remorse, fit, or use of an item will NOT be considered as grounds for a refund. Please ask all pertinent questions regarding condition, size, color, provenance, age, use or purpose. No refunds will be granted unless both parties have mutually agreed in advance upon the terms of a return for refund. This means, all images must be submitted by email by the buyer indicating flaws which were overlooked by the seller. Seller must agree to the images and issue a document accepting the return EXCLUDING ALL SHIPPING AND INSURANCE CHARGES. The buyer must contact our customer service office within 24 hours of receipt of the item, and the item is returned and received to us. within three (3) business days, accepting government holidays. **Your Satisfaction** Needless to say, you being happy with your purchase is VERY important to us! Your feedback is very valuable, and would appreciate you leaving feedback reflecting how satisfied you are with your purchase. Please contact us before leaving negative feedback and we will do what we can to make it right! Our business is selling what we love - Vintage and Contemporary Fashions! Keep checking back often as I have lots of wonderful stuff to list! Please feel to contact us with any questions you may have BEFORE bidding or buying. All questions will be answered within 24 hours. Powered by iVendere.com. All rights reserved.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "225.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169303",
  "Location": "Beverly Hills, California",
  "Seller": {
    "FeedbackScore": "1882",
    "PositiveFeedbackPercent": "91.8",
    "FeedbackRatingStar": "Red",
    "UserID": "thepaperbagprincessinc."
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "90211",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-13T07:18:05.000Z",
  "Title": "E&O Brown Croc Embossed Leather Travel Clutch Hand Made in England",
  "ConditionID": "3000",
  "EndTime": "2017-06-12T07:18:05.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "E&O"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "United Kingdom"
      },
      {
        "Name": "Features",
        "Value": "Zipper"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Pattern",
        "Value": "Textured"
      },
      {
        "Name": "Style",
        "Value": "Traveling Clutch"
      },
      {
        "Name": "UPC",
        "Value": "N/A"
      }
    ]
  },
  "Site": "US",
  "ItemID": "352056358801",
  "Storefront": {
    "StoreName": "The Paper Bag Princess Inc",
    "StoreURL": "http://stores.ebay.com/id=721243"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "SKU": "115-661659-0-FixedPriceItem",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}