{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P29DT19H7M17S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "pre-owned in japan. See the listing for full details and description.",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1424021549578080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/-p4AAOSwIQdZMSvT/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/aAoAAOSwlMFZMSvV/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/TTQAAOSwZ4dZMSvV/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/X2IAAOSwIaFZMSvV/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/Nj8AAOSw1WJZMSvW/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/bq0AAOSwurZZMSvW/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/Jg4AAOSwX9FZMSvY/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/L6MAAOSwPh5ZMSvZ/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/VjcAAOSw5cRZMSvc/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/hdUAAOSwfRdZMSvc/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/3LsAAOSwK6RZMSve/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MFgxNDAw/z/SlYAAOSw9OFZMSvf/$_10.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-HERMES-Kelly-Depeche-38-Couchevel-Z-Brown-Briefcase-Leather-39318-/142402154957",
  "ConvertedCurrentPrice": {
    "value": "1799.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Authentic HERMES Kelly Depeche 38 Couchevel 〇Z Brown Briefcase Leather 39318 Click Images to Enlarge Tariff at the time of import are not included in the shipping costs and the item price. Tariffs and taxes vary from country to country, and will be set by the government. It is not possible to control the tax level, and we are not responsible for any costs incurred. Tariff at the time of purchase it will be buyer burden, please check the customs office in the country. 100% Authentic! The Product Details Product Rating External : 4 / Internal : 4 Brand Name HERMES Product Name Kelly Depeche 38 Model No ---- Date Code 〇Z Made In France Material Couchevel Color Brown Size(Inch) Ｗ15\"×Ｈ11.4\"×Ｄ3.9\"(Strap Drop) Approx 2\" Size(cm) Ｗ38×Ｈ29×Ｄ10(Strap Drop) Approx 5 cm Accessories ---- Smell There is a Smell of perfume.※Please be aware if you are particularly sensitive to smell. Product Status Overall, it's in used condition. Exterior have scuffs, scratches and dirty marks.Corners have scuffs.Metal part have scratches.Leather part have scuffs.Handle have scuffs.Folding part have hairline cracks.Backside of flap have scuffs, scratches and dirty marks.Interior have scuffs and pen marks.Opening-closing metal part is loose.※Please check its condition with pictures. Everything is as pictured.※Because there may be errors in the measurement of some by the shape of the product, please note. The conditions Rank 10 Brand New no used 9 Mint almost brand new 8 Excellent less than 10 times used felling, tiny scratches and/or stains 7 Very good slightly used feeling, small scratches and/or stains 6 Good+ somewhere in between very good and good somewhere in between very good and good 5 Good used feeling, some scratches and/or stains 4 Fair+ somewhere in between good and fair 3 Fair much used feeling, obvious noticeable scratches and/or stains 2 Recycle+ somewhere in between fair and recycle 1 Recycle might need to repair ■About rank table ※It is rank table of our own. Please consider us as a rule of thumb. We Accept PAYPAL ONLY. PAYMENT MUST BE WITHIN 4 DAYS OF PLACING YOUR ORDER. We only ship to the mailing address registered to the PayPal account from which we receive payment. Please make sure your PayPal mailing address is current and correct. Return Policy Refunds available when and if items are not as described in our listings.We will not refund shipping charges. If you received free worldwide shipping on your original order, you will be charged $30.00. The resulting shipping charge will be deducted from your refund. To avoid lost or damaged items during return shipping, we suggest you use an insured shipping method that can be tracked. Please contact us within 5days of receiving the Item(s). In the event that a directly-managed store / brand-name store affirms a product to be a fake, we will take the necessary measures of collection.Please tell us the store name, address and the name of the person in charge. Your satisfaction is very important to us. Please contact us regarding any problems before leaving feedbackPlease not that we do not accept returns if you are simply not satisfied with the item.About the condition It is very difficult to cover all minor defects. About the smell Used items may have developed an unpleasant odor in addition to the leather scent. The judgment of smell is subjective.About the color The photos sometimes don't show the actual color due to the lighting or your computer display.About the size Some items are very difficult to measure accurately. The size is approximate.About the shape The shape of a bag cannot be accurately assessed while the bag is empty. Shape should only be judged when the bag is in use.About the taxTax and duty tariffs differ between countries and are set by your government. We have no control over the tax levels and cannot be held responsible for any charges incurred.(0)Feedback Buyer:Be sure to contact us before bidding on our auctions. If you have any questions please contact us and we will be happy to help you. We will reply within 24 hours. All Fixed Price Items will ship by EMS or E-Packet which US$60 to all destinations.(Worldwide) Auction-style Items will ship by EMS or E- Packet which US$60 to all destinations.(Worldwide) EMS Express Mail Service is the fastest International Mail Service with Tracking Number & Insurance. E-Packet service is most suitable for small baggage with Tracking Number & Insurance. Some of the bag will be folded when it's shipped. We DO NOT under-value merchandise or mark the item as a \"GIFT\" on customs forms.Doing that is against U.S. and international laws. Packages shipped from Japan usually reach their destination quickly but please allow 4-7 days.All packages will be professional packed with cardboard box.As our policy, combined shipping service can be applied to only bags. For International Customers,Import custom charges are differ in each country and it is very expensive in some of the countries (especially in UK and other European countries) . Sometimes they keep packages very long at the custom office before the delivery.Please understand those circumstances before you bid and if you have any questions regarding the custom tax, please contact your local custom office. Please Note: Import duties, taxes and charges are NOT included in the item price or shipping charges. There charged are the buyer's responsibilities. Included Tracking Number and insurance to cover up to eBay and price. The Item will be shipped within 2 business days after the payment has been cleared. Delivery will take about 4-7 business days. When come back without an item being delivered, We request first shipping cost. (receipt refusal, absenteeism) inkfrog terapeak",
  "Title": "Authentic HERMES Kelly Depeche 38 Couchevel 〇Z Brown Briefcase Leather 39318",
  "ExcludeShipToLocation": [
    "Africa",
    "South America",
    "ID",
    "WS"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1799.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "HAMAMATSU, SHIZUOKA",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "6117",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "Green",
    "UserID": "steven-japan2525"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "4328031",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T09:35:56.000Z",
  "HitCount": "4",
  "ConditionID": "3000",
  "EndTime": "2017-07-02T09:35:56.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "HERMES"
      },
      {
        "Name": "Style",
        "Value": "Briefcase"
      },
      {
        "Name": "Material",
        "Value": "Couchevel"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Bag Height",
        "Value": "11.4”"
      },
      {
        "Name": "Bag Depth",
        "Value": "3.9”"
      },
      {
        "Name": "Bag Length",
        "Value": "15\""
      },
      {
        "Name": "Strap Drop",
        "Value": "2\""
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142402154957",
  "Storefront": {
    "StoreName": "Steven Japan",
    "StoreURL": "http://stores.ebay.com/id=495960521"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Refunds available when and if items are not as described in our listings.\nWe will not refund shipping charges. If you received free worldwide shipping on your original order, you will be charged $30.00. The resulting shipping charge will be deducted from your refund. \nTo avoid lost or damaged items during return shipping, we suggest you use an insured shipping method that can be tracked.\n\nPlease contact us within 5days of receiving the Item(s).",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "SKU": "39318",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}