{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "TimeLeft": "P29DT3H49M29S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Excellent",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2225318936888080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDY2WDY4MQ==/z/zS8AAOSwblZZMIWw/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/nPgAAOSwIaFZMIWy/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ke8AAOSwGJlZMIWy/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/RXUAAOSwjqVZMIWy/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Y5YAAOSwH09ZMIWy/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/bwIAAOSwhvFZMIWz/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Louis-Vuitton-Brown-Coated-Canvas-Monogram-Passport-Organizer-/222531893688",
  "ConvertedCurrentPrice": {
    "value": "448.98",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Louis Vuitton Brown Coated Canvas Monogram Passport Organizer Designer: Louis Vuitton Condition: Excellent Measurements: Height 5\", Width 7.5\", Depth .5\" Our items are priced at great value. We will not respond to offers. Thank you! GENERAL Our items come from a sales floor, so it is likely that they have been tried on.If an item is available both online and in our storefront, it is available on a first come basis. So, if the item is purchased simultaneously online and in the store, the online item will be deemed no longer available for purchase, and your account will be credited.We are a consignment business, and we go out of our way to ensure we describe each item's true condition. Please keep in mind that we sell gently used items and that slight imperfections may exist. Should you have question regarding an item, please contact us prior to purchasing. When you buy our merchandise, you agree to buy it as is.Please take the time to inspect all photographs and descriptions given prior to ordering. This will help avoid any confusion. Be sure to note its dimensions and size, as well as its overall condition. Designer sizes can be inconsistent, so please be sure of your size in each designer's line.Measurements are taken to the best of our ability and are guaranteed within 1 inch +/-Size conversions from International to US are approximate and are based on size charts found online. Always check measurements to determine the best fit.If you have any questions or concerns regarding active listings, please message us through eBay.Your bid is a contract and you agree to all policies by placing a bid.Our office keeps usual business hours Monday – Friday. AUTHENTICATION Items are authenticated using various methods including the services of Authenticate First. PAYMENT We ONLY accept PayPal payments.Sales tax will be charged to buyers in TN.Payment for Fixed Price listings is due immediately. Payment for Auction listings is due within 4 days from auction closing.If payment is not received within 4 days, an unpaid item case will automatically open.For Auction items, Invoice MUST be combined BEFORE making payment.We may not combine items if paid for separately, and shipping costs will not be refunded. SHIPPING We ship next business day after cleared payment.We cannot hold items or offer delayed shipping. If you will not be home to sign for the package, USPS will leave a notice and you may reschedule delivery or go pick up the package at your local post office.We ship using USPS Priority Mail.We can ONLY ship to the address you provide in PayPal at checkout.Shipping is $9.98 for a single item and $5.00 for each additional item IF you add the items to your cart before checking out (must be paid for together).We do NOT combine shipping or adjust shipping fees after an order has been paid.Orders over $75 may require signature upon delivery.We ship to select countries using the Ebay Global Shipping Program.International buyers are responsible for any import duties/taxes that their country may require- Please check your countries regulations before bidding. RETURN POLICY Returns may be requested within 14 days of delivery date.Please initiate your return through the eBay Returns System & wait for approval RMA #.Returns must be shipped within 5 business days after request is approved (upload tracking to show shipped).Any returns not shipped within 5 business days will automatically close, and return will no longer be accepted.RMA number should be visible on outside of package (automatically added on eBay return label).Refund does not include original shipping and a 20% restocking fee may apply.Item must be in the original condition that you received it with all tags still attached. Items will be thoroughly inspected upon receipt.Return address, if not using eBay return label: FLIP – Returns[enter RMA# here]1100 8th Ave. SNashville, TN 37203 Buyer is responsible for return shipping.Returns will be declined after 30 days or if not in the original condition.Refunds typically processed within 5 business days after receipt. PRIVACY POLICY FLIP knows that the confidentiality of the information that you may supply when making a purchase from FLIP is of special concern. FLIP is therefore committed to safeguarding this information. We will not share this personally identifiable information with any third party without your prior consent, except where necessary to fulfill your order or maintain our FLIP Web site.However, to help provide you with the best possible shopping experience, we may provide our strategic partners, vendors and advertisers with aggregated, non-personally identifiable information about those who have purchased items through FLIP.Please also note that if, at any time, FLIP is required by law or by another legal process to release customer information, we must cooperate fully. We also reserve the right to share information with legal authorities and other companies for the purpose of fraud protection and credit risk reduction.Any changes to this policy will be posted here. Your continued use of the site following the posting of changes to these terms indicates your consent to and acceptance of the revised policy. Of course, personal information gathered about you will always be treated in accordance with the policy in effect when it was gathered, even if we later change that policy. Listing and template services provided by inkFrog Open.",
  "ExcludeShipToLocation": [
    "NG",
    "SO",
    "KZ",
    "UZ",
    "BY",
    "UA",
    "BO"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "448.98",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "Nashville, Tennessee",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "265",
    "PositiveFeedbackPercent": "97.8",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "flipluxury"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "37203",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T21:23:01.000Z",
  "Title": "Louis Vuitton Brown Coated Canvas Monogram Passport Organizer",
  "ConditionID": "3000",
  "EndTime": "2017-07-01T21:23:01.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Louis Vuitton"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "SKU",
        "Value": "52029"
      },
      {
        "Name": "Style",
        "Value": "Passport Organizer"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222531893688",
  "Storefront": {
    "StoreName": "flipluxury",
    "StoreURL": "http://stores.ebay.com/id=1528680199"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Returns may only be requested if either of the following two situations arise:\n\n1.  We shipped you the wrong item.\n2.  The item is grossly misrepresented.\n\n- Returns may be requested within 14 days of delivery date.\n- Please initiate your return through the eBay Returns System\n- Returns must be shipped within 5 business days after request is approved (upload tracking to show shipped).\n- Any returns not shipped within 5 business days will automatically close, and return will no longer be accepted.\n- Refund does not include original shipping and a 20% restocking fee may apply.\n- Item must be in the original condition that you received it with all tags still attached. Items will be thoroughly inspected upon receipt.\n\n- Return address, if not using eBay return label:\n\nFLIP – Returns\n1100 8th Ave. S\nNashville, TN 37203\n\n- Buyer is responsible for return shipping.\n- Returns will be declined after 30 days or if not in the original condition.\n- Refunds typically processed within 5 business days after receipt.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "52029",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}