{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Fanny, Waist Packs",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169298",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/37wAAOSw0UdXtLdj/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/CIcAAOSwaB5XtLeI/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/LdsAAOSw6n5XtLfg/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/MV0AAOSw6n5XtLgB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/2bYAAOSwHoFXtLgk/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/HEoAAOSw9NdXtLhE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/EAkAAOSwV0RXtLhk/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BIKER-Motorcycle-Medium-PVC-Motorcycle-Sissy-Bar-Bag-SB13-MED-/142287310245",
  "ConvertedCurrentPrice": {
    "value": "79.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "BIKER Motorcycle Medium PVC Motorcycle Sissy Bar Bag#SB13-MED DESCRIPTION:Dimensions: 16\" x 7\" x 10\"This durable trunk/camera bag is made of fine quality PVC and heavy duty stitchingUV protected and water resistant to keep your items safeLarge front pocket with zipper closure, inside has thumb clasp, D ring and multiple small pouchesThis bag also features a plastic sheet within the bag itself to maintain its rigid shape2 expandable side pockets with zipper closures, also small pouch with zipper closure on each pocket2 rear pouches with zipper closureHeavy duty top flap with PVC handle, zipper closure and inside pocket with zipper closureExtremely spacious interior with 2 pouches to fit all of your needsPlastic sheet inside on bottom and padded inner liner keeps gear safe and to hold bags shapeHas 4 quick-release mounting straps for quick mounting/dismounting to sissy bar bag2 D rings and nylon shoulder strap with thumb clasp for easy handlingThis bag also includes a rain coverUniversal fittingShipping weight 9.8 pdsDetailsHere at Dream Apparel we know that not all bikers live in the stone aged, some motorcyclist have a great passion for documenting their journeys that may never be seen in person again. Our trunk/camera bag easily attaches to a motorcycles trunk, luggage rack, back seat, sissy bar and is even compatible with our large sissy bar bags. Multiple pockets with zipper closures and a padded inner liner make this motorcycle bag great for the highly organized biker who works on the road. Sturdy top flap with zipper closure that opens 180 degrees to easily access gear or equipment. Top PVC handle and nylon shoulder strap make this bag easy to carry on foot for gear or equipment that will be used elsewhere. So if you're the biker who needs a bag that will fasten securely to your motorbike or sissy bar bag and easily carry with you when your wheels are parked, look no more, our motorcycle trunk/camera bag will suite all of your adventures.According to the law, New York Buyers MUST pay NY SALES TAX of 8.875%.All of our items come from a smoke free environment!! *ALL OF MY ITEMS ARE BEAND NEW NEVER USED*New / Sealed./ IN BOX*SHIPPING; $10.95 ADD ITEM $10.95PRICE $79.95*International Orders Please ask for a invoice. *When ordering more than one item please ask for a Invoice. ITEM# SB13-MED/40 *lot#6 We combine shipping! Froo www.froo.com | Froo Cross Sell, Free Cross Sell, Cross promote, eBay Marketing, eBay listing Apps, eBay Apps, eBay Application FREE! Sellers: Add a FREE map to your listings. FREE!On Aug-26-14 at 17:49:02 PDT, seller added the following information: Every buyer gets a MyStoreRewards invitation for cash back",
  "Title": "BIKER Motorcycle Medium PVC Motorcycle Sissy Bar Bag#SB13-MED",
  "ExcludeShipToLocation": "DE",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "79.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169298",
  "Location": "Staten Island, New York",
  "Seller": {
    "FeedbackScore": "11931",
    "PositiveFeedbackPercent": "96.9",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "mazali1953"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10314",
  "GlobalShipping": "false",
  "Quantity": "7",
  "StartTime": "2017-02-21T18:54:20.000Z",
  "HitCount": "30",
  "TimeLeft": "P19DT1H50M47S",
  "EndTime": "2017-06-21T18:54:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "dl"
      },
      {
        "Name": "Material",
        "Value": "Made from water resistant textile"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "China"
      },
      {
        "Name": "UPC",
        "Value": "724519854038"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142287310245",
  "Storefront": {
    "StoreName": "mazali1953",
    "StoreURL": "http://stores.ebay.com/id=1081088525"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "IF UNOPEN, Send the item back within 30 days. All Returns for Either Refund or Exchange will be after shipping charges deduction which will be $5 for all orders more than $20. unless WE made the error. We WILL NOT accept any used/opened merchandise as a return/exchange. This INCLUDES if the plastic wrap or seal is broken on the item. IF we made the error, please contact us ASAP and we will send you out a return label to return/exchange the item at no cost to you.Buyer is responsible for all associated shipping costs for UNDELIVERED, UNCLAIMED OR RETURNED unless we have made an error in the listing or the item is defective.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1422873102458080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}