{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "TimeLeft": "P29DT2H59M51S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTEwWDUwMA==/z/kj0AAOSw5cNYapy9/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTE2WDUwMA==/z/kW0AAOSwnHZYapy-/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjQzWDUwMA==/z/AqEAAOSwa~BYapzF/$_12.JPG",
    "http://i.ebayimg.com/00/s/OTk4WDUwMA==/z/85YAAOSwopRYapzJ/$_12.JPG",
    "http://i.ebayimg.com/00/s/NzUxWDUwMA==/z/6bwAAOSwo4pYapzB/$_12.JPG",
    "http://i.ebayimg.com/00/s/NzUxWDUwMA==/z/kesAAOSwnHZYapzD/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Baby-Diaper-Bag-Tote-Designer-Canvas-W-Cute-Change-Pad-Travel-Baby-Bags-NEW-/332079345060",
  "ConvertedCurrentPrice": {
    "value": "82.42",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Baby Diaper Bag Tote Designer Canvas W/ Cute Change Pad Travel Baby Bags NEW Free Shipping + DESCRIPTION + Outer Dimensions Approx: 39.5 x 28.3 x 64.5 cm (L x W x H) Made from Steel with Premium Glossy Finish Glossy red steel push-lid recycling bin with a total capacity of 38L Make recycling quick and easy with the removable internal compartment --> \"TOTES CUTE!\" - Our new Hip Cub Weekender diaper bag Tote collection is as 'fashionable' as it is 'functional'. The thin stripe cotton canvas (available in 3 colors; gray / black / navy with white) and the tan accent trimming are a perfect match!FROM MATERNITY TO ETERNITY! - Let's face it... Kids are a MESSY business and diaper bags go through A LOT! We therefore knew it was critical to manufacture these totes with only top quality, durable (not cheap) materials so that they are built to last! The exterior cotton canvas is super easy to spot clean and the interior is a wipeable polyester.THERE ARE 9 (YES 9) SECURE POCKETS! - We have developed one of the largest and most spacious changing bags on the market, including; 1 secure zipper closure main compartment, 2 big side pockets perfect for bottles, 1 back zipper pocket with a velcro closure (great for keeping \"messy things' separate,\" 2 large front pockets and 3 spacious internal pockets. That's a lot of compartments!INCLUDES STROLLER STRAPS & CHANGING MAT! - The universal stroller straps allow you to convert your baby bag into a stroller organizer, so that you can easily access all of your baby girl or boy's essentials on the go. It also includes an adorable matching striped portable changing pad.CARRIES ALL OF YOUR ESSENTIALS, INCLUDING YOUR 100% SATISFACTION! - If you are not obsessed with your Hip Cub nappy bag whatever the reason may be, just let us know as we provide a 90-day 100% money back guarantee! Perfect baby shower gift for an expecting Mamma! You are going need to do a double take to make sure that our new Hip Cub Weekender Tote Collection is in fact a fully functional diaper bag, and not just a cute designer tote! STYLISH! - The thin stripe cotton canvas is fun, playful and totally on-trend at the moment. SPACIOUS! One of the largest diaper bags on the market (without being too bulky) and is easily big enough to fit all of your mom (or dad) essentials for your baby girl or boy (or even twins!) FUNCTIONAL! - There are a total of 9 internal and external pockets - including zipper secured main and back pockets, 3 Interior compartments and 2 adjustable bottle pockets UNISEX - Mothers love feeling like the are carrying a chic designer tote more than a changing bag? dads are happy to be seen in public with it, while on daddy duty! AFFORDABLE - Considering the high quality of the material, components, finishing and overall design it is exceptional value for money. Includes a funky matching changing mat and stroller straps VERSATILE - This is the type of bag you would be equally happy to use as a diaper bag or just as an everyday tote. COMFORTABLE - Use the adjustable strap to wear it like a crossbody bag or throw it over your shoulder No doubt you will absolutely LOVE our New Hip Cub Weekender Tote Collection, but as always (just in case) this offer is backed by our famous 90-day, 100% satisfaction guarantee. Enjoy!! + PAYMENT +We only accept payments via PAYPAL and the payment is expected within 2-3 days after the order. + OUR POLICY +- In the occasional case that the product is discovered to be damaged prior to shipping, we will provide a full 100% refund to you within 2 business days. - We provide FREE shipping & handling on over 75% of the catalog from our warehouses and suppliers from all over the world. - It should take 10-20 business days for the product to reach your destination.- If the product doesn't reach your destination within the time limit, Please allow an additional 1-2 business days in case of postal delays and/or possible technical issues. + SHIPPING CONDITIONS +We have warehouses and certified suppliers from all over the world. For this item, we ship only to the lower 48 states within the United States. We do not ship to APO and PO Box addresses and there is no local pickups. + CONTACT US +Please contact us via eBay Message only. We usually respond within 24 hrs. THANK YOU FOR VISIT OUR STORE",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "82.42",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "U.S.Warehouse",
  "Seller": {
    "FeedbackScore": "806",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "Purple",
    "UserID": "krudahshop"
  },
  "PrimaryCategoryID": "169295",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Baby Diaper Bag Tote Designer Canvas W/ Cute Change Pad Travel Baby Bags NEW",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-01-02T18:32:44.000Z",
  "HitCount": "244",
  "SecondaryCategoryIDPath": "2984:45455:146530",
  "EndTime": "2017-07-01T18:32:44.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Tote"
      },
      {
        "Name": "Brand",
        "Value": "Hip Cub"
      },
      {
        "Name": "Color",
        "Value": "White"
      },
      {
        "Name": "UPC",
        "Value": "641938634617"
      }
    ]
  },
  "Site": "US",
  "ItemID": "332079345060",
  "Storefront": {
    "StoreName": "krudahshop",
    "StoreURL": "http://stores.ebay.com/id=1390013432"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "SecondaryCategoryName": "Baby:Diapering:Diaper Bags",
  "SecondaryCategoryID": "146530",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Restocking fees: 10%",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3320793450608080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}