{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1222364042338080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDk4WDUwMA==/z/wIsAAOSwux5YMvZ3/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzY2WDUwMA==/z/ryEAAOSw44BYMvZ2/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM5Ng==/z/z-EAAOSw5cNYMvZ2/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQxMQ==/z/6c4AAOSwiONYMvZ1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM5Ng==/z/JdIAAOSwA3dYMvZz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM5NQ==/z/3JIAAOSwXeJYMvZz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM5Ng==/z/oskAAOSw4GVYMvZy/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzEyWDUwMA==/z/opEAAOSw4GVYMvZw/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/PacaPod-Idaho-Black-Lite-Designer-Baby-Changing-Bag-Luxury-Lightweight-Black-H-/122236404233",
  "ConvertedCurrentPrice": {
    "value": "117.35",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "PacaPod Idaho Black Lite Designer Baby Changing Bag - Luxury Lightweight Black HThe hobo gets a PacaPod makeover with the arrival of Idaho - bringing you the soft slouchy style you love with incredible organised pods inside to ensure you never lose anything in the bottom of your bag! Whilst the flat pack 3-in-1 pod system does its work to keep everything organised for outings with baby you can go about your day in confidence. This easy going, wearable style has a thick luxurious strap which helps the bag hug the body, moulding perfectly to your side to leave you feeling like a free spirit! LUXURY LIGHTWEIGHT BLACK DESIGNER CHANGING BAG -The hobo gets a PacaPod makeover with the arrival of the PacaPod Idaho - bringing you the soft slouchy style you love with the useful flat pack podsINSULATED FEEDER POD - This fully insulated inner pod, holds up to 4 bottles and keeps the contents warm for up to 3 hours,the unique design allows pod to be flat packed3 in 1 ORGANISING SYSTEM - The innovative PacaPod designer baby changing bag system includes a feeder pod, changing pod, changing mat and pram clips.MULTIPLE PARENT POCKETS - Every PacaPod has parent pockets and includes a dividing section for a mobile phone and an elasticated key clip to help keep Mum's items organised.CHANGING POD AND MAT- The clever changing pod included has useful pockets for all those essential changing items to keep you organised so everything is in it's place when you need it, unique design allows pod to be flat packedShipping FREE SHIPPING. Your package will be safely taken care of & posted from England by means of Priority Airmail (treated as First Class Mail once with the U.S. Postal Service) which is air freighted to your nearest USPS Post Distribution Center (New York, Chicago, Los Angeles, or San Francisco) from where they are delivered to your address by USPS. Please allow 7-14 days for delivery, although please note delivery can be even quicker than from domestic US sellers!Payment Returns and refunds We operate a 14 day money back guarantee. If you are unhappy with the product for whatever reason, please contact us to arrange a return and refund. As shipping costs are not retrievable, we are unable to refund shipping costs.Feedback We use an automated eBay feedback response system. If you are happy with the product, please leave positive feedback and we will automatically leave positive feedback for you. If you are unhappy with the transaction for any reason, please contact us first to resolve. If you do leave negative or neutral feedback you waive your rights for support regarding any problems with us and open yourself up for possible retaliatory negative feedback. Please avoid making negative feedback remarks, contact us first if you have any problems! We are here to help!Contact Us Please contact us via eBay messages if you have any questions and our Customer Service team will be happy to assist you with any queries. Thank you.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "117.35",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Priority Airmail from England",
  "Seller": {
    "FeedbackScore": "7269",
    "PositiveFeedbackPercent": "99.1",
    "FeedbackRatingStar": "Green",
    "UserID": "squarebritain"
  },
  "PrimaryCategoryID": "169295",
  "Country": "GB",
  "ListingType": "FixedPriceItem",
  "Title": "PacaPod Idaho Black Lite Designer Baby Changing Bag - Luxury Lightweight Black H",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2016-11-21T13:57:28.000Z",
  "HitCount": "89",
  "TimeLeft": "P16DT22H23M15S",
  "EndTime": "2017-06-19T13:57:28.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "PacaPod"
      },
      {
        "Name": "MPN",
        "Value": "115-016-001"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "5060177931731"
      }
    ]
  },
  "Site": "US",
  "ItemID": "122236404233",
  "Storefront": {
    "StoreName": "Game Keys",
    "StoreURL": "http://stores.ebay.com/id=1222793433"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "US B00VEGKUFO",
  "HandlingTime": "4",
  "BestOfferEnabled": "false"
}