{
  "PrimaryCategoryName": "Computers/Tablets & Networking:Laptop & Desktop Accessories:Laptop Cases & Bags",
  "TimeLeft": "P28DT7H46M8S",
  "ConditionDisplayName": "New",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "58058:31530:31519",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjEw/z/ZAoAAOSwlndZL0VX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/1q8AAOSwlY1ZL0Vi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/HhIAAOSwX9FZL0Vr/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/HlcAAOSwX9FZL0Vy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDEx/z/~pkAAOSwaeRZL0V5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg4MDE=/z/SAUAAOSwblZZL0WD/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg4Mzk=/z/bDYAAOSw7GRZL0WM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/CLUAAOSwY3BZL0WW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/F6cAAOSwq1JZL0Wg/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OFgxNjAw/z/k4YAAOSw0hlZL0Wm/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEzNlgxNjAw/z/GD8AAOSwq1JZL0Wy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI0NlgxNjAw/z/CjEAAOSwY3BZL0XC/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/PIEL-New-459-Black-Leather-Expandable-Carry-All-Lg-Messenger-Shoulder-Bag-2813-/182600782059",
  "ConvertedCurrentPrice": {
    "value": "339.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Mona Lisa Fashions Boutique\"An Affordable Way To Look Fashionable\" New Piel Unisex Black Leather Expandable Carry-All Large Messenger Shoulder Bag Style 2813 MSRP $458.99 Popular Piel Executive line style 2813 expandable messenger bagMessenger style leather flap front panel with double magnetic closures Rear panel outside zip pocket and piggy back strapTan and black canvas adjustable shoulder strapSilver tone hardware accentsThree section interior compartment, full organizer front compartment, padded laptop center compartment (15\" x 10\" x 2\"), and expandable rear compartment (2.5\") with zip and open pockets Piel Leather is the leader in \"naked leather\" designing expertly crafted luggage, executive cases, backpacks, and accessories since 1972. All of Piel's leather goods are made from the highest quality unprocessed full-grain fine vaguetta cowhides. These hides complement the natural markings, tone variations and character of each individual hide that makes each piece unique. Piel's high standards for quality and workmanship produce stylish leather goods of exceptional distinction and durability. A Message About Our ListingsNew Mona Lisa Fashions customers are able to shop with confidence based on the stellar reputation we have established with the many happy buyers we have already served. We credit our good standing to delivering our customers premium quality, exceptional value, & selling with integrity. Each of our listings provides an accurate & honest written & visual account of the item condition that enables the buyer to make an informed buying decision. We strive to ensure that our customers are always pleasantly surprised with their purchase in hopes that they will become repeat customers & refer us to family & friends. Every item we list undergoes a meticulous inspection & we always disclose any flaws or defects. Our listings include a detailed item description and a series of clear high quality photographs taken from every view possible. Our colors are portrayed as accurately as possible and we never alter the appearance of the photographs included in our listings to enhance or conceal the item condition. Each of our handbags are overstuffed when photographed so nothing is concealed. We photograph our jewelry items close up using a macro setting to provide vivid details of the item. Our shoe listings include 12 different views to assure that the buyer is able to accurately judge the condition of the shoes prior to making the purchase. We encourage you to thoroughly review our product description and each of the photographs provided in our listings prior to purchase as all sales are final. Mona Lisa Fashions BoutiqueQuality Value Selection Service Quality We offer a wonderful selection of both new and \"gently worn\" pre-owned women's fashion accessories. Our primary lines include current & vintage designer handbags, vintage fashion jewelry, & current styles in designer shoes. We are very selective about the merchandise we offer for sale. Every item we offer is selected individually and must pass our meticulous inspection process before being made available to our customers. In maintaining our high quality standards, our customers are always assured of receiving premium quality goods when shopping with us. Value Our mission is to provide women worldwide an affordable way to look fashionable! Mona Lisa Fashions Boutique is dedicated to providing our customers premium quality designer fashion accessories that are both affordable & offers good value. We make the extra effort to ensure that our prices are fair, reasonable & highly competitive. Our listing price is determined by comparing comparable brands & styles of equal quality & condition. Our customers are assured that the \"Buy It Now\" price assigned to each listing is a valid number that is highly competitive. Although our \"Buy It Now\" price is is already highly competitive, we also include a \"Best Offer\" option on many of our listings, providing our customers added value whenever possible. Only reasonable \"best offers\" will be given consideration. We require payment at the time a discounted \"Best Offer\" is accepted! Selection Our superior selection is largely supported by a huge consignee network of private consignees. Our consignee clients only shop the best high-end stores and finest shops.They replace items frequently, providing us a constant resource of “gently loved” upscale merchandise. Our selection is supplemented with premium quality merchandise obtained from private estate sales & public liquidation auctions. We get many items that still have the original tags and many others that have never been worn or used. We also have an affluent elderly consignee following that supplies us with a fabulous collection of rare classic vintage handbags and a virtual treasure chest of unique vintage designer fashion jewelry items. Service We want each of our customers to have an enjoyable buying experience and are happy to extend friendly personalized service to assist you with your buying decision. We welcome your questions and will always respond promptly with a reply. If you would like additional photographs or require a specific shot, we are always happy to oblige. Our strong commitment to providing our customers superior customer service enables the customers to make an informed buying decision and greatly reduces the chance of a problem after the sale. Our continued growth & success is determined by how satisfied our customers are, so we always strive to make the extra effort required to assure total customer satisfaction. In return, we greatly appreciate your 5 Star feedback! Thank You for Visiting Mona Lisa Fashions Boutique!",
  "Title": "PIEL New $459 Black Leather Expandable Carry-All Lg Messenger Shoulder Bag 2813",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "339.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "31519",
  "Location": "Pompano Beach, Florida",
  "Seller": {
    "FeedbackScore": "724",
    "PositiveFeedbackPercent": "98.3",
    "FeedbackRatingStar": "Purple",
    "UserID": "monalisafashionsboutique"
  },
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU",
    "ZA",
    "NZ"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "33073",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-31T22:40:24.000Z",
  "HitCount": "11",
  "SecondaryCategoryIDPath": "11450:169291:169293",
  "EndTime": "2017-06-30T22:40:24.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Piel Leather"
      },
      {
        "Name": "MPN",
        "Value": "2813"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Colombia"
      },
      {
        "Name": "Type",
        "Value": "Shoulder/Messenger Bag"
      },
      {
        "Name": "Heigth",
        "Value": "12\""
      },
      {
        "Name": "Depth",
        "Value": "4\" (expandable to 6.5\")"
      },
      {
        "Name": "Length",
        "Value": "15\""
      },
      {
        "Name": "Laptop Compartment Dimensions",
        "Value": "13.5\" x 10\" X 2\""
      },
      {
        "Name": "To Fit",
        "Value": "13\" Laptop"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182600782059",
  "Storefront": {
    "StoreName": "monalisafashionsboutique",
    "StoreURL": "http://stores.ebay.com/id=1140680657"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "SecondaryCategoryID": "169293",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1826007820598080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "true"
}