{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P9DT23H30M11S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/bx8AAOSwi7RZI2~J/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QfEAAOSwaEhZI2~M/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/TfQAAOSw~y9ZI2~S/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/e7AAAOSwKytZI2~i/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/13wAAOSwY3BZI2~k/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/svMAAOSwAPVZI2~u/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/cGIAAOSw3gJZI2~8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0WEAAOSwYvFZI3AB/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Adorable-BLUE-INDIGO-Contour-ROUGE-H-25cm-Hermes-BIRKIN-Bag-Gold-/222532656688",
  "ConvertedCurrentPrice": {
    "value": "21950.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Adorable Blue Indigo Contour Rouge H 25cm Hermes BIRKIN Bag/Gold AUTHENTIC HERMÈS BIRKIN BAG 25cm Soooo Cute BLUE INDIGO with ROUGE H Contour EPSOM Leather What a Beautiful Birkin! Just an Eye Candy!!! Gorgeous little Birkin! GUARANTEED 100% AUTHENTIC! Brand new with original Hermes Box and ribbon, dust bags, lock, 2 keys and clochette. The Bag Measures: 25cm-10\" long, 19cm-7.5\" high, 8cm-deep The handles are 5\" high Sexy Gold Hardware is still in plastic cover and HERMÈS PARIS MADE IN FRANCE is stamped in the middle of the Bag. The inside of the Bag is lined with luscious Chevre leather. This is absolutely Brand Birkin! This bag is the most recognized Handbag in the World! The Most Desirable and Super Chic and Chic Matters… Make a Powerful Statement to All! About NY Fashion Expert NY Fashion Expert is a Trusted Seller, and has been serving HERMÈS buyers all over the world for 10 years! We take pride in listing each item with accuracy, honesty and integrity. NY Fashion Expert provides the highest customer service and exclusive selection of merchandise. We have built a solid reputation as an authentic seller among our distinguished clients as well as well as our reputable colleagues and we are known for our exclusive merchandise and great service. Please bid with complete confidence and 100% trust! Shipping Policies All bags are carefully packed and shipped via FedEx Overnight, insured. Signature required for all shipments. We request that International buyers contact us for a shipping rate to their country. We ship Worldwide. International buyers are responsible for all duties and taxes. Shipping is within 24 hours of funds received and cleared. Payment Policies All sales are final, no returns or exchanges. Payment method must be discussed before bidding on auctions. A deposit of $1,000.00 is due within 24 hours of winning bid via Paypal. The address must be confirmed and verified with Paypal. The full balance is due in three (3) business days, unless prior arrangements have been made. For New York residents applicable taxes will be added. Additional Policies All winning bidders are entering into a legal and binding contract to purchase the handbag described herein. If you have no intention to honor your agreement or purchased this handbag, please refrain from bidding. Anyone found interfering with NY Fashion Expert auctions (i.e. emailing auction bidders, unqualified bidders, nonpaying bidders, or any other form of auction interference) are subject to legal prosecution. NY Fashion Expert reserves the right to cancel bids, close auctions, and/or sell our item to anyone else at any time for any reason. This auction is restricted to pre-approved bidders only. If you wish to bid on our auction, please email us with you phone number so we can contact you so we can discuss the details of the bag. Contact Information Please contact us if you have any questions and we will respond to your questions within 24 hours. Thank you for reading our policies and my personal thank you note to all my loyal customers! NY Fashion Expert Copyright © 2010 - eBay Template and Graphic Design by LaunchPadAuctions lpacount Save time & money with FREE Auctiva Image Hosting. Auctiva, The complete eBay Selling Solution.",
  "Title": "Adorable BLUE INDIGO Contour ROUGE H 25cm Hermes BIRKIN Bag/Gold",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "21950.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "New York, New York",
  "Seller": {
    "FeedbackScore": "423",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nyfashionexpert"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10038",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T13:36:19.000Z",
  "HitCount": "4",
  "Subtitle": "NYFashionExpert--Enter the World of Club-de-Elite",
  "EndTime": "2017-06-12T13:36:19.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Hermes"
      },
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Pink"
      },
      {
        "Name": "Size",
        "Value": "25cm"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222532656688",
  "Storefront": {
    "StoreName": "NYFashionExpert",
    "StoreURL": "http://stores.ebay.com/id=38599558"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2225326566888080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}