{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P29DT18H53M52S",
  "ConditionDisplayName": "New with defects",
  "ConditionDescription": "100% authentic guaranteed.",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP",
    "OriginalRetailPrice": {
      "value": "299.0",
      "_currencyID": "USD"
    },
    "SoldOffeBay": "false",
    "SoldOneBay": "false"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2019443116428080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjY3WDEwMDE=/z/1SIAAOSwAPVZMS50/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjY3WDEwMDE=/z/RuYAAOSwlY1ZMS5z/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjY3WDEwMDE=/z/dGgAAOSwZ4dZMS50/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Patricia-Nash-Riot-Rust-Signature-Map-Print-Milano-Weekend-Bag-OSFA-299-/201944311642",
  "ConvertedCurrentPrice": {
    "value": "134.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Patricia Nash Riot Rust Signature Map Print Milano Weekend Bag OSFA $299 Patricia Nash Riot Rust Signature Map Print Milano Weekend Bag OSFA $299 Welcome to our eBay store! To make your purchase as simple and easy as possible, please refer to the store policies listed below. After winning an item in auction or completing a Buy It Now purchase, you have two check-out options: Check-Out Now! Click the Pay Now button at the top of this listing to immediately proceed with our checkout and payment process. Please note that the Pay Now button is ONLY available after winning an auction or completing a Buy It Now purchase. Check-Out Later If you do not choose to Check-Out now, you will be notified by eBay via e-mail that you are the winning bidder. There is no need to contact us to arrange payment. We will automatically send you an e-mail within three hours of an auction closing. Our message will contain a link to our simple and secure checkout system, where you will be able to quickly and conveniently pay for your purchase. You may also continue purchasing additional items from our auctions or eBay store. You have [ Enter your number of days here] days from the end of the first purchase to add additional items to your order. Make sure all of your auctions have ended prior to checking out. All of your purchases will be consolidated into one checkout! Payment We accept the following forms of payment. PayPal Payment Method 2 Payment Method 3, etc. Sales Tax For shipments to ENTER STATE(s) HERE addresses, we are required by State law to collect ENTER the Sale Tax % HERE Sales Tax. Shipping Enter all relevant shipping information, including carrier(s), rates, availability to different locations, approximate delivery time, etc. Customer Service Enter customer service information here, including instructions on how visitors can contact you for help and questions, such as using the \"Questions and Answers about this item\" at the bottom of the listing, links to My eBay, telephone numbers, or mailing address. Also provide details on product warranties or return policies (if applicable).",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "134.99",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Los Angeles, California",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "10948",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "designerbrandsforless1"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "90015",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Worldwide"
  ],
  "StartTime": "2017-06-02T09:22:54.000Z",
  "Title": "Patricia Nash Riot Rust Signature Map Print Milano Weekend Bag OSFA $299",
  "ConditionID": "1750",
  "EndTime": "2017-07-02T09:22:54.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "PatriciaNash"
      },
      {
        "Name": "Style",
        "Value": "Regular"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Size",
        "Value": "OSFA"
      },
      {
        "Name": "Pattern",
        "Value": "Printed"
      },
      {
        "Name": "Gender",
        "Value": "Female"
      },
      {
        "Name": "ebaycondition",
        "Value": "New with Defects"
      },
      {
        "Name": "UPC",
        "Value": "887986011943"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201944311642",
  "Storefront": {
    "StoreName": "designerbrandsforless1",
    "StoreURL": "http://stores.ebay.com/id=1088590782"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "1",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "We want you to be completely happy! If for any reason you are not happy with your purchase we will gladly accept returns (excluding swimwear and intimate bottoms, health, beauty and fragrance items, and perishables). You will receive a full refund for the cost of the merchandise less all shipping costs.\n\nPrint a \"Returns Authorization Form\" from this page for each item you are returning. This form must be completely filled out and included with the returned package.\nItem(s) must be returned in original, unused condition within 30 days with original tags/packaging. If there are any signs of wear, heavy perfumes or smoke the item will be mailed back to you. If applicable, any protective inner lining must be intact. Intimate apparel bottoms including panties and swimwear bottoms are non-returnable.\nWhen we receive your package we will process the return within 30 business days. You will receive a refund for the purchase price less all shipping costs. The Returns Authorization Form must be completed and included in the box.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "PatriciaNash-S1440018-Brown-OSFA-153",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}