{
  "PrimaryCategoryName": "Travel:Luggage",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "Great Condition, This duffel Bag was a store display model. There might be light dust marks and light wear from testing from the store. Package has been Assessed to Assure Perfect Quality and Quantity. Does not come in original packaging.",
  "PrimaryCategoryIDPath": "3252:16080",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/FUL-Drop-Bottom-Rolling-Duffel-Bag-30-Black-Blue-/201921591948",
  "QuantitySold": "0",
  "TimeLeft": "P7DT20H28M5S",
  "ExcludeShipToLocation": "Europe",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "16080",
  "Location": "Suitland, Maryland",
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "20746",
  "StartTime": "2017-05-11T13:15:44.000Z",
  "HitCount": "35",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Type",
        "Value": "Rolling Duffel - BAG"
      },
      {
        "Name": "Size",
        "Value": "30\""
      },
      {
        "Name": "Brand",
        "Value": "Ful"
      },
      {
        "Name": "Features",
        "Value": [
          "Duffel Bag Style",
          "Split Level",
          "Expandable",
          "Lightweight",
          "Soft Case"
        ]
      },
      {
        "Name": "Color",
        "Value": "Black/Blue"
      },
      {
        "Name": "Gender",
        "Value": "Unisex Adult"
      },
      {
        "Name": "UPC",
        "Value": "888783434232"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "SecondaryCategoryID": "169296",
  "EndTime": "2017-06-10T13:15:44.000Z",
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019215919488080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjI2WDYzMA==/z/C1sAAOSwAuZX4-Cq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjEwWDYyMQ==/z/C48AAOSwAuZX4-Cr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjExWDYyMg==/z/btQAAOSw4shX4-Ct/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAyWDYwOA==/z/mIMAAOSwmfhX4-Cu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjMzWDYxNQ==/z/ga4AAOSwmLlX4-Cw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/7vEAAOSwaeRZFGKC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/JJsAAOSwaEhZFGKh/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU1MVgxMDYx/z/UD8AAOSw-3FZFGK2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTIwWDEzMjE=/z/Rl4AAOSwR29ZFGLE/$_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "ShopSmartOutlet",
    "StoreURL": "http://stores.ebay.com/id=1198415847"
  },
  "ConvertedCurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "AutoPay": "false",
  "NewBestOffer": "false",
  "Description": "FUL Drop Bottom Rolling Duffel Bag 30\" Black/Blue Great Condition, 9.0/10 This duffel Bag was a store display model. There might be light dust marks and light wear from testing from the store. Package has been Assessed to Assure Perfect Quality and Quantity. Does not come in original packaging.Free Shipping!SHIPS NEXT BUSINESS DAY The Ful 30 \" wheeled duffel bag offers both the ability to carry or wheel while traveling. This duffel's durable and lightweight nylon material will accommodate your traveling needs.Features: Retractable trolley handle Multiple \"grab and go\" handles Bottom/side dual purpose handle/upright stabilizer Dual side storage compartment Pass-thru top to bottom Features:100% 1680DImportedInterior Buckle Packing StrapsDurable Nylon material.Large entry \"easy pack\" opening, Split-level rolling dufflel bag. Single -stage handle, retractable pull handle, easy-access grab handles.Heavy-duty stand , corner-mounted wheels.Split level (Two-levels) top to bottom -full-length bottom compartments packing system.5 year manufacturers warranty. Includes: 1 - 30\" Rolling Duffel Bag Dimensions:Dimensions: 30\" L x 15\" W x 14\" HLinear Inches: 59\"Weight: 7.7 lbs Product Conditions:Great Condition, Never Before Used, In Original Packaging Material/Box, Box Show Signs of Minor Ware due to Handling(Please See Photos for Detailed View) About usWe are a small business located in Maryland right outside of Andrews Air Base that sells overstock products varying from electronics to clothing.About our itemsUnless stated otherwise in our item description; all items are open box—meaning the boxes have been opened to verify contents. Our items come in varying conditions from overstock merchandise to used goods (ie, store displays). We do not know the history of our products beyond what is described in our item descriptions. Specifications of the items are taken from the manufacturer’s website or other sources online. We are not liable for misinformation regarding item specifications. It is the duty and responsibility of the buyer/bidder to confirm compatibility with the manufacturer before purchasing.WarrantySome of our products come to us with warranty information; however it should be noted that we do not know whether these warranties are valid or even what kind of warranty it is. We include this information with the item, but it is not guaranteed by us to be valid with the manufacturer. We do recommend purchasing warranty through square trade!PaymentUnder no circumstances would we ask you to wire money—beware of scams. If you have sent payment and do not receive a tracking number by the end of the business day (Monday – Friday), please send us an e-mail to confirm payment. If payment or shipping information is missing, your shipment may be delayed until we can obtain the necessary information.Non-paying BiddersPayment is expected in full within 2 days from the close of the auction. When payment is not received for an eBay item in the allotted time frame, an eBay non-paying bidder notification will be filed regardless of contact between buyer and seller. We do not accept partial payments or payments intended to cover eBay fees.If you send an e-mail backing out of a listing post-auction then you will receive a draft e-mail confirmation regarding a non-paying bidder notification.Shipping/PickupWe try to have items packaged and shipped as soon as payment is received—if a problem arises, we will contact you via e-mail. We charge a flat rate for all of our shipments; unless, due to size and weight, the item needs to be picked up or shipped by freight. If items are not picked up or freighted within 7 days of winning an auction or purchase, you will be charged $25 for storage.Please note that we only ship to the 48 continental states; there are no exceptions to this rule. We do not ship to any other international locations or to APO/FPO or PO boxes (the lower 48 only). If you won an auction and you are from an international location, you will need to provide a physical US shipping address in order for us to ship your item. A tracking number is automatically e-mailed upon shipment to the Paypal e-mail address. If an item is returned to our warehouse via UPS/USPS as a result of incorrect shipping address, the buyer will be responsible for the reshipment charges for the item.Regarding Item issues/ReturnsPlease contact us immediately upon receiving the item if there is an issue with it or there was damage occurring from shipping—we must be informed within 7 days of you receiving the item in order for us to assist you. If a problem does occur, you must retain all shipping material including the box in order to return the item for a refund/replacement.Once again, please contact us immediately if there is an issue upon receiving your item. PLEASE DO NOT RETURN AN ITEM WITHOUT NOTIFYING US. Remember, items sold “AS IS” are not eligible for return! Once again, contact must be made within 7 days of receiving the item in order for us to assist you! In the case of a return, the buyer is responsible for a 10% restocking fee, and all of our eBay and PayPal fees regarding the transaction. If the item is in a condition other than how it was shipped from our warehouse, the refund will not be issued until the missing accessories are provided/returned to our warehouse or the cosmetic/functional damage repairs are paid for by the customer. If the problem is due to our error, we will pay return shipping fees.FeedbackWe want to achieve good customer relations. If there is a problem with your eBay transaction, please contact us before leaving a negative feedback and we will do whatever it may take to leave you satisfied with your purchases. Please be sure to provide us your eBay item number when you submit your payment. Make payments promptly. Feel free to contact us before bidding on or buying an item.Contact usOur business hours 10:00AM to 5:00PM EST Monday through Friday. We do not answer calls or e-mails after these established business hours. If you attempt to reach us and reach our answering machine or you e-mail us after 5:00PM, we will contact you in the order we received your message on the next business day. Questions emailed to us, which are already answered in the item description or in our policies may be responded to by referring to the item description. The item descriptions and our policies are meant to serve as a reference for bidders.",
  "ShipToLocations": [
    "US",
    "CA",
    "AU",
    "JP",
    "KR",
    "ID",
    "TW",
    "TH",
    "HK",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "SA",
    "AE",
    "QA",
    "KW",
    "BH",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "31433",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "shopsmartoutlet"
  },
  "Title": "FUL Drop Bottom Rolling Duffel Bag 30\" Black/Blue",
  "GlobalShipping": "true",
  "Quantity": "1",
  "ItemID": "201921591948",
  "SKU": "ful:duffelbag:0511",
  "SecondaryCategoryIDPath": "11450:169291:80600:169296",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1"
}