{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "TimeLeft": "P11DT2H13M5S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "As always, please see and review all pictures for best personal perspective of condition!  Many THX!  Amazing and handsome vintage RALPH LAUREN Keepall!  Fantastic condition - rarely carried - all presents wonderfully and strong. Lots of Blackwatch available now...",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/YGkAAOSwhQhYyZBz/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/KIAAAOSwzgBYyZ68/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/TYMAAOSw32lYyZ7N/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/uHQAAOSwuxFYyZ7F/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/VxoAAOSw2gxYyZ6e/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/YowAAOSwB-1YyZ6h/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/kysAAOSwOgdYyZ6S/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/JSYAAOSwuxFYyZBp/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/z38AAOSwsW9YyZ6v/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/RARE-Vintage-RALPH-LAUREN-Blackwatch-Plaid-Duffle-Keepall-Carry-Tote-Luggage-/371893472603",
  "ConvertedCurrentPrice": {
    "value": "449.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Handsome vintage RALPH LAUREN Blackwatch Keepall in fabulous condition - rarely, if ever carried - kept very pampered! Has the comfortable shoulder strap to make it a breeze to carry! Authentic, as always - leather tab just inside!! Looks great swinging on your arm and will help you travel more stylishly! Also handsome in the car seat next to you! Generously sized, so will hold tons. A bag not seen often, so you won't see anyone else with \"your\" luggage...and that's a great feeling! Perfect for ladies or gentlemen. This would be a perfect piece for your weekend holiday! Measures 21 x 10 x 11 approx. All presents fantastic...all strong...about as new...although vintage which we all adore! Years and years of service ahead - take it everywhere! Rolled leather handles feel great in your hand! Strong leather throughout - no real wear showing! Strap may be removed if you like. The body of the bag looks great - adore the blackwatch plaid! A few scattered white markings - may clean right away! Inside is beige textile - super clean. It's such a joy to carry and travel with...rare design and style...super handsome! Will be a great addition to your luxury luggage ensemble! Something super special about a vintage piece...discontinued long ago, so you can't just walk into the boutiques and find it! Classic bag! Take this opportunity to become it's caretaker! Lots of Blackwatch currently available - take a look! Accessories and another smaller keepall... P.S...so many wonderful luxury things available now...more always on the way! Take a fun browse through the boutique...happy to ship your treasures together! Lots and LOTS of rare things to see...enjoy! Classic and Enduring RL ! Questions welcome and additional pictures may always be requested prior to purchase. Domestic USA shipping via USPS and happy to offer internationally through ebay global! Those with 10 or fewer transactions, please know your payment will be due IMMEDIATELY via PayPal. Everyone else has up to 4 days to complete payment. Please honor your purchase contract by making payment promptly - help to keep ebay fun for everyone! Final Sale, please, so use the Enlarge feature on the pictures - it will give you the best perspective on condition - and certainly, opinions vary relating to condition of vintage and/or pre-owned pieces! Review all pictures as they are a large part of the description...request more if you like! Shipping is happily combined, so please see all the other wonderful things currently listed - more on the way! \" 5 STAR FEEDBACK\" is the goal, so will ship nicely packaged and fast so you may begin enjoying it! Any areas marked less than a 5 are considered POOR by ebay for some crazy reason - so please do me the honor of earning those VALUABLE 5 STARS!!! For safety's sake, ships Domestically with Signature Confirmation and Insurance. Always buy with confidence and worry free - as EVERY designer item is ALWAYS AUTHENTIC - GUARANTEED! Have fun browsing my store for other wonderful things - more rare items added all the time! Thank you so much for shopping and Happy ebaying! *** Please know all pictures and text contained in this listing are the property of Laugh in Color, and by law may not be duplicated or used elsewhere without written consent of said owner. *** Returns are not typically accepted as listings contain detailed descriptions and photographs....please read in entirety and enlarge photographs....as they reflect the items true character.",
  "ExcludeShipToLocation": [
    "AS",
    "PF",
    "WS",
    "CK",
    "TV",
    "NC",
    "VU",
    "PG",
    "NU",
    "WF",
    "MH",
    "GU",
    "SB",
    "FJ",
    "NR",
    "TO",
    "FM",
    "PW",
    "KI",
    "RU",
    "BA",
    "MC",
    "SM",
    "MK",
    "MD",
    "JE",
    "VA",
    "LU",
    "ME",
    "AD",
    "SJ",
    "IS",
    "AL",
    "RS",
    "GI",
    "LI",
    "GG",
    "BY",
    "Central America and Caribbean",
    "MO",
    "KH",
    "BN",
    "ID",
    "LA",
    "VN",
    "South America",
    "Africa",
    "OM",
    "IQ",
    "JO",
    "LB",
    "TR",
    "IL",
    "YE",
    "MV",
    "AZ",
    "KR",
    "GE",
    "AM",
    "BD",
    "KG",
    "KZ",
    "AF",
    "BT",
    "TM",
    "CN",
    "PK",
    "MN",
    "UZ",
    "IN",
    "LK",
    "NP",
    "TJ"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "449.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "Tulsa, Oklahoma",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "4210",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "laughincolor"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "74135",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-03-15T20:08:22.000Z",
  "Title": "RARE Vintage RALPH LAUREN Blackwatch Plaid Duffle Keepall Carry On Tote Luggage",
  "ConditionID": "3000",
  "EndTime": "2017-06-13T20:08:22.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Tanned Leather/ Blackwatch PVC"
      },
      {
        "Name": "Brand",
        "Value": "RALPH LAUREN"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "Style",
        "Value": "Duffle / Carry on / Tote / KEEPALL"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371893472603",
  "Storefront": {
    "StoreName": "Laugh In Color",
    "StoreURL": "http://stores.ebay.com/id=85872619"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3718934726038080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}