{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMzY1/z/DEcAAOSwxu5ZETgr/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ1MlgxNjAw/z/rOgAAOSwrhBZETgv/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTU4/z/LPIAAOSwDiBZETgz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzM1/z/I5oAAOSwhvFZETg5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU1OVgxNTAw/z/~f0AAOSwX61ZETg7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTEx/z/DO8AAOSwxu5ZEThB/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzQx/z/FikAAOSwsXFZEThE/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Large-Capacity-Durable-Fabric-Baby-Diaper-Bag-Functional-16-Pocket-Mummy-/222442784756",
  "ConvertedCurrentPrice": {
    "value": "53.91",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Large Capacity Durable Fabric Baby Diaper Bag with Functional 16 Pocket Mummy Travel Backpack 3 Piece Set (Grey) Thank you for your interest in our products, have a great week! Description Please read full description for sizes, colors, what is and is not included with this item. Color:Grey Sleeping Lamb Backpack Diaper Bag Material: Eco-friendly 100% polyester fabric with high quality. The Stylish diaper bag is made of environmental material, easy to wipe clean.Â  Dimension: Main backpack bag: 15.74Ã\u00977.48Ã\u009716.53 inches Weight: 30.80 ounce Package: Main backpack Ã\u00971 Changing padÃ\u00971 Stroller strapÃ\u00972 Drawstring package bagÃ\u00971 -â\u0080\u008bMulti-functional backpack also can be used as a daily backpack, such as laptop backpack and travel backpack. -Roomy space and 16 pockets:Â  -The main compartment has divided into 2 mesh pockets and a notebook pocket. -Also has a large mesh pocket for diapers, nappy, socks, or other wearable items and a zippered pocket for keys, cards, cell phone and wallet etc . -Large space inside main compartment with durable two-way metal zips, which could store diapers, baby clothes, lunch boxes. -On the bottom there is a waterproof pocket for wet diaper and umbrella, keep wet and dry stuff separate. -There are two pockets on the side,one is hidden tissue pocket and the other is zipper insulated bottle pocket. -The front layer has a zip pocket to secure mom's or dad's money or small accessories and a magneticÂ pocket for easy to access the loose items ,Such as baby bibs or electronic devices. -Magnetic buttonÂ easy to open and close when your hands are full. -FineÂ stitchingÂ makes your bag more durable. -TheÂ middle layerÂ will hold drinks, bottles, slippy cups, or snacks. -There are 3Â Insulated pouchesÂ make your water or milk warm and you can feed your baby at any time. -A specialÂ pocketÂ on theÂ backsideÂ is to hidden your precious stuff, for example, money, phone and so on. -Cushioned shoulder straps plus backÂ breathableÂ air mesh panels for the ultimate carrying experience. Also not easy to slip off from your shoulder. Photo's: Not all photos are of actual product, read description for full information on product you are looking at. Photos display products may have additional item to show products use. Features: Shell Polyester, easy to wipe clean.3 pieces set of diaper backpack:one main diaper backpack + one changing pad + a pair of stroller straps packed in a drawstring bagVery Large space and 16 pockets :1 laptop holder,4 insulated bottle holder,1 hidden zipper pocket on the backside to keep your precious stuff,1 super Waterproof PEVA Pockets for wet item and a magnet pocket for keys, wallet or small accessories etcBoth shoulder straps and back panel are thickly padded for ultimate comfort with breathable air meshThe exterior left side pocket of backpack to provide quick access to wipes, right side pocket can hold up 1 baby bottle to keep warmattach two smaller removable stroller straps to the bag as well as your stroller Product Details: Item Weight:1.9 poundsProduct Dimensions:17.5 x 12.5 x 3.2 inchesUPC:614134075614Material Type:PolyesterBatteries required:No --> Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction. Owned by Hot Rides 4 U. Handling We to process and attempt to ship all orders within 3 business days of payment and then shipping takes approximately 1 to 3 days on most products. Delivery We DO NOT SHIP TO P.O. Boxes or Mail Forwarding Addresses. We only ship to Paypal verified addresses. Sales Tax We are required to charge sales tax in some states, due to the Nexus tax laws. Sale tax is calculated at time of checkout. Return Policy &nbsp&nbsp All returns accepted within 28 days, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. All Returns/Exchanges must be post-marked within 21 days of receiving item. All merchandise purchased from Hot Rides 4 U is sold in its original factory packaging with all contents as supplied to us by the manufacturer/distributor. Therefore, it can be returned or exchanged only if in original manufacturer's packaging with a cardboard/postal box or other adequate packaging to ensure your return or exchange is not damaged on the way back to drop shipper. Items must be in same condition as sold, with all literature/instructions/documentation and attached tags, instructions, etc. Worn items, used items and any items without the tags attached will be refused. Never ship an item in its original manufacturers packaging because this will damage the packaging. Please use a cardboard/postal box or other adequate packaging to ensure your return or exchange is not damaged on the way back to the drop shipper or Hot Rides 4 U. In other words, even though your item came in a box, you need to put that box in another box for shipping purposes. We are not responsible for goods we received that are damaged. These damaged goods become the property of the buyer if not shipped properly, and you may be will be charged to send them back to you. All returns/exchanges must include a RMA - Return Merchandise Authorization form. By emailing us on eBay for RMA form. Returns: There is a 15% restock fee on all returns. Defective items are excluded from restock fee. Exchanges: Buyer is responsible for all shipping cost on exchanges. Please email for availability on exchanges because the item may not be available. *Windscreens are not eligible for a return/exchange if any part of the packaging has been opened. Thank You For Your Business!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "53.91",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "4420",
    "PositiveFeedbackPercent": "98.0",
    "FeedbackRatingStar": "Red",
    "UserID": "hotrides4u"
  },
  "PrimaryCategoryID": "169295",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Large Capacity Durable Fabric Baby Diaper Bag with Functional 16 Pocket Mummy...",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-03-17T15:13:11.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2224427847568080_19.jpg",
  "TimeLeft": "P12DT23H43M10S",
  "EndTime": "2017-06-15T15:13:11.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "NA"
      },
      {
        "Name": "Color",
        "Value": "Grey"
      },
      {
        "Name": "Brand",
        "Value": "Sleeping Lamb"
      },
      {
        "Name": "UPC",
        "Value": "NA"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222442784756",
  "Storefront": {
    "StoreName": "HotRides4U",
    "StoreURL": "http://stores.ebay.com/id=24211955"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. All Returns/Exchanges must be post-marked within 7 days of receiving item. All merchandise purchased is sold in its original factory packaging with all contents as supplied to us by the manufacturer/distributor. Therefore, it can be returned or exchanged only if in original manufacturer's packaging with a cardboard/postal box or other adequate packaging to ensure your return or exchange is not damaged on the way to being returned to us. Items must be in same condition as sold, with all literature/instructions/documentation and attached tags, instructions, etc. Worn items, used items and any items without the tags attached will be refused. Never ship an item in its original manufacturers packaging because this will damage the packaging. Please use a cardboard/postal box or other adequate packaging to ensure your return or exchange is not damaged on the way back to us. In other words, even though your item came in a box, you need to put that box in another box for shipping purposes. We are not responsible for goods we received that are damaged. These damaged goods become the property of the buyer if not shipped properly, and you may be will be charged to send them back to you. All returns/exchanges must include a RMA number - Return Merchandise Authorization form. By emailing us on eBay for RMA form. Returns: There is a 15% restock fee on all returns. Defective items are excluded from restock fee. Exchanges: Buyer is responsible for all shipping cost on exchanges. Please email for availability on exchanges because the item may not be available. *Windscreens are not eligible for a return/exchange if any part of the packaging has been opened.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01MTXYO9G",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}