{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTU2/z/~PcAAOSwBt5ZKwr6/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTQ2/z/kTQAAOSwY3BZKwr9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/BOsAAOSwcgNZKwsB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTg4/z/LC8AAOSwfRdZKwsE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTkz/z/E88AAOSwlMFZKwsH/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ITALIAN-WOMENS-real-leather-SHOPPER-bag-shoulder-bag-Shoulder-Bag-Handbag-/232357227389",
  "ConvertedCurrentPrice": {
    "value": "95.31",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Sale% Landline hotline. Consulting. Now ask. Follow us. Service Ebay Store Sale% Other Auctions Made in Italy ladies genuine leather Vera Pelle shopper-LAN bag shoulder bag Made in Italy ladies genuine leather Vera Pelle shopper-LAN bag shoulder bag shoulder bagMaterial: 100% Genuine LeatherInside: FabricSize approximately: 39 x 39 x 9 cm (Lxhxd)Color: cognac Bescheibung: Quality handbag / shoulder bag / handle bag in one - XL ShopperTransferability: Shoulder bag (under the arm),   Handbag, CrossOverShoulder strap length approx. 120 cm, adjustableDistribution:-Spacious, 3xFach divided by a zipped pocket in the middle, Main compartment with zipper-2 Outer pockets for your small things like glasses / mobile-1 Zip pocket and two additional pockets inside-1   Zip pocket on the backProcessing: very good, soft and comfortable leatherThe items are in fact not cut by laser but by hand and mask and sewn by hand together. The result is an indestructible bag of superior quality, very sturdy and durable. available Brand new item Categories BAG STREET Wallets / Cases Jackets jeans Leather goods Made in Italy Brands Hats West Fuchs Furs fox raccoon Backpacks Sale% Shoes Other Bags T-shirt fitting Top Offer Similar Offers Bestsellers LADIES REAL LEATHER small LUXURY BAG Umhänge-C... 21,95 EUR ItaL LADIES LEATHER BAG shoulder bag Street B... 39,90 EUR Ladies XXL star of SHOPPER JEANS bag handbag purse... 34,95 EUR Small Women's Bag Bag Bag Street Sc ... 19,95 EUR ITALy ladies XXL leather suede SHOPPER hand TA... 39,95 EUR LADIES SKULL XXL bag SKULL glasses bowling... 29,95 EUR ITALy ladies XXL leather suede SHOPPER hand TA... 37,95 EUR ital design ladies fringe handbag SHOPPER H... 29,95 EUR iTaL ladies fringe bag leather suede upper school... 39,95 EUR Italian Women XXL leather Shoppertasche Schultertas ... 69,90 EUR ITALy ladies leather SHOPPER bag shoulder bag... 51,95 EUR Ladies Leather handbag METALLIC tote bags silver... 54,95 EUR iTaL ladies fringe bag leather suede upper school... 39,95 EUR ital-design Ladies Star Shopper Henkelta ... 34,95 EUR Ladies bag XXL SHOPPER shoulder bag CrossOv... 29,95 EUR ital ladies genuine leather pocket shopper Schulterta... 51,95 EUR Small Women's Bag Bag Bag Street Sc ... 18,95 EUR Ladies business bag Workbag shoulder bag to... 35,90 EUR Italian Ladies leather clutch shoulder bag shoulder... 54,90 EUR ital-design Ladies Star Shopper Henkelta ... 29,90 EUR Unisex city backpack school work recreational sh... 29,95 EUR ITALY ladies real leather BACKPACKS city Le... 69,95 EUR ITALy ladies leather handbag shopper shoulder... 79,95 EUR ITALy women's metallic leather bag Schultertasch... 69,95 EUR ITAL ladies real leather BACKPACK shoulder bag... 69,95 EUR Ladies 2 in 1 SHOPPER bag shoulder bag gold H... 42,95 EUR ITAL ladies leather BACKPACK handbag shoulder... 69,95 EUR Women's BACKPACK bag city bag Schultertasc... 23,95 EUR ITAL ladies real leather BACKPACK shoulder bag B... 69,95 EUR Women's BACKPACK bag city bag Stadtrucksac... 24,95 EUR Ladies BACKPACK city backpack shoulder bag... 24,95 EUR Ladies Leather handbag METALLIC tote bags silver... 54,95 EUR Unisex City Backpack backpack bag Stadtrucksa ... 23,95 EUR UNISEX BACKPACK BAG STREET satchel sports school... 20,95 EUR LADIES REAL LEATHER small LUXURY BAG Umhänge-C... 21,95 EUR ItaL LADIES LEATHER BAG shoulder bag Street B... 39,90 EUR Small ladies leather city bag mini backpack... 24,95 EUR Ladies XXL star of SHOPPER JEANS bag handbag purse... 34,95 EUR Small Women's Bag Bag Bag Street Sc ... 19,95 EUR ITALy ladies XXL leather suede SHOPPER hand TA... 39,95 EUR UNISEX BAG STREET shoulder bag bag BLOGGER... 24,95 EUR UNISEX city BACKPACKS bag of Messe... 24,95 EUR LADIES SKULL XXL bag SKULL glasses bowling... 29,95 EUR UNISEX leather BACKPACK leisure travel vacation bum... 24,90 EUR ITALy ladies XXL leather suede SHOPPER hand TA... 37,95 EUR ital design ladies fringe handbag SHOPPER H... 29,95 EUR iTaL ladies fringe bag leather suede upper school... 39,95 EUR Italian Women XXL leather Shoppertasche Schultertas ... 69,90 EUR ITALy ladies leather SHOPPER handbag booty... 74,95 EUR ital ladies genuine leather bag XXL SHOPPER Schult... 69,95 EUR ITAL LADIES LEATHER SHOPPER BAG Schulterta... 79,90 EUR ital ladies small leather shoulder bag C ... 29,95 EUR ITALy ladies leather business Briefcase A4 Tash... 69,95 EUR Italian Women Genuine Leather Shoulder Bag Clu ... 59,95 EUR ITAL LADY'S LEATHER Clutch bouquet jewelry ... 29,90 EUR ital ladies bag chain bag chain fringed wi ... 48,90 EUR ital ladies genuine leather pocket shopper Schulterta... 54,95 EUR ITALy ladies leather SHOPPER bag shoulder bag... 51,95 EUR Italian Leather Shoulde ladies shopper-LAN bag... 69,90 EUR Italian Vintage retro ornament Vera Pelle leather N... 39,90 EUR ITAL ladies genuine leather bag 2 in 1 backpack Schu... 49,95 EUR Italian leather bag leather bag ladies bag Hand ... 49,95 EUR Ital leather bag ladies backpack handbag RUC... 49,95 EUR Ital ladies leather of shopper bag shoulder bag... 74,95 EUR Information: OBC - italyshop24.com Iryna Kostyuchyk Lower Rützelstr. 4 65933 Frankfurt VAT ID: DE270123954 Checkout We are happy to deliver your purchase of a package. If you buy the products through the 'Sofortkauf' button, please remember, the shopping either themselves to add together, or to add from us before paying for a purchase order together. Alternatively, you can buy the desired products via the eBay shopping cart. Single payment through Paypal can not be combined later in the guidelines set Paypal and must be sent as separate packets. A postage refund is no longer possible. PAYMENT & SHIPPING Your order will be shipped with one of the following providers: To pay your order the following payment methods are available: Reference Please note that the color may vary due to different representations and color resolutions or their monitor settings with the picture from the original! A correct, accurate representation of the colors is not possible via the Internet. REVIEW: Should there be a problem with your order, please contact us before rating levy. © OBC - italyshop24.com | design nmb-media powered by JTL software items fast",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "North America",
    "South America",
    "AF",
    "BD",
    "BT",
    "NP",
    "PK",
    "RU",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "GB",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "BH",
    "IQ",
    "IL",
    "LB",
    "OM",
    "YE"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "95.31",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Frankfurt",
  "Seller": {
    "FeedbackScore": "5212",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Green",
    "UserID": "italyshop24_com"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "ITALIAN WOMEN'S real leather SHOPPER bag shoulder bag Shoulder Bag Handbag",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-02T01:54:26.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2323572273898080_1.jpg",
  "TimeLeft": "P29DT9H46M57S",
  "EndTime": "2017-07-02T01:54:26.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Shoulder Bags"
      },
      {
        "Name": "Dimensions",
        "Value": "ca. 15 3/8x15 3/8x3 1/2in (WxHxD)"
      },
      {
        "Name": "Handbag Size",
        "Value": "Mittel"
      },
      {
        "Name": "Design 5",
        "Value": "Handbag"
      },
      {
        "Name": "EAN",
        "Value": "8066125474463"
      },
      {
        "Name": "Keys",
        "Value": "Women's Handbag Hobo bag Jewelry bag Carrybag"
      },
      {
        "Name": "Brand",
        "Value": "Made in Italy"
      },
      {
        "Name": "Keys1",
        "Value": "Crossbag Strap Bag Teacher Bag Plain Purse Student Bag"
      },
      {
        "Name": "Keys3",
        "Value": "Shoulder bag School bag Shopper/Environmental bags Leather bag"
      },
      {
        "Name": "Keys4",
        "Value": "Theatre Bag Evening Bag Party Bag Designer"
      },
      {
        "Name": "Product Type",
        "Value": "One Strap"
      },
      {
        "Name": "Exterior Material",
        "Value": "Leather"
      },
      {
        "Name": "Fastener",
        "Value": "Zip"
      },
      {
        "Name": "Main Colour",
        "Value": "cognac"
      },
      {
        "Name": "Design 2",
        "Value": "Adjustable shoulder strap"
      },
      {
        "Name": "Design 3",
        "Value": "Compartments"
      },
      {
        "Name": "Design 1",
        "Value": "Removable Carry Straps"
      },
      {
        "Name": "Design 4",
        "Value": "Inside pocket(s)"
      },
      {
        "Name": "Country and region of production",
        "Value": "Italy"
      },
      {
        "Name": "MPN",
        "Value": "Not applicable to"
      },
      {
        "Name": "Design",
        "Value": "Outside pocket (s)"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232357227389",
  "Storefront": {
    "StoreName": "OBC ItalyShop24",
    "StoreURL": "http://stores.ebay.com/id=526815016"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "DE",
  "SKU": "daisy28.Cognac",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}