{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjEyWDUwMA==/z/HdwAAOSwi7RZFFR0/$_12.JPG",
    "http://i.ebayimg.com/00/s/Njk4WDUwMA==/z/PG8AAOSw~y9ZFFR1/$_12.JPG",
    "http://i.ebayimg.com/00/s/NzE5WDUwMA==/z/tRcAAOSw7GRZFFR2/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/East-West-Tote-Brown-One-Size-Women-S-Modern-High-Quality-Gift-Womens-Fashion-/172670137742",
  "ConvertedCurrentPrice": {
    "value": "65.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Carhartt Women's East West Tote, Carhartt Brown, One Size Item Description 100% PolyesterImportedMade of 600D Poly with Rain Defender durable water repellentLarge main compartment with zip closureLong divider pocket inside plus 3 additional smaller pockets2 exterior pockets16.5w x 13.5h x 7d, .9 pounds Face the day head on with the Carhatt Legacy Women's Tote, the bag that's built strong like you. From work to home and everywhere in between you can tackle anything that comes your way. Constructed of rugged 600D Poly with Rain Defender durable water repellent. Main compartment is large enough for a laptop with numerous additional pockets of varying sizes for phone, keys and anything else you need to keep your day running smoothly. Both styles have 2 exterior pockets, a reinforced 1200D Poly base and long haul handles for easy carrying. The East West is a zipper closure and the North South is a snap closure. Additional Details: YKK zippers, metal hardware, triple needle stitch, Carhartt logo patch. Carhartt Work Bags, Packs & Gear are covered by a Limited Warranty against manufacturing defects in materials and worksmanship for the normal life of the product. Part Number: 13102102 Item Weight: 1.2 pounds Product Dimensions: 8 x 16 x 9 inches Origin: China Item model number: 13102102 Size: One Size Color: Carhartt Brown Style: East/West Material: Cotton Item Package Quantity: 1 Special Features: tote-style Batteries Included?: No Batteries Required?: No ShippingOur stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREEReturnsWe offer a 14 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product.Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for youWhen returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items.All returns MUST be done within 14 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution.About usAll of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If there's a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us!",
  "Title": "East West Tote Brown One Size Women S Modern High Quality Gift Womens Fashion",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "65.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Los Angeles, California",
  "Seller": {
    "FeedbackScore": "275",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "igoutlet"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "90020",
  "GlobalShipping": "true",
  "Quantity": "1",
  "PaymentAllowedSite": [
    "CanadaFrench",
    "Canada"
  ],
  "ItemID": "172670137742",
  "TimeLeft": "P7DT19H21M59S",
  "EndTime": "2017-06-10T12:09:30.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Carhartt"
      },
      {
        "Name": "MPN",
        "Value": "13102102"
      },
      {
        "Name": "Model",
        "Value": "13102102"
      },
      {
        "Name": "UPC",
        "Value": "819062011165"
      },
      {
        "Name": "EAN",
        "Value": "0819062011165"
      }
    ]
  },
  "Site": "US",
  "StartTime": "2017-05-11T12:09:30.000Z",
  "Storefront": {
    "StoreName": "shopigor",
    "StoreURL": "http://stores.ebay.com/id=992627442"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "HitCount": "21",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1726701377428080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}