{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Njc0WDUwMA==/z/W~AAAOSwUKxYa1cA/$_12.JPG",
    "http://i.ebayimg.com/00/s/NzAyWDUwMA==/z/x0UAAOSw2xRYa1cC/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjQ0WDUwMA==/z/SGQAAOSwt5hYa1cD/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDcwNw==/z/QKUAAOSwjDZYa1cF/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjI1WDUwMA==/z/fGUAAOSw9GhYa1cG/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTA0WDUwMA==/z/x-YAAOSw2xRYa1cI/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Genuine-Leather-Backpack-Book-Bag-Laptop-Tote-Purse-S-ZONE-Womens-Daily-Brown-/172703905292",
  "ConvertedCurrentPrice": {
    "value": "156.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "S-ZONE Women's Daily Genuine Leather Casual Backpack Bag Fast Shipping Great Customer Support Satisfaction Guaranteed DESCRIPTION NOTE: The lining of the three colors of these backpacks are different, please refer to the detail pictures Materials:Cow leather Product Dimensions:15.4(H)*11.4(L)*6.7(W)inch,2.3pounds Product Structure External structure: 1 main zipper pocket(Can put laptop,A4 documents,IPAD,etc) 1 front Magnetic buckles pocket(notebook and pen) 2 side zipper pocket(chewing gum,facial tissue) Internal Structure: 1 zipper Pocket(Which can stone documents,invoices,wallet etc) 2 additional pocket(fits for wallet and mobile telephone pocket) Attention Little leather smell is normal.Open it and put it in a ventilated environment for few days,the smell will disappear. Due to different camera, light environment and display, the physical color will be a little different from pictures Customers question 1.Why is there a new bag smell? Leather itself has natural flavor, craft production process may be doped with other odors, new products need moisture, stereotypes, closed air circulation inside the packaging, odor buildup, can not properly distributed, leading to the bag you receive will be more concentrated odor. No smell bags, most likely not real leather. 2.How to get rid of the taste of the new bag? Can be placed in a cool, well-ventilated place or occasionally under a hair dryer, charcoal and other items can also be used in addition to taste, 1-2 days taste can be eliminated LeatherDenim liningThis multipurpose daypack is made of high quality Genuine Leather. Please be noted that different batches of the bags have a little color difference between the pictures and the real bagsDimensions of the leather backpack: 15.4(H)*11.4(L)*6.7(W)inch. Easy to carry 13 inch laptop, iPad, A4 Magazine, book and phoneWith high quality lining and sturdy and durable metal, the leather backapck could be used as school backpack, travel backpack and hiking backpack and so onThe leather and canvas adjustable shoulder straps makes the backpack more strong than canvas backpackThe lining of the three colors of these backpacks are different, please refer to the detail pictures Shipping Return Payment Feedback Contact Us Our stock all ships from our US based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREE We offer a 30 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for you When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items. All returns MUST be done within 14 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. PayPal is our preferred method of payments it's the quickest, easiest and most secure way to pay for your goods or services online. PayPal offers buyer and seller protection should there be a problem. If you do not have a PayPal account, to get started and buy your first item with us is very easy. Simply click on the 'Buy It Now' button and follow the eBay checkout steps. Select PayPal as the payment method you then will be given the chance to enter your card details in to PayPal's secure checkout in order to pay for your order. Once the payment has been made, you will then be given the opportunity to make your own PayPal account to make paying for your items in the future very easy. Should there be a problem with payment please do let us know. Customer satisfaction is very important to us. If you have any problem with your order,please contact us and we will do our best to make you satisfied, please do not leave a negative feedback before we resolve your problem. We guarantee that your issue will be solved quickly. As long as you are happy with your purchase, please leave us a positive feedback. Your feedback is very important to us it affects our search placement on eBay. We will leave a positive feedback for you in return automatically once we receive your feedback. If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Thank you for visiting our ebay store!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box",
    "KI",
    "AS",
    "PF",
    "CK",
    "PW",
    "WS",
    "TV",
    "VU",
    "GU",
    "WF",
    "FJ",
    "NC",
    "PG",
    "NU",
    "MH",
    "SB",
    "TO",
    "FM",
    "NR",
    "BY",
    "BA",
    "SM",
    "MK",
    "MD",
    "VA",
    "AD",
    "ME",
    "SJ",
    "AL",
    "RS",
    "AN",
    "BS",
    "VI",
    "VG",
    "AI",
    "HT",
    "PR",
    "VC",
    "VN",
    "LA",
    "SR",
    "FK",
    "VE",
    "AR",
    "GY",
    "UY",
    "PM",
    "GL",
    "DJ",
    "CM",
    "CG",
    "GH",
    "MR",
    "SN",
    "GQ",
    "MW",
    "BW",
    "LY",
    "NG",
    "MG",
    "LR",
    "BI",
    "TG",
    "ZW",
    "KE",
    "TN",
    "TD",
    "NE",
    "LS",
    "GM",
    "BF",
    "SL",
    "ZM",
    "SZ",
    "CF",
    "AO",
    "NA",
    "GA",
    "TZ",
    "SC",
    "UG",
    "ET",
    "CD",
    "ML",
    "CI",
    "SO",
    "GW",
    "MZ",
    "DZ",
    "YT",
    "SH",
    "KM",
    "CV",
    "GN",
    "BJ",
    "MA",
    "MU",
    "EH",
    "RW",
    "ER",
    "TR",
    "YE",
    "IQ",
    "LB",
    "KZ",
    "AF",
    "KG",
    "BT",
    "TM",
    "MN",
    "IN",
    "UZ",
    "TJ",
    "AZ",
    "NP",
    "GE",
    "AM"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "156.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "165",
    "PositiveFeedbackPercent": "96.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "lunarcap"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Genuine Leather Backpack Book Bag Laptop Tote Purse S-ZONE Women's Daily Brown",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-30T14:14:31.000Z",
  "HitCount": "6",
  "TimeLeft": "P26DT23H22M47S",
  "EndTime": "2017-06-29T14:14:31.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "S-ZONE"
      },
      {
        "Name": "MPN",
        "Value": "5523431"
      },
      {
        "Name": "Model",
        "Value": "5523431"
      },
      {
        "Name": "UPC",
        "Value": "701160253540"
      },
      {
        "Name": "EAN",
        "Value": "0701160253540"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172703905292",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1727039052928080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}