{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2224647864668080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/87MAAOSwXYtY2Zvu/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Gift-Set-Including-2-Handbags-and-1-Wallet-/222464786466",
  "ConvertedCurrentPrice": {
    "value": "201.22",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Gift Set Including 2 Handbags and 1 Wallet Product Overview Color: Black Backpack, Blue Backpack & Double Zip Wallet Mechaly Women's Black Vegan Leather Backpack This smooth black vegan leather backpack will definitely turn out to be a versatile and enduring addition to your existing collection and will get heads turning wherever you go. You are bound to love it because of its unique features and benefits: Storage: With extra emphasis on storage - two zippers and three pockets - it is perfect for women on the go for casual, business and travel purposes. Will last forever: Built to last. It is lined with a dense felt. Carries an attitude: The handbag design gives the backpack an \"attitude\" and extra edge. Premium Design: Its sophisticated shape will make you ready to go. Size: 13 x 13 x 8 in (L x W x H) Wearing Recommendation: We recommend coalescing it with jeans and a jacket for a look that is both edgy and fashion forward. Mechaly Women's Skully Black Vegan leather Skull Tote Handbag  This smooth vegan leather skull handbag will definitely turn out to be a versatile and enduring addition to your existing collection and will get heads turning wherever you go. You are bound to love it because of its unique features and benefits: Skulls symbolize: protection, strength, power, fearlessness, wisdom and guidance, overcoming death, surviving through a difficult time, or even immortality. Make a statement one bag at a time. Storage: With extra emphasis on storage, it is perfect for women on the go for casual, business and travel purposes. Will last forever: Built to last. It is lined with a dense black felt. Carries an attitude: The handbags skull design gives the satchel an \"attitude\" and extra edge. Premium Design: The combination of top handles and a shoulder strap add to its sophisticated shape, making you ready to go. Size: 13 x 9 x 5 in (L x W x H) Wearing Recommendation: We recommend coalescing it with a neutral colored dress, Vegan leather jacket and red pumps for a look that is both edgy and fashion forward. Mechaly Women's Sydney Black Vegan Leather Tote Handbag This smooth vegan leather handbag will definitely turn out to be a versatile and enduring addition to your existing collection and will get heads turning wherever you go. You are bound to love it because of its unique features and benefits: Storage: With extra emphasis on storage - 2 Zippers, 2 Pockets, 2 Compartments, 1 Outer Zipper - it is perfect for women on the go for casual, business and travel purposes. Will last forever: Built to last. It is lined with a dense felt. Carries an attitude: The handbag design gives the tote an \"attitude\" and extra edge. Brings Out The Best: Bring out your bright, cheerful and pleasing spirit. Nobody would want to miss on that. Size: 17 x 6 x 12 in (L x W x H). Wearing Recommendation: We recommend coalescing it with a neutral colored dress, leather jacket and red pumps for a look that is both edgy and fashion forward. Mechaly Women's Skully Black Vegan leather Skull Handbag  This smooth black Vegan leather skull handbag will definitely turn out to be a versatile and enduring addition to your existing collection and will get heads turning wherever you go. You are bound to love it because of its unique features and benefits: Skulls symbolize: protection, strength, power, fearlessness, wisdom and guidance, overcoming death, surviving through a difficult time, or even immortality. Make a statement one bag at a time. Storage: With extra emphasis on storage, it is perfect for women on the go for casual, business and travel purposes. Will last forever: Built to last. It is lined with a dense black felt. Carries an attitude: The handbags skull design gives the satchel an \"attitude\" and extra edge. Premium Design: The combination of top handles and a shoulder strap add to its sophisticated shape, making you ready to go. Size: 13 x 9 x 5 in (L x W x H) Wearing Recommendation: We recommend coalescing it with a neutral colored dress, Vegan leather jacket and red pumps for a look that is both edgy and fashion forward. Details: Product Dimensions: 15 x 10 x 3 inches Shipping Weight: 3 pounds Features: This Package includes 2 Vegan Leather Handbags & 1 Vegan Leather Wallet for a Great Deal Our smooth vegan leather handbags will definitely turn out to be a versatile and enduring addition to your existing collection and will get heads turning wherever you go. You are bound to love them because of their unique features and benefits Backpack Size - 13 x 13 x 8 in (L x W x H) Tote Size - 17 x 6 x 12 in (L x W x H) Satchel Size - 13 x 9 x 5 in (L x W x H) Quality Products Have peace of mind knowing that your order will arrive original factory sealed packaging. That means that you'll have the full force of the manufacturer's warranty to protect your purchase. Fast and Free Shipping You're already purchasing the item. Why pay additional for shipping, especially slow shipping? We get your order shipped out and delivered to your doorstep as quickly as possible. Commitment We are committed to making sure that you leave this transaction satisfied. That means having access to real people that get your questions and concerns answered quickly. Give us a shot and we will make sure that you will look to us again!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "201.22",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169303",
  "Location": "Los Angeles, California",
  "Seller": {
    "FeedbackScore": "112",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "pricemenow"
  },
  "ShipToLocations": [
    "US"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "90023",
  "GlobalShipping": "false",
  "Quantity": "4",
  "StartTime": "2017-04-06T00:32:08.000Z",
  "Title": "Gift Set Including 2 Handbags and 1 Wallet",
  "TimeLeft": "P2DT8H15M45S",
  "EndTime": "2017-06-05T00:32:08.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Black Backpack, Blue Backpack & Double Zip Wallet"
      },
      {
        "Name": "Brand",
        "Value": "Mechaly"
      },
      {
        "Name": "MPN",
        "Value": "does not apply"
      },
      {
        "Name": "EAN",
        "Value": "0717927691098"
      },
      {
        "Name": "UPC",
        "Value": "717927691098"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222464786466",
  "Storefront": {
    "StoreName": "PriceMeNow",
    "StoreURL": "http://stores.ebay.com/id=105138375"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Returns accepted within 30 days after receiving the item, refund given as money back (no exchanges), return shipping to be paid by buyer.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "MEH050105041301",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}