{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDgyWDUwMA==/z/YWQAAOSwCU1Yog1z/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyNVgxNTAw/z/DrsAAOSwx6pYog10/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODM2WDE1MDA=/z/AjYAAOSw32lYog10/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ0N1gxNTAw/z/4x4AAOSwdGFYog10/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ0N1gxNTAw/z/NlkAAOSw4A5Yog10/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODYxWDE1MDA=/z/Nk0AAOSw4A5Yog10/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE4Nlg4MTY=/z/fzsAAOSwtfhYog10/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEyNVgxMjgw/z/YXcAAOSwCU1Yog10/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Graceship-Laptop-Bag-Women-Hong-Kong-15-inch-Beige-Computer-Bag-/112302622495",
  "ConvertedCurrentPrice": {
    "value": "200.12",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Thank you for visiting our ebay store! The HONG KONG womens laptop bags from GRACESHIP fits MacBook Pro 15-inch and MacBook Air 15-inch, as well as most other 15-inch PC laptops. The womens briefcase bag laptop sleeve is 14.25\" W - be sure to MEASURE YOUR LAPTOP to ensure it will fit! This womens briefcase tote will compliment your sophisticated style at the office or while you satisfy your sense of global wanderlust. The HONG KONG laptop purse is made from durable, scratch and water resistant PETA-approved vegan leather material with chocolate color suede-like lining. The womens work tote structured frame features dual handles and an adjustable and removable shoulder strap for easy transportation. Inside is a padded laptop computer compartment with a sleek magnetic closure that protects a laptop or tablet. The HONG KONG laptop bags for women also features numerous interior pockets and organization features including a large separate interior zip charger pocket, a cell phone pocket, multiple business card pockets, two penholders, a convenient key ring and a pouch for papers. GRACESHIP laptop bags for women combine the function of a briefcase and the style of a handbag into a versatile accessory for professional women - the laptop purse. The laptop messenger bag for women is a mobile office with style. Chic work tote bags for women are hard to find, and GRACESHIP has created your one stop shop for a womens work purse. The beauty of these tote bags for work is they are large enough for your laptop, work essentials, and a pair of shoes! Perfect for business and travel, these laptop bags for women 15 inch fit perfectly under your arm or the airplane seat in front of you. The ultimate companion for life on the go, any of the women laptop bags in our collection will refine your work style. Each work tote bag will make an effortless statement as you go about your daily grind. Each laptop bag for women is made with PETA-certified vegan leather, saving animals style. - FITS MOST 15-INCH LAPTOPS: The Hong Kong womens laptop bag features a padded laptop computer compartment that fits 15-Inch MacBook Pro computers, 15-Inch Macbook Air computers and most 15-Inch PC laptop computers. The laptop sleeve is 14.25\" W - be sure to measure your laptop to ensure it will fit. The bag size is approx 16\"W x 11\"H x 7.5\"D. - LIGHTWEIGHT VEGAN FAUX LEATHER: Durable, scratch and water resistant, our womens briefcase is made with PETA-approved vegan leather with chocolate color suede-like interior lining. - CONVENIENT & MOBILE FOR TRAVEL: Our womens work tote bags boasts a structured frame featuring dual handles with an 11.5\" drop and an adjustable and removable shoulder strap. - BRIEFCASE & PURSE IN ONE: This laptop work purse has three exterior pockets and organization features including a large separate interior zip laptop charger pocket, a smartphone pocket, multiple business card pockets, two pen holders, and a convenient key ring. It also has two large interior pouches for papers and folders. - SATISFACTION GUARANTEED: Graceship laptop bags for women combine fashion and function into one dynamic computer messenger bag. Our womens briefcases fit under airplane seats and are easy to clean. Combine your purse and laptop bag into one today! Graceship Laptop Bag for Women - \"Hong Kong\" 15-inch Beige Computer Bag",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Alaska/Hawaii",
    "Middle East",
    "PR"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "200.12",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "2063",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Red",
    "UserID": "zdnation57"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Graceship Laptop Bag for Women - \"Hong Kong\" 15-inch Beige Computer Bag",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-02-13T19:48:00.000Z",
  "HitCount": "81",
  "TimeLeft": "P11DT4H37M7S",
  "EndTime": "2017-06-13T19:48:00.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Beige"
      },
      {
        "Name": "UPC",
        "Value": "088057980254"
      },
      {
        "Name": "EAN",
        "Value": "0088057980254"
      },
      {
        "Name": "Brand",
        "Value": "GRACESHIP"
      },
      {
        "Name": "MPN",
        "Value": "LB-HONGKONG-STONE"
      },
      {
        "Name": "ISBN",
        "Value": "Not Applicable"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112302622495",
  "Storefront": {
    "StoreName": "zdnation57",
    "StoreURL": "http://stores.ebay.com/id=1104233984"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1123026224958080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}