{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P3DT6H40M34S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Used about 5 times ... was too much for me ... I was never an executive or laptop carrier ... in excellent condition.",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OBoAAOSwuTxV~31O/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ah0AAOSwQTVV~31N/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/mRcAAOSwQPlV~31J/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/o-AAAOSw37tV~31K/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ag0AAOSwQTVV~31M/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/xD8AAOSwKIpV~31M/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/mV4AAOSwQPlV~31N/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ATIAAOSwiLdV~31N/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/HfQAAOSwFnFV~31O/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Black-Nylon-Briefcase-Lots-Pockets-and-Zips-/162506212061",
  "ConvertedCurrentPrice": {
    "value": "56.36",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "IMPORTANT: Please do NOT believe eBay's suggested shipping rates as they are NOT correct. Please ask me how much shipping is to your location. Shop with Puddleduck Cottage and Buy with Confidence! Points of Interest: Received this at an business offsite I was organization and runningGreat case ... lots of pockets, zipper pockets, places for pens, paper, notepads, business cards, etc.Lots of space inside for your laptop, cellphone, smart phone, etc.Easy handle for carrying or just put it under your armWorks well with airport security tooStrong nylon casing with cardboard so it won't bend and will protect its contentsSorry it does not lock, but you really won't need that ... if someone steels your briefcase they'll get in with or without a keySize: 12\" x 10\" x 5\" (it is expandable) Due to severe arthritis and other maladies, I'm downsizing my home to get ready to move into a senior’s residence. I sadly must part with my treasures, collectibles and crafts. I apologize for the poor quality of some photos as I shake a lot now and keeping a camera steady is difficult. Also I use my printer’s scanner and at times it does not let the true quality of the item show through. There are also props that are used to take the best angle of an item - these props are not included in the sale.I strive to be accurate in all my listings, but sometimes mistakes do happen. If you have a question about something you see please feel free to contact me for clarification. Shipping and Handling Fees: Once paid items are shipped from Canada in 3 business days, but if it is a Fri/Sat/Sun/Holiday, it will be shipped out within 1 or 2 business days after.Don’t hesitate to contact me before you commit to purchase any item(s) if you wish to know the exact shipping quote beforehand. DO NOT trust the Ebay U.S. shipping calculator … I list in U.S.$ but ship from Canada.Combine Shipping Discounts: There are many items for sale in my Ebay Store: Puddleduck Cottage. I will combine ship and give discounts for multiple purchases (unless you win a best offer --- then the bargain is already there). Instructions on how to buy and get an invoice before paying: To purchase multiple items, get the discount (if applicable) and combined shipping, just go to the item and commit to buying it, BUT, when you get the PayPal / shipping notation, get out of that screen (don’t worry your request will be in the Ebay purchase system).Go to the next item you are interested in purchasing and follow the same instructions as above. Same for third, fourth, etc. items.I’ll get notice from Ebay to send you an invoice. This is where the combined shipping comes into place. It is also where I will amend the invoice to show the discount for multiple purchases. Sounds all complicated, but trust me it is relatively very easy to do. Payment Methods and Unpaid Item Policy: Only PayPal is accepted and I only ship to PayPal confirmed addresses. Payment is expected within 2-days of you committing to purchasing an item(s).If you cannot pay within that time frame, you must contact me prior to purchasing so I can make notations on the account.If payment is not received within the stated time period --- unless arrangements have been made prior to sale --- the item will automatically be reported and filed with Ebay as “unpaid reminder case”. Please don’t let this happen as it causes a lot of wasted time and energy for both of us and you will get a negative strike remark on your performance with Ebay (which is considered a serious infraction). This is Ebay’s standard unpaid item policy – no exceptions!International Buyers: import duties, customs excise tax, other taxes and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to purchasing.Return Policy: All sales are final. Returns will be accepted only if you received a wrong item. No refund or exchange for any of the following reasons: “you don’t like it”, “item does not meet your expectation”, \"size does not fit\", etc. Please read item description carefully before making your purchase in order to avoid any future disputes. All claims must be made within 14 days. Shipping and handling fees are not refundable. Return postage is not reimbursed.As with almost everything, communication is the key to a successful transaction for all parties. If there is a problem, please let me know what I can do to make the situation right, but remember, sometimes the customer is not always right! Feedback: I always leave positive feedback within 1 or 2 days after the invoice is paid and I would ask that you also please leave positive feedback for me when your item arrives.If there is a problem with your item that would prevent you from leaving positive feedback, please contact me before you enter a neutral/negative remark to see if there is a remedy to your situation.Thank You: Thank you for your interest in my store Puddleduck Cottage. Please come again soon as we hope to do business with you again and don’t keep us a secret, share us with your family and friends. Regards, Puddleduck Cottage, Toronto, Ontario, Canada",
  "Title": "Black Nylon Briefcase with Lots of Pockets and Zips",
  "ExcludeShipToLocation": [
    "South America",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "TV",
    "VU",
    "WF",
    "AL",
    "AD",
    "BY",
    "BA",
    "BG",
    "HR",
    "EE",
    "GG",
    "JE",
    "LV",
    "LT",
    "MD",
    "ME",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA",
    "AI",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "MQ",
    "MS",
    "NI",
    "PA",
    "TC",
    "BN",
    "KH",
    "LA",
    "MO",
    "VN"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "75.99",
    "_currencyID": "CAD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Scarborough, Ontario",
  "Seller": {
    "FeedbackScore": "1104",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "puddleduckcottage"
  },
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "M1M 2Z2",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-06T21:46:36.000Z",
  "HitCount": "13",
  "ConditionID": "3000",
  "EndTime": "2017-06-05T21:46:36.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Unknown"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Canada"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "Canada",
  "ItemID": "162506212061",
  "Storefront": {
    "StoreName": "Puddleduck Cottage",
    "StoreURL": "http://stores.ebay.com/id=568629692"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "CA",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625062120618080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}