{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529706915458080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/8LsAAOSwJH1ZMV-m/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/xjEAAOSwGJlZMV-U/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/RWgAAOSwblZZMV-Z/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/t0YAAOSw9OFZMV-f/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ZVEAAOSwY3BZMV-s/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/TNQAAOSw~FJZMV-0/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/atsAAOSwYvFZMV-7/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Zp4AAOSwY3BZMV~B/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ZuwAAOSw~y9ZMV~H/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/HlUAAOSwhvFZMV~O/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/tdcAAOSw5cRZMV~U/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/InoAAOSwfRdZMV~a/$_3.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Handbag-Republic-Womens-Vegan-Pu-Leather-Top-Handle-Handbag-Tube-Satchel-Style-T-/252970691545",
  "ConvertedCurrentPrice": {
    "value": "53.27",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Menu Other Items Feedbacks About Us Contact Us Add To Favorites --> --> Handbag Republic Womens Vegan PU Leather Top Handle Handbag Tube Satchel Style Two Tassel Zipper Closure (Light Stone) Product Details: Product Sku: JY-0068 Lightweight, Travel Friendly (1 lb.) Easy to Clean and Maintain Multiple Colors Available Strap Drop Length: 5\" Inches Dimensions (Lenght x Width x Height): 13\"x 7\"x 10.5\" Inches Closure Type: Two Zipper Special Feature: Two Tassel Soft Touch Exterior 1 x Interior Zipper Pocket 2 x Interior Pocket Adjustable Strap Included 100% VEGAN: No animals are harmed in the creation of the bag. Eco-friendly handbag. Buy these guilt-free, knowing that your purchase will not harm the environment. SOFT COMFORTABLE AND STYLISH: These premium handbags purses are lightweight, compact, and provide just enough room to carry all the essentials a woman needs. Available in a variety of colors, our handbags make a wonderful addition to your style thanks to the subtle tones, classic design, and ideal storage capacity. CLOSET ESSENTIALS: Our handbags are sleek and comfortable to match with your everyday look. A must-have in every girl's closet! STAY ON THE GO: Each bag features an adjustable shoulder strap that lets you keep your bag secure with a crossbody carry, or over the shoulder to better match your demure evening wear. Either way, our bag is stylish enough to match all your fanciest outfits, but durable enough for travel and daily use. Item Specification Sturdy handles leave ample room for convenient hanging when not in use. --> 100% VEGAN MATERIAL: Eco-friendly and safe- Stay true to your fashion and environmental principles with this earth conscious product.A TIMELESS DESIGN: Classic design that will compliment every modern woman's wardrobe. Upgrade your personal style with a touch of beauty with these sensible vintage classy purse - by purchasing this purse that will last for all memories!LIGHTWEIGHT AND SECURE: We love bags that are fashionable yet lightweight and easy to carry. Ultra lightweight designs featuring secure interior compartments pockets to store all your goodies!ENDLESS OUTFIT COMBINATIONS: Every outfit needs to be planned with this adorable handbag. We have so many colors to chose from! These go well with jeans shorts skirts and your versatile for dressy or casual wear!STYLISH SHOULDER STRAP FOR A SECURE FIT: Featuring a cute strap that hug your shoulders for custom support and provides a comfort throughout wear. Your bag will not slip turn or move out of place while carrying our gorgeous bags. -->--> Video-->Dimensions Shipping Returns Additional Info --> Product Dimensions: Package Dimensions: Fast shipping is very important for us. Our standard shipping service is FREE. Your order will be shipped within 2-3 business days upon full payment received. Your order will be delivered within 2-3 business days after the handling time. We are shipping only to USA. We only ship to the confirmed Paypal address. We reserve the right to cancel any order for any reason at any time. We are not responsible for undeliverable addresses. We offer a 30 day return policy from checkout winning date. An RMA number is required for all returns. Message us for return instructions. Items returned without a RMA number will not be processed. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. Return shipping fees are not refundable. We reserve the right to decline any returns if the above guidelines are not followed. All of our items, unless otherwise stated, will only run on 120 volts. Please check to make sure your country complies with these specifications. If you have a problem or question regarding your transaction please contact us before leaving any type of feedback. We will work with you to resolve any problem you may have.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PR"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "53.27",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "San Jose, CA",
  "Seller": {
    "FeedbackScore": "2064",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Red",
    "UserID": "lucky_number_7777"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Handbag Republic Womens Vegan Pu Leather Top Handle Handbag Tube Satchel Style T",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-06-02T12:53:49.000Z",
  "HitCount": "1",
  "TimeLeft": "P29DT22H43M54S",
  "EndTime": "2017-07-02T12:53:49.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Light Stone"
      },
      {
        "Name": "Manufacturer",
        "Value": "Does Not Apply"
      },
      {
        "Name": "Model",
        "Value": "JY-0068-LST"
      },
      {
        "Name": "Brand",
        "Value": "Handbag Republic"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      },
      {
        "Name": "SKU",
        "Value": "Does Not Apply"
      },
      {
        "Name": "EAN",
        "Value": "Does Not Apply"
      },
      {
        "Name": "MPN",
        "Value": "Does Not Apply"
      },
      {
        "Name": "Style",
        "Value": "Does not apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252970691545",
  "Storefront": {
    "StoreName": "lucky_number_7777",
    "StoreURL": "http://stores.ebay.com/id=209380407"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B072FQ5Q7P",
  "HandlingTime": "4",
  "BestOfferEnabled": "false"
}