{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P22DT2H49M16S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Excellent condition. no marks, stains, problems",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDgwWDUwOA==/z/HwAAAOSwR29ZHaaE/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTkyWDU4MA==/z/5HAAAOSwn-tZHaaF/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDYyNw==/z/GgoAAOSwrhBZHaaG/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/HyoAAOSwR29ZHaaH/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/VDkAAOSw1WJZHaaI/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDI0WDYzMw==/z/VEgAAOSw1WJZHaaJ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/7rEAAOSw3gJZHaaJ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/aVoAAOSwY3BZHaaK/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDQxMg==/z/RHAAAOSw-3FZHaaL/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/WILSON-LEATHER-Laptop-Bag-Briefcase-Crossbody-Handbag-BLACK-double-compartment-/292129607167",
  "ConvertedCurrentPrice": {
    "value": "69.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "WILSON LEATHER Laptop Bag/Briefcase/Crossbody Handbag BLACK double compartment Click to View Image Album Click to View Image Album Click to View Image Album Click to View Image Album Click to View Image Album Click to View Image Album Click to View Image Album Click to View Image Album Click to View Image Album LABEL: WILSONS LEATHERStyle: Computer/Laptop bag - Cross Body - Double compartment - Leather DESCRIPTION: This Flap over Cross Body bag w/ magnetic closure was designed as a laptop/computer carrier and makes a great place to store files also. 9 slip in compartments under the flap as well as a Velcro closure calculator or other compartment. Interior is divided in half with zipper compartment and flap over Velcro pouch for cell phone. Large exterior zipper compartment on the outside ( back) also. This was carried maybe twice and suffered zero wear. Looks great all over, but needs a home where it will get used. These leather bags get softer and nicer with wear. COLOR: Black see photosFABRIC: Genuine Leather - soft pliable pebbled.. nice.SIZE: Approx. 11\" Height and 13\" wide with strap at 19\" drop. approx. 3\" deep at base. CONDITION Used a couple of times. No ink marks or stains, rubs, etc. USPS SHIPPING: FREE Priority mail with delivery confirmation in all 50 states. International shipping, get quote in advance Check our other auctions. We combine shipping where possible and have been shipping WORLDWIDE FOR OVER 14 YEARS Please Read Before Bidding: USA Shipping Terms: All items shipped via USPS Priority Mail (unless otherwise noted). See Auction Item Description for shipping costs. International Bidders Welcome: Please email for shipping rate. We ship by PRIORITY MAIL for International only unless other arrangements are made. Payment Terms: Payment for all auctions required within seven(7) days of auction win. Paypal preferred. Will accept Visa, Mastercard, or Discover BY PHONE. U.S. only. PLEASE E-MAIL and ask for phone number and days and/or hours to call in your card information. Shipping Discount: Any additional items purchased will recieve a $3.00 per item discount;Not to exceed 3 days between items.Paying for each item individually voids this discount.Request an invoice combining all items. Insurance Terms: Up to $50 = $1.75 $50.01 to $100 = $2.90 $100.01 to $200 = $3.90 Guarantee: Your satisfaction is 100% guaranteed. If, for any reason, you are not completely satisfied with your purchase, contact us as soon as possible. We strive to make sure you are satisfied with your purchase. We do not refund shipping charges unless we have made an error in the listing. Please let us know if you are returning an auction and include the auction number. Disclaimer: Our store is a smoke free environment and all items are stored in smoke free areas. The majority of our listed items are new. Pre-owned items will be noted in description. Any flaws will also be noted in the description along with a picture. Please email me with any questions you may have! Thanks and Happy Bidding! Payment Back to Top I accept the following forms of payment: PayPal Shipping & Handling Back to Top $0.00 USPS Priority Mail® Policies 30 Day Return Back to Top All items may be returned (Buyer pays shipping) if received within 30 of purchase; no questions asked. If ERROR on our part, please notify us ASAP FREE scheduling, supersized images and templates. Get Vendio Sales Manager.Make your listings stand out with FREE Vendio custom templates! FREE scheduling, supersized images and templates. Get Vendio Sales Manager. Over 100,000,000 served. Get FREE counters from Vendio today!",
  "Title": "WILSON LEATHER  Laptop Bag/Briefcase/Crossbody Handbag BLACK  double compartment",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "69.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Castle Rock, Washington",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "7999",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "bargaingals1"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "98611",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-25T17:49:13.000Z",
  "HitCount": "19",
  "ConditionID": "3000",
  "EndTime": "2017-06-24T17:49:13.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Brand",
        "Value": "Wilsons Leather"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Black"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292129607167",
  "PrimaryCategoryID": "169293",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Rusty&#39;s Back Room",
    "StoreURL": "http://stores.ebay.com/id=54694039"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Returns will be accepted if item is returned within 30 days of receipt (buyer pays shipping) and Buyer has made notice to Seller of same.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2921296071678080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}