{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P6DT23H55M7S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "PLEASE VIEW ALL PICS IN THE LISTING~THERE IS MORE THAN ONE PIC IN THE LISTING!",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://img.auctiva.com/imgdata/8/1/2/3/7/9/webimg/923731056_o.jpg"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/AUTHENTIC-COACH-PURPLE-LEGACY-LEATHER-SMALL-ROUND-SHOULDER-BAG-EUC-/371969932910",
  "ConvertedCurrentPrice": {
    "value": "79.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "AUTHENTIC COACH PURPLE LEGACY LEATHER SMALL ROUND SHOULDER BAG EUC Click images to enlarge Description UP FOR SALE IS A COACH LEATHER SMALL ROUND SHOULDER BAG REAL AND AUTHENTIC    DOES NOT HAVE A CREED~IT IS NOT SUPPOSED TO THIS IS A USED BAG IN EXCELLENT CONDITION.  SHOWS MINIMAL NORMAL WEAR. OUTISDE OF BAG HAS A COUPLE OF MARKS.  NO UNUSUAL SMELLS OR ODORS.  NO RIPS OR TEARS. PURPLE LEATHER WITH SILVER HARDWARE ZIP TOP CLOSURE         COACH HANG TAG AND LEATHER TASSEL FRONT OF BAG HAS AN OUTSIDE SLIP POCKET INSIDE HAS GRAY LINING AND A SLIP POCKET  MEASURES APPROX. 7\" WIDE, 5.75\" HIGH AND 2\" DEEP ADJUSTABLE LEATHER SHOULDER STRAP HAS A 26\" DROP PLEASE REMEMBER THIS IS A USED BAG. I HAVE DONE MY BEST TO MENTION ANY AND ALL FLAWS IN THE BAG. NOTHING HAS BEEN LEFT OUT INTENTIONALLY. GUARANTEED REAL AND AUTHENTIC     ALL SALES FINAL I AM NOT AFFILIATED WITH COACH IN ANY WAY THANKS FOR LOOKING AND HAPPY BIDDING Payment Payment Options: PAYMENTS DUE WITHIN 48 HOURS OF AUCTION END OTHERWISE ITEM WILL BE RELISTED. WE USE THE EBAY AUTOMATIC UNPAID ITEM ASSISTANT. UNPAID ITEM CASES ARE OPENED AUTOMATICALLY AFTER 48 HOURS. BUYERS WITH PRIVATE FEEDBACK WILL BE BLOCKED Shipping Shipping Options: WE GENERALLY SHIP 6 DAYS A WEEK BY THE UNITED STATES POSTAL SERVICE. SOMETIMES WE DO NOT SHIP ON WEDNESDAYS. IF AN ITEM IS PAID FOR BY 6 AM IT WILL USUALLY SHIP THE SAME DAY. IF YOU HAVE A SPECIAL REQUEST PLEASE EMAIL US THROUGH EBAY. WE DO NOT TRY TO MAKE MONEY ON SHIPPING. Terms of Sale WE ACCEPT PAYPAL AS PAYMENT. YOU MUST HAVE A LINKED PAYPAL ACCOUNT IN ORDER TO BID. BUYERS WITH PRIVATE FEEDBACK WILL BE BLOCKED. DUE TO TOO MANY PROBLEMS, RESELLERS WILL BE BLOCKED. About Us WE ARE FRIENDLY AND NICE PEOPLE TRYING TO PROVIDE EXCELLENT CUSTOMER SERVICE. WE DO NOT TRY TO DEFRAUD, CHEAT, MANIPULATE, DECEIVE, CON, FOOL OR TRICK ANYONE. WE TRY TO DESCRIBE THE ITEMS THE BEST THAT WE CAN AND SOMETIMES UNDER RATE OUR PRODUCTS. WHEN IT COMES TO OUR PRE OWNED ITEMS PLEASE REALIZE IT IS A MATTER OF OPINION. ONE PERSONS VERY GOOD CONDITION MAY BE PERCEIVED BY SOMEONE ELSE AS ONLY GOOD. IF THERE IS A QUESTION REGARDING CONDITION PLEASE ASK US. WE DO NOT DEAL WITH ANY TYPE OF FAKE OR COUNTERFEIT MERCHANDISE. WE ARE HUMANS AND DO MAKE MISTAKES OR MISS SOMETHING ABOUT AN ITEM BUT PLEASE BE ASSURED THAT THIS WAS NOT INTENTIONALLY DONE. IF YOU NEED MORE INFORMATION ABOUT AN ITEM PLEASE ASK US BEFORE BIDDING. SOMETIMES PICTURES CAN SHOW SOMETHING A DIFFERENT COLOR OR LOOKS BIGGER, SMALLER ETC. IF YOU HAVE ANY DOUBT ABOUT SOMETHING PLEASE FEEL FREE TO EMAIL US BEFORE BIDDING. WE DO NOT SELL OFF OF EBAY SO PLEASE DO NOT ASK US TO. IF THERE IS A PROBLEM WITH SOMETHING PLEASE, PLEASE DO NOT LEAVE NEUTRAL OR NEGATIVE FEEDBACK UNTIL YOU HAVE CONTACTED US. THERE ARE VERY STRICT RESTRICTIONS ON EBAY AND THAT TYPE OF FEEDBACK HURTS US FINANCIALLY AS WELL AS OUR REPUTATION ON EBAY. AFTER AN ITEM IS SHIPPED, WE LEAVE FEEDBACK AND MESSAGE YOU THAT THE ITEM HAS BEEN SHIPPED. WE APPRECIATE ALL YOUR FEEDBACK AND HOPE YOU TAKE THE TIME TO LEAVE IT. WE ARE NON SMOKERS AND ALL OF OUR MERCHANDISE IS STORED IN A SMOKE FREE RETAIL SPACE. BUYERS WITH PRIVATE FEEDBACK WILL BE BLOCKED. DUE TO HAVING TOO MANY PROBLEMS, RESELLERS WILL BE BLOCKED. THANK YOU FOR LOOKING AT OUR LISTINGS AND HAPPY BIDDING. NANCY AND GREGG Contact Us PLEASE MESSAGE US THROUGH THE EBAY SYSTEM. EMAILS SENT TO ANYWHERE ELSE MAY GET LOST IN THE AMOUNT OF DAILY EMAILS THAT WE GET. WE ARE ON EBAY A LOT AND ANSWER ALL QUESTIONS ASAP. INSULTING OR SILLY EMAILS WILL BE IGNORED AND NOT RESPONDED TO. BUYERS WITH PRIVATE FEEDBACK WILL BE BLOCKED. DUE TO TOO MANY PROBLEMS, RESELLERS WILL BE BLOCKED. Get Images that Make Supersized Seem Small.Tailor your auctions with Auctiva's Listing Templates! THE simple solution for eBay sellers. Track Page Views WithAuctiva's FREE Counter",
  "Title": "AUTHENTIC COACH PURPLE LEGACY LEATHER SMALL ROUND SHOULDER BAG    EUC",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "79.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "Norwalk, Connecticut",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "22177",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "ggerg23"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "06855",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-06-02T13:59:35.000Z",
  "HitCount": "0",
  "ConditionID": "3000",
  "EndTime": "2017-06-09T13:59:35.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Main Color",
        "Value": "PURPLE"
      },
      {
        "Name": "Material",
        "Value": "LEATHER"
      },
      {
        "Name": "Brand",
        "Value": "COACH"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371969932910",
  "Storefront": {
    "StoreName": "ggerg23",
    "StoreURL": "http://stores.ebay.com/id=224875013"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}