{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P6DT18H48M20S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Pre-owned: AB",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2323575647948080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/3TkAAOSwaB5Xq-~Y/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODcwWDEwMDA=/z/0k4AAOSwHoFXq-~Z/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODcwWDEwMDA=/z/0okAAOSwHoFXq-~b/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODcwWDEwMDA=/z/NmwAAOSwawpXq-~e/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODcwWDEwMDA=/z/BpIAAOSw65FXq-~g/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODcwWDEwMDA=/z/06gAAOSwHoFXq-~i/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-CHANEL-Caviar-Skin-Chain-Shoulder-Bag-Dark-Brown-53624-/232357564794",
  "ConvertedCurrentPrice": {
    "value": "1280.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "PAYMENT SHIPPING RETURNS PRECAUTION ABOUT US Authentic CHANEL Caviar Skin Chain Shoulder Bag Dark Brown/53624 < > Detailed Description RANK Pre-owned AB --> S Almost New : mint condition. Used only on display. SA Excellent condition : very beautiful. Slightly used. A Very good condition : almost beautiful. Few scratches and stains. AB Good condition : looks somewhat used. It is slightly worn and scratched. B Fair+ condition : looks somewhat used. It is worn and scratched on many parts. BC Fair condition : looks obviously used. It is very worn out with scratches and stains on many parts. C Poor conditon : but still acceptable. Brand \u0081CHANEL Color \u0081Dark brown x gold hardware Material \u0081Caviar skin Comes with \u0081Guarantee card Serial sticker Size (approx.)W13.3xH11xD4.9 inches (W34cmxH28cmxD12.5cm) Shoulder: 33.8 inches (86 cm) Specifications\u0081Exterior hardware pocket x 1 Interior zipper pocket x 2 Seller Notes\u0081Outside: preservation smell; worn out corners and edges; wear on overall; scratches and baldness on overall the hardware; worn out puller part; stains at some places; wear and stains at the handle. Inside: wear on overall; stains at some places. *Please be noted that the color of the real product is slightly different from the images depending on your device's screen display. AUTHENTICITY PAYMENT SHIPPING RETURNS PRECAUTION All our items are 100% authentic. They have been inspected by brand specialists. We guarantee everything we list. We are an approved seller from Tokyo Metropolitan Public Safety Commission. License No : 301061408790 In addition, we are a member of ATF (ANTI TRADING FAKES). We absolutely do not deal with any fake products. Please visit the website below for more information: http://www.atf.gr.jp/ We only accept payments through Paypal. Please complete your payment within 7 days. The email will be sent to you when the auction is done. The item will be shipped within 3 business days once we confirm that your transaction is completed. If your payment cannot be confirmed within 7 days, your order will be cancelled. \"FREE SHIPPING\" We will cover the shipping fee and the insurance. All items will be shipped from Japan. And will be shipped via Japan Post's EMS, Postal Parcel or International e-packet. - Delivery time The item you ordered will be shipped within 3 business days after your payment has been completed. Estimated shipping time is approximately 3-10 business days to be delivered. Once your order is shipped, we will send you an email confirmation including a tracking number. - Remarks We are not able to mark items as gifts or declare the items values lower than they are on the shipping labels and on the invoices due to the custom declaration laws. For any international transaction, duties and tariffs are the customer's responsibility. If applicable, please pay those costs directly to the delivery agents or the customs office. Policies on those taxes vary in each country. Please contact the customs office in your country for further information. Policies regarding prohibited and restricted goods differ from each country of destination. Please contact us within 14 days after purchasing the item. Returned item must be kept in good condition for full Refund. Refund will be given as Money back. Buyer pays return customs duty \u0081iif necessary\u0081j and shipping fee. We always aim to respond promptly. However, our translator is off on Wednesday and Sunday. It may take few days to respond your inquiry. We appreciate your consideration. We sell all items online and in-store simultaneously. It may occur that the item has been sold in-store right before you ordered online. In this case, your online order will be automatically cancelled and a full refund will be issued immediately. Accessories/Attachment If we do not mention anything about accessories, it means the item does not include accessories. The detail of accessories is not mentioned except that dirt and scratches are noticeable. Please consider that items are used. Please note that the part of private information on the warranty has been blotted out or cut off. The size of the item is measured by our professional stuff. However measurement error will occur. Our jewelry are polished by contracted jewelry manufacturers. However, please note that all our jewelry are used and there are minor scratches. We take care in fully disclosing any damage that we find, if any. However, please note that the items have been carried before, and will have some additional signs of use. If you are sensitive, I strongly recommend not purchasing from online. We will also disclose all of smell information in our description as much as possible. However, the smell may occur due to frequency of use or natural climate in Japan. Please note that in this case we may not mention about it. The authentication of every item is reviewed and inspected by our professionals. In addition to this, we post photos of the item as many angles as possible. Please note that the color of the item on electronic displays may differ from the actual color due to electronic displays or lightning of photo shooting. Regarding bags, we put packaging materials in the item to keep its shape during photo shooting. In case we find out that we have made a mistake by inaccurate information online (e.g. the price or description you have ordered), we may have to cancel your order at any time even after you have received your order confirmation. ABOUT US MIDORIYA Co., Ltd. 15-8, Wakita Kawagoe-City, Saitama, Japan Closed on Wednesdays *Customer-support in English is available only for email support. If you need a telephone support in English, unfortunately we are not able to provide enough. Our company was established in 1973. We have 4 stores in Japan. 1 is in Ginza, Tokyo and 3 stores in Kawagoe, Saitama. We have a large amount of luxury brand bags, watches and jewelry. We guarantee that all of the items we sell are 100% authentic. MIDORIYA is a member of the ATF(ANTI TRADING FAKES). CONTACT US VISIT OUR STORE VIEW FEEDBACK ADD AS FAVORITE",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "US Protectorates",
    "JP",
    "ES",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1280.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Saitama",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "540",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "midoriyajp78"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Authentic CHANEL Caviar Skin Chain Shoulder Bag Dark Brown/53624",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T09:17:54.000Z",
  "HitCount": "3",
  "ConditionID": "3000",
  "EndTime": "2017-06-09T09:17:54.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "CHANEL"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "Material",
        "Value": "Caviar skin"
      },
      {
        "Name": "Color",
        "Value": "Dark brown x gold hardware"
      },
      {
        "Name": "Bag Height",
        "Value": "11"
      },
      {
        "Name": "Bag Depth",
        "Value": "4.9"
      },
      {
        "Name": "Bag Length",
        "Value": "13.3"
      },
      {
        "Name": "Strap Drop",
        "Value": "33.8"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232357564794",
  "Storefront": {
    "StoreName": "midoriyajp78",
    "StoreURL": "http://stores.ebay.com/id=1337541050"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "SKU": "53624",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}