{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1625375133448080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/kQ0AAOSwjL5ZMDsj/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/56AAAOSwX61ZMDsj/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/XlsAAOSw42dZMDsj/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/l-IAAOSwEHpZMDsj/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/~c0AAOSw1WJZMDsj/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/As0AAOSwIQdZMDsi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/7IQAAOSw8HBZMDsi/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/S-ZONE-Women-Leather-Backpack-Retro-Chic-Preppy-Commuter-Bag-Daypack-Coffee-/162537513344",
  "ConvertedCurrentPrice": {
    "value": "84.6",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "S-ZONE Women Leather Backpack Retro Chic Preppy Commuter Bag Daypack (Coffee) External Dimension:(L*W*H): 11.8\" x 4.7\" x 11.4\"/30cm x 12cm x 29cm; Shoulder strap width is about 0.98\"/2.5cm, max. shoulder strap length is about 33.46\"/85cm; Net weight is about 2.4lb/1.1kg Material: 100% split cow leather, processed with oil wax, so it looks more bright. The hardware is gun metal which is very gorgeous External Structure: 1 back zipper pocket, roomy for 5.5\" iPhone 7 plus and other small stuffs; Internal Structure: 1 main zipper pocket, 2 small open pockets, 2 zipper pockets, 1 medium open pocket fits for iPad Mini Top flap magnetic snaps closure with interior zipper closure for extra security. Adjustable straps to fit on back over shoulders Comfortably holds an iPad Air, mobile phone, wallet, cosmetic, umbrella and other small things. Perfect for using in office, school, travel or any other daily occasions S-ZONE Women Leather Backpack Retro Chic Preppy Commuter Bag Daypack Brand: S-ZONE Department: Women Dimension(L*W*H): 11.8\"X 4.7\"X 11.4\" Weight: 2.4lb/1.1kg Occasion: Dating, Working Place, School, Shopping, Traveling Structures: External: 1 back zipper pocket, roomy for 5.5\" iPhone 7 plus and other small stuffs. Internal: 1 main zipper pocket, 2 small open pockets, 2 zipper pockets, 1 medium open pocket fits for iPad Mini. Material: Split Cow Leather with Coating Finish Split cow leather is often coated to be various colors and pattern. It is moderate genuine leather, soft and anti-scratch. To create a vintage and noble look, the leather is often polished and oiled, which makes the surface shinier and sleeker. The more you use, the more retrospective it will befit may have natural odor at first, but the smell will fade away after a couple days' airing out. Cow split leather comes from a cow skin, genuine leather, and is harmless to human body and way too much durable than vinyl while vinyl is all made of chemical material and irritating to human. S-ZONE is a brand that specialized in simple but utility, classical but fashionable bags' ZONE since 2012. High-quality materials, elaborate craftsmanship and multipurpose design, this is the most important pursuit of S-ZONE. Every bag you received has been through hundreds of procedures to ensure its excellent quality. S-ZONE devotes itself to providing bags varied from casual to professional, from laptop briefcase to backpack, from tote bag to duffel bag. If you are a bag zealot, S-ZONE bags will definitely be your first choice. Remarks: 1. Cowhide material has natural leather smell, but it will be disappear after you use in a few days. 2. Please allow little color difference due to different camera or light environment. Shipping We offer FREE shipping on all orders! We ship within Three business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "84.6",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "288",
    "PositiveFeedbackPercent": "98.8",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nima-nik2016shop"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "S-ZONE Women Leather Backpack Retro Chic Preppy Commuter Bag Daypack Coffee",
  "GlobalShipping": "false",
  "Quantity": "10",
  "StartTime": "2017-06-01T16:04:53.000Z",
  "HitCount": "2",
  "TimeLeft": "P29DT1H28M4S",
  "EndTime": "2017-07-01T16:04:53.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "LYSB06WV9W6CV-SPRTSEQIP"
      },
      {
        "Name": "Brand",
        "Value": "S-ZONE"
      },
      {
        "Name": "Model",
        "Value": "LYSB06WV9W6CV-SPRTSEQIP"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162537513344",
  "Storefront": {
    "StoreName": "nima-nik2016shop",
    "StoreURL": "http://stores.ebay.com/id=1444899530"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "- Item return must be non used condition.\n- All parts and components must be complete return.\n- Package must return with original package and packing materials.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B06WV9W6CV",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}