{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/vTUAAOSwgApW~qB7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/a9cAAOSwnTJW~qB8/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Fair-Trade-Handmade-Large-Brown-Leather-Barrel-Holdall-2nd-Quality-/172696680048",
  "ConvertedCurrentPrice": {
    "value": "88.92",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "elephantdungpaper Store Normal 0 false false false EN-GB X-NONE X-NONE PLEASE READ AND UNDERSTAND THIS BEFORE BUYING – These are brand new items but they are slight SECONDS in terms of quality. We are a Fair Trade company and part of our ethos is never to send anything back to our suppliers or withhold payment. Sometimes we receive leather items from our suppliers that are not quite up to our high standards. Leather is a natural product and is not likely to be perfect. However, with these bags there are some obvious but minor imperfections in the finish of the bags. This may be an odd mark, pencil line, scrape or slightly imperfect stitching. We think this adds to the rugged and unique appeal of the items. Because of these minor faults, the items are being sold at a VERY REDUCED PRICE. If however, bearing this all in mind, you are still not happy with the product once you have received it, you are more than welcome to send it back to us for a refund. Unfortunately, we cannot refund the return postage as it has been made clear that the items are seconds. Please note the main images above are general ones for illustration purposes only and do not show the defects mentioned above. Approximately 54 x 25 x 26 cm (22 x 10 x 10 inches) Each item is individual, leather is a natural product and will have imperfections, we feel this adds to the individuality and makes each product unique. A stylish practical bag with a vintage feel, great for sports or an overnight stay. The bag has an adjustable shoulder strap and padded handles for comfort of carrying. The roomy interior is lined with green canvas and the exterior pockets not only look great, they are perfect for things you need to find easily. The leather is protected with natural oils to give it a lovely rich finish and make it hard-wearing. Our leather bags are intended to get even better with age, the leather will soften and the bumps and knocks they will get add more character - we love a bag that can tell a story of its travels! Our leather bags are made from genuine goat leather from the desert state of Rajasthan in India. Using real leather means that you will find creases, small marks or blemishes on the bags and some small differences in colour from the bag shown, this is the natural character of leather and we really like the unique quality it gives to each bag. Don't worry, we wouldn't send you a bag that we wouldn't love to own ourselves. There may be a slight smell when you receive the bag, this is totally normal for this type of leather and will go with time. All our leather bags are ethically made by a small family company in Rajasthan in India which provides a good working environment for their employees and a wage that values their work.",
  "ExcludeShipToLocation": [
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB",
    "CA"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "88.92",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Brighton, East Sussex",
  "Seller": {
    "FeedbackScore": "14307",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "elephantdungpaper"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Fair Trade Handmade Large Brown Leather Barrel Holdall - 2nd Quality",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-26T20:52:34.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1726966800488080_1.jpg",
  "TimeLeft": "P23DT4H42M54S",
  "EndTime": "2017-06-25T20:52:34.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "Style",
        "Value": "Weekend Bags"
      },
      {
        "Name": "Features",
        "Value": "Clutch Bags"
      },
      {
        "Name": "EAN",
        "Value": "5055481112716"
      },
      {
        "Name": "MPN",
        "Value": "RLTBR1-40"
      },
      {
        "Name": "Brand",
        "Value": "Paper High"
      },
      {
        "Name": "Feature",
        "Value": "Adjustable strap"
      },
      {
        "Name": "Outer material",
        "Value": "Leather"
      },
      {
        "Name": "Exact dimensions",
        "Value": "Approx. 54 x 25 x 26 cm (22 x 10 x 10 inches)"
      },
      {
        "Name": "Main Colour",
        "Value": "Brown"
      },
      {
        "Name": "Quality",
        "Value": "2nd Quality"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172696680048",
  "Storefront": {
    "StoreName": "The Fair Trade Gift Shop",
    "StoreURL": "http://stores.ebay.com/id=519009133"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "GB",
  "SKU": "RLTBR1-40",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}