{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2723261170038080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFg4OTg=/z/xWgAAOSwbsBXnh2K/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFg3Mjg=/z/XzQAAOSwZVlXnh2L/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTg0WDEwMDA=/z/jdoAAOSwdzVXnh2N/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODA4WDEwMDA=/z/QlMAAOSw3xJXnh2P/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTg=/z/XRcAAOSwaB5Xnh2Q/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzM0WDEwMDA=/z/jlUAAOSwdzVXnh2S/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODEyWDEwMDA=/z/KpkAAOSwtnpXnh2T/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTA2WDEwMDA=/z/YEAAAOSwZVlXnh2V/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFg5MTY=/z/rOIAAOSwqfNXnh2b/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BfB-Laptop-Notebook-Computer-Shoulder-Bag-Women-Lightweight-Hand-Made-Brie-/272326117003",
  "ConvertedCurrentPrice": {
    "value": "186.34",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Description New BfB Laptop Notebook Computer Shoulder Bag For Women - Lightweight Hand Made Briefcases With Up To 17 Inch Laptop Sleeve - Designed For Busy Working Women - Business Can Be Beautiful - Black by My Best Friend is a Bag Product Description Tired of Boring Laptop Bags? Looking for Bag Combining Beauty with Brains? Your search for the perfect Laptop Bag is finally over - Introducing Australia's Favorite Laptop Bag - the Lindsay by My Best Friend is a Bag Light Weight - most leather computer bags and totes for women are too heavy. The Lindsay is Lightweight and Durable. - Made from Highest Quality vegan Snake Skin and Patent with a fun colored lining which makes her waterproof and perfect for travel and commuting to the office This is the only bag you will need to get you through a busy working day. Pockets and space for everything a busy woman needs to carry for work with room for personal and family bits and pieces Padded Laptop Sleeve - A central padded and zipped sleeve will keep your laptop safe and secure. Will take up to a 17 inch laptop computer without being bulky What separates the Lindsay from the Competition? - Designed by a busy working woman who understands what is needed in a great Ladies Laptop Bag - The result is stylish and fashionable on the outside and practical and beautiful on the inside - just like a Best Friend should be Make a great impression - Do not settle for a cheap, boring Work Tote or a masculine Messenger Bag. Our bags are the perfect female work accessory - Beauty and Brains combined Check out the other beautiful bags in our Amazon range: The Melinda: 15 inch Laptop Bag: http://amzn.to/1RxTsAX The Jennifer: Our fabulous Business Tote which takes both a 13 inch laptop and an iPad/Tablet: http://amzn.to/230czuP The Gracie Cell Phone Pouch:http://amzn.to/1ROqJgH Brand: My Best Friend is a Bag UPC: 784672369916 MPN: 3339709 Model: 3339709 Product Features DESIGNED BY A WOMAN - The Lindsay Laptop Bag is Stylish and Fashionable - Central Zipped Laptop Sleeve fits a Tablet, iPad and Laptop UP TO 17 INCHES more fashionable than a messenger or a satchel - Make the right impression carrying this handmade DESIGNER LAPTOP BAGNO MORE ACHING SHOULDERS - Gorgeous faux Snakeskin and Patent Leather with colorful lining - Signature BfB Tassel for glamour and quality - Brushed Nickel Hardware - Best of all - The Lindsay is LIGHTWEIGHT AND DURABLE - AIRPORT FRIENDLY AND IDEAL FOR TRAVELBE AMAZED how much this Womens Business Bag can carry - 3 x inside, side pockets for Cell Phone, Sunglasses, Business Cards etc - Detachable Adjustable Shoulder Strap -- PLUS handy clip for Key Rings or Chains - never lose your Keys again - BEAUTY AND BRAINS COMBINEDApprox Size - 18 L x 12.5 H x 4 W - PLEASE MEASURE YOUR LAPTOP - our padded laptop sleeve is 16.5 inches wide - a computer is measured by its diagonal screen size - many 17 inch computers are considerable bigger in width PLEASE MEASURE BEFORE PURCHASINGEvery Handbag from My Best Friend is a Bag is HAND MADE with 100% MANUFACTURERS GUARANTEE AGAINST FAULTY WORKMANSHIP - ORDER NOW with absolute peace of mind - look professional - The BEST INVESTMENT YOULL MAKE IN YOUR BUSINESS WARDROBE Terms of Sale All of our products come with FREE Standard Shipping! Our preferred method of payment is PayPal. Handling time on our orders is usually between 1-2 business days. Once the package has been shipped out, it should reach your doorstep within 3 - 5 business days! Need your item fast? We offer faster shipping methods for your convenience available upon checkout! Please make sure your shipping address is correct and accurate before completing your checkout. We are not responsible for incorrect or undeliverable addresses and can ONLY ship to the address you provide us in your order. Please be aware that we are a clearinghouse for manufacturers and major suppliers, and in order to provide you with the fastest service, the item may be shipped directly from our distributor. In the unlikely event that the item is sold out or on back order, we will issue a full and immediate refund. Currently, we only ship to physical addresses located within the 48 contiguous states of America. Certain items can be shipped to PO Boxes, please contact us to confirm shipping eligibility. APO/FPO addresses, Alaska and Hawaii are outside of our shipping zone. Returns and Exchanges We will gladly accept all returns, no questions asked, within 30 days of the purchase date. Please send us a message or open a Return Request through Ebay if you intend to return a product and we will provide you with a Return Merchandise Authorization number (RMA). All refunds/exchanges must be returned with the RMA label we provide. Satisfaction Guarantee Customer satisfaction is our number one priority. We will do everything in our power to make sure you are completely satisfied with your purchase. Have a question about an item or concerns on an order? Let us know through Ebay's messaging system and we'll get back to you within 24 hours!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "186.34",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "238332",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "thecandidcow"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "BfB Laptop Notebook Computer Shoulder Bag For Women - Lightweight Hand Made Brie",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-07-31T15:47:41.000Z",
  "HitCount": "133",
  "TimeLeft": "P24DT33M4S",
  "EndTime": "2017-06-26T15:47:41.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "UPC",
        "Value": "784672369916"
      },
      {
        "Name": "Brand",
        "Value": "My Best Friend is a Bag"
      },
      {
        "Name": "MPN",
        "Value": "3339709"
      },
      {
        "Name": "Model",
        "Value": "3339709"
      },
      {
        "Name": "ISBN",
        "Value": "Does Not Apply"
      },
      {
        "Name": "EAN",
        "Value": "0784672369916"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272326117003",
  "Storefront": {
    "StoreName": "The Candid Cow",
    "StoreURL": "http://stores.ebay.com/id=953560091"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Refunds or exchanges accepted with 30 days of purchase. A 10% restocking fee may apply.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00L8L7QES",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}