{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP"
  },
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "IntegratedMerchantCreditCardEnabled": "true",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFg3MjY=/z/3H4AAOSwYlRZJi9U/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NjM=/z/oKgAAOSwAPVZJi9V/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3Mzc=/z/5D4AAOSwCQZZJi9U/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODg3WDEwMDA=/z/WogAAOSwcB5ZJi9U/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg1MDA=/z/RUIAAOSwK6RZJi9U/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg1MDA=/z/CI0AAOSwfpVZJi9U/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Catalog-Case-Brown-ID-715292-/132203708403?var=",
  "ConvertedCurrentPrice": {
    "value": "226.62",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Have Questions? Contact Us Catalog Case in Brown [ID 715292] Item #: 203639 FREE SHIPPING! Includes tablet pocket 2-in-1 detachable wheel and handle system Front zipper pocket for small miscellaneous items Front organizer pocket for media devices, cell phone, business cards, key holder and pens Front compartment features 3-file divider that expands 2 in. to allow 3% more space Back compartment padded to protect laptops up to 17 in. size Lifetime waranty Made from full grain cowhide leather Made in Thailand Telescopic handle: 39 in. L Wheel weight: 5.07 lbs. Shoulder strap: 14.5 in. - 21.25 in. L Compartment: 16.5 in. L x 2 in. W x 12 in. H Overall: 18 in. L x 8.75 in. W x 14.5 in. H (9 lbs.) We recommend using LEXOL-pH as a non-alkaline cleanser and Lexol Leather Conditioner and Preservative to maintain the strength, beauty, utility and flexibility of McKlein leathers - old and new - and to restore resiliency. Condition Brand New Brand McKlein USA Processing Time Usually ships in 2-3 business days. Return Policy 30 Day Money Back Guarantee; you pay for shipping: Read the details Shipping Restriction We regret that we cannot ship this product outside the United States, nor to Hawaii, Alaska, or Puerto Rico. Manufacturer SKU 80715 AC Voltage Not Powered Briefcase Type Laptop Compatible &#8226 Womens Color/Finish Brown Fits Computer Size 17 Inch Height (Inches) 14.5 Length (Inches) 18 Luggage Features Expandable Material Leather Width (Inches) 8.75 Product Warranty Manufacturer's warranties ranging from 1-year to limited lifetime are provided. If you have specific questions about this product’s guarantee, please contact our Customer Service department.",
  "Title": "Catalog Case in Brown [ID 715292]",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box",
    "GI",
    "RS",
    "LI",
    "GG",
    "BY",
    "BA",
    "MC",
    "SM",
    "MK",
    "MD",
    "JE",
    "VA",
    "LU",
    "AD",
    "ME",
    "SJ",
    "IS",
    "AL",
    "AG",
    "AI",
    "HT",
    "TC",
    "PR",
    "VC",
    "GP",
    "GD",
    "AN",
    "MS",
    "NI",
    "BS",
    "KN",
    "DO",
    "KY",
    "MQ",
    "VI",
    "SV",
    "AW",
    "LC",
    "BB",
    "BZ",
    "VG",
    "DM",
    "LA",
    "KH",
    "BN",
    "MO",
    "VN",
    "BO",
    "GF",
    "PY",
    "UY",
    "SR",
    "FK",
    "VE",
    "AR",
    "EC",
    "PE",
    "GY",
    "PM",
    "BM",
    "GL",
    "MA",
    "MU",
    "EH",
    "RW",
    "ER",
    "DJ",
    "CM",
    "CG",
    "RE",
    "GH",
    "MR",
    "SN",
    "GQ",
    "MW",
    "BW",
    "LY",
    "NG",
    "MG",
    "LR",
    "BI",
    "TG",
    "ZW",
    "KE",
    "TN",
    "EG",
    "TD",
    "NE",
    "LS",
    "GM",
    "BF",
    "SL",
    "ZM",
    "SZ",
    "CF",
    "AO",
    "NA",
    "GA",
    "TZ",
    "SC",
    "UG",
    "ET",
    "CD",
    "ML",
    "CI",
    "SO",
    "GW",
    "MZ",
    "DZ",
    "YT",
    "SH",
    "KM",
    "CV",
    "GN",
    "BJ",
    "YE",
    "IQ",
    "JO",
    "OM",
    "LB",
    "TR",
    "AM",
    "BD",
    "KZ",
    "AF",
    "KG",
    "BT",
    "TM",
    "PK",
    "MN",
    "IN",
    "UZ",
    "TJ",
    "AZ",
    "LK",
    "NP",
    "GE",
    "MV",
    "SB",
    "TO",
    "FM",
    "NR",
    "KI",
    "AS",
    "PF",
    "CK",
    "PW",
    "WS",
    "TV",
    "VU",
    "GU",
    "WF",
    "FJ",
    "NC",
    "PG",
    "NU",
    "MH"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "226.62",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "HN",
    "JM"
  ],
  "Location": "Chicago, Illinois",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "23727",
    "PositiveFeedbackPercent": "98.6",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "shopladder"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "60639",
  "GlobalShipping": "true",
  "Variations": {
    "Pictures": {
      "VariationSpecificPictureSet": [
        {
          "VariationSpecificValue": "Black",
          "PictureURL": "http://www.shopladder.com/prodimages-cdls/options/270000/O269933-W1000-H1000-MW500-MH500-V3-R3-B269933.jpg"
        },
        {
          "VariationSpecificValue": "Brown",
          "PictureURL": "http://www.shopladder.com/prodimages-cdls/options/270000/O269934-W1000-H1000-MW500-MH500-V3-R3-B269934.jpg"
        }
      ],
      "VariationSpecificName": "Color"
    },
    "Variation": [
      {
        "Quantity": "3",
        "StartPrice": {
          "value": "226.62",
          "_currencyID": "USD"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Color",
            "Value": "Black"
          }
        },
        "DiscountPriceInfo": {
          "PricingTreatment": "STP",
          "OriginalRetailPrice": {
            "value": "540.0",
            "_currencyID": "USD"
          },
          "SoldOffeBay": "false",
          "SoldOneBay": "false"
        },
        "SKU": "203639-OG-68557-O-269933",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        }
      },
      {
        "Quantity": "3",
        "StartPrice": {
          "value": "226.62",
          "_currencyID": "USD"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Color",
            "Value": "Brown"
          }
        },
        "DiscountPriceInfo": {
          "PricingTreatment": "STP",
          "OriginalRetailPrice": {
            "value": "540.0",
            "_currencyID": "USD"
          },
          "SoldOffeBay": "false",
          "SoldOneBay": "false"
        },
        "SKU": "203639-OG-68557-O-269934",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        }
      }
    ],
    "VariationSpecificsSet": {
      "NameValueList": {
        "Name": "Color",
        "Value": [
          "Black",
          "Brown"
        ]
      }
    }
  },
  "StartTime": "2017-05-25T01:11:46.000Z",
  "HitCount": "6",
  "TimeLeft": "P21DT10H11M46S",
  "EndTime": "2017-06-24T01:11:46.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "McKlein USA"
      },
      {
        "Name": "MPN",
        "Value": "80715"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Briefcase Type",
        "Value": "Laptop Compatible"
      },
      {
        "Name": "Fits Computer Size",
        "Value": "17 Inch"
      },
      {
        "Name": "Width (Inches)",
        "Value": "8.75"
      },
      {
        "Name": "Length (Inches)",
        "Value": "18"
      },
      {
        "Name": "Height (Inches)",
        "Value": "14.5"
      },
      {
        "Name": "Luggage Features",
        "Value": "Expandable"
      },
      {
        "Name": "AC Voltage",
        "Value": "Not Powered"
      }
    ]
  },
  "Site": "US",
  "ItemID": "132203708403",
  "Storefront": {
    "StoreName": "ShopLadder",
    "StoreURL": "http://stores.ebay.com/id=1101082279"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "6",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "If you are unsatisfied with something you bought from us, you may send it back, usually within 30 days of receipt, and we shall be happy to credit, exchange, or refund the purchase price of that item, less any shipping or handling costs, except for products that were assembled or modified, made to order, or excluded for return by the manufacturer. When shipping is included in the product price, such as those marked \"Free Shipping\", actual shipping costs would be deducted from your refund. Also, some of our products carry a restocking fee which would be deducted from your refund. Please contact us if you need more information about shipping, restocking and exclusions on any products you are considering purchasing. \n\nYou can cancel your order prior to production, if being made to order, or if a stocked item, before it has shipped. If you refuse delivery after shipping, please keep in mind that your purchase will then be subject to this Return Policy and specific Manufacturer rules (see the Product Page or call us for details). \n\nReturning a Purchase \n• Please contact us and include your original order number, what product(s) you are returning, and your name. We will give you an \"RA Number,\" a return address, and other relevant information. Returns that have not been first authorized cannot be accepted. \n• Wrap the package carefully. All returned products must be in their original condition and packaging. \n• Return the product using your preferred shipping method directly to the distribution center address we provide. Returns sent to our administrative offices cannot be accepted. \n• It is important that we know when your return is expected. Please save your return tracking number, and email it to us. We need this in case there are any issues during transit. \n• Please do not request a chargeback of your purchase from your credit card company while waiting for us to completely process your request. Refund processing involves several steps, some that we cannot control, so please be patient while awaiting the credit for the original purchase to appear the card you used. \n• Please Note: Other than a return or exchange due to an error on our part, we cannot refund shipping and handling charges. \n• All returned products must be in their original condition and packaging. Unfortunately, if products have been assembled or modified, we cannot take them as returns. Also, restocking or repacking fees are charged by some manufacturers and warehouses to cover labor, paperwork and shipping carton replacement. Finally, certain products cannot be returned because our suppliers cannot take them back, such as those customized to your specifications.\n\nIf you have any questions about whether a product can be returned, please contact us before ordering.\n\nDamage & Missing Parts\nThrough many years of experience, we have learned to package our products to withstand damage during shipping, avoid selling items easily damaged during shipping, and discontinue suppliers whose damage rate is too high. If something arrives from us that looks damaged, or if parts are missing, please notify us right away. We will work to help you get needed replacements as quickly as possible at no extra charge. \n\nSuspected or Actual Damage If Shipped by Truck Freight or White Glove \n• Write \"Package Damaged\" when you sign for delivery even if it appears only slightly damaged. If the package appears significantly damaged, you may refuse delivery. Once we receive back that damaged package, we will send a new one. Please notify us if you refuse delivery, so we can anticipate that return. \n• If our product is assembled for you, make sure you closely inspect the product for any damage BEFORE boxes are discarded and before the delivery people leave. Again, if there is a problem, write it down before the delivery crew leaves. \n• If you accepted a package and then discover parts are missing or damaged, do not discard the packaging. Please contact us right away and we will ship you the replacement parts at no extra charge. Most carriers only let us file freight claims within 48 hours of delivery, so do not delay. If we cannot replace parts, we can have the carrier pick up the item and we will send a replacement once we have it back. Again, all returned products should be in the original packaging.\n\nIf you decide you do not want parts or a replacement unit, the product can be returned under our Return Policy. If a product arrives damaged, or we made an error, and it cannot be remedied with replacement parts or a complete replacement, we will pay to return the item to us. \n\nIn the case of a manufacturer's defect, we can replace the defective part, or if needed, the entire unit. We stand 100% behind our products and the manufacturers who produce them, and we will make every effort to resolve any problems.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "203639",
  "HandlingTime": "4",
  "BestOfferEnabled": "false"
}