{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxMzQ4/z/czUAAOSw~FJZLiOb/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxMTM0/z/mKQAAOSwAPVZLiOb/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNDg5/z/erMAAOSwrhBZLiOb/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Beach-Cart-Wide-Wheels-Removable-Tote-Shoulder-Straps-Mesh-Fabric-NEW-/112425469987",
  "ConvertedCurrentPrice": {
    "value": "103.56",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Beach Cart Wide Wheels Removable Tote Shoulder Straps Mesh Fabric NEW Description The Deluxe Wide Wheel Beach Cart has a weight capacity of 100 lbs. and can hold a 48 quart cooler and 4 beach chairs. The main storage compartment is 15 cubic feet and there is a rear storage pocket measuring 11 3/4\" x 14\". Includes an umbrella holder, a bodyboard holder and removable tote bag. The Wonder Wheeler has plenty of room for all your beach gear. Load up a Wonder Wheeler today and enjoy a day at the beach.Deluxe Wide Wheel Ultra Wonder Wheeler Beach Cart is 20% larger than the original Wonder Wheeler beach cart. With 4\" ultra wide rear wheels, the Wonder Wheeler Beach Cart makes it easier than ever to transport your beach gear over all types of terrain - sand, gravel, grass, pavement. And with the wide 10\" diameter rear wheels, 4 1/2\" pivoting front wheels and neoprene handle, the Ultra Wonder Wheeler is easy to maneuver.  The wonder wheeler is designer to pull rather then push for best performance. Easy to assemble, all you need is to clip in the wheels. Features: Extra wide 10 inch tread wheels Convenient removable tote with shoulder strap Side umbrella Holder Heavy-duty mesh fabric endures wear and dries quickly Sturdy steel frame Handling We will ship all orders within 3 business day of payment. Delivery We ship to the Lower 48 States only (Does NOT include Hawaii or Alaska) We cannot ship to PO Boxes/APO's We cannot combine shipping. No Local Pickup. All items will be shipped directly to you from our supplier within 1-3 business days. Most items are delivered within 3-5 business days, however, please allow 3-10 business days. All items are in stock when they are listed. Inventory is tracked and updated regularly. However, if demand exceeds our supply, we will give the customer the following options: Full refund. Have the item back ordered and shipped when it becomes available. We will offer other items in similar style and quality. Your bid / purchase of the item implies you agree to this policy. If you have a question about a product not otherwise answered in the item description, please contact us via eBay messages first and allow us the opportunity to help you and be sure we have what you're looking for. Exchange/Return Policy Your satisfaction is guaranteed! If for any reason you are unhappy with your item, just return it within 30 days for a full refund, minus shipping cost. Please contact us prior to initiating a return so that we can issue you a refund authorization. Payment Policy We require Immediate Payment Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "103.56",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "172",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "dar25_2007"
  },
  "PrimaryCategoryID": "42526",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Beach Cart Wide Wheels Removable Tote Shoulder Straps Mesh Fabric NEW",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-31T01:59:57.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1124254699878080_1.jpg",
  "TimeLeft": "P27DT8H23M58S",
  "EndTime": "2017-06-30T01:59:57.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Blue Print"
      },
      {
        "Name": "Brand",
        "Value": "N/A"
      },
      {
        "Name": "MPN",
        "Value": "N/A"
      },
      {
        "Name": "UPC",
        "Value": "N/A"
      },
      {
        "Name": "EAN",
        "Value": "N/A"
      },
      {
        "Name": "ISBN",
        "Value": "N/A"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112425469987",
  "Storefront": {
    "StoreName": "dar25_2007",
    "StoreURL": "http://stores.ebay.com/id=679111957"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. Created automatically by EaSync.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01H2EIKVW",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}