{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P6DT18H56M24S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Fair+ : Used with some noticeable scratches and/or stains. 95420003",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3118869522088080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/BBwAAOSwuMZZMTSu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/i1kAAOSwIQdZMTSy/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/aJsAAOSw3gJZMTS1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/-ZcAAOSwlMFZMTS5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/RtkAAOSw0hlZMTS8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/jIQAAOSwIQdZMTTA/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/6B4AAOSw5cRZMTTF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/lKoAAOSwYvFZMTTJ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/bikAAOSwEHpZMTTN/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/PT8AAOSwYlRZMTTR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/mSQAAOSw8lpZMTTV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/4QEAAOSwZ4dZMTTZ/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-MCM-PVC-Handbag-Mini-Boston-2-WAY-/311886952208",
  "ConvertedCurrentPrice": {
    "value": "373.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "AUTHENTIC LUXURY BRAND SELLER KYOUNOKURA KOMAKI JAPANKOMAKI Feedback | Policies | About us | Contact us | About shipping methodAccording to the law, we can only use DHL to ship the expensive items, such as jewelry and watch.Thank you for your understanding. STORE SEARCHTYPEShoulder BagHand BagShopper Tote BagBackpackWalletNecklaceRingWatches-MenWatches-WomenSHOP BY PRICE$1-$100$101-$300$301-$500$501-$1000$1001-UPDESCRIPTIONBrandMCMItem Number95420003MaterialPVCSize/Spec Height:6.1inch/15.5cm Width:8.7inch/22cm Depth:5.5inch/14cm Shoulder:46.9inch/119-131cm Handle:13.4inch/34cmColorPink x WhiteInside SpecInside: zipper pocket x1, open pocket x1, mobile pocket x1other specWZipperAccessoriesShoulder StrapITEM INFORMATIONABOUT CONDITIONExterior / OutsideRubbed / StainInterior / InsideRubbedHardwareSombernessCornerRubbed / Peeling ClothBottomSlight ScratchesShoulderminor stainHandleRubbed / Slight ScratchThe unit may be the Japanese standard if the unit is not written clearly. Please ask the shop staff for more details.Dear CostomersAll our items are 100% authentic AACD is the Association Against Counterfeit Product Distribution. Over 100 famous brand distributors in Japan belong to them and we are one of them. Some items do not come with accessories like a guarantee card or originla box becausethey are second handed ones. However we never sell fake products and always provide genuine ones. If you worry about our item, contact us before purchase.Dear CustomersPlease notice the import duty / customs duty are not included int the item price. These charges are the buyer's responsibility. Please check with your customs office about them. We sell multiple way like a online and department store at the same time So if we find the product had already sold out before your order, we try to find same model or type of item and suggest you it. Authenticity : we don't accept the claim which our item is fake because we have confirmed authenticity before we sell. Accessories : If we don't describe them, they will not come with. Size : Size is measured by ourselves, so a slight difference might occur. Condition : We describe about dameges and/or impressions of used as possible as we can. But some wrinkles and/or very light scratches might be included with items. ConditionFor Brand New Condition Professional watchmaker and GIA holder work in our company. Our watches and jewelries are polished and cleaned. Also movement are examined.ShippingFree Shipping via EMS (Japan Post Office) or DHL We ship out items via EMS which $0.00 flat rate to Worldwide EMS is fast and cheap service with Insurance and Trucking number We usually ship your order approximately 1 to 3 days after confirming the payment Under value merchandise or mark as a GIFT on custom label is never accepted because it is against law. We must declare exact price and describe as a merchandise Please notice the possibilities of delays from customs inspection. Buyer is responsible to pay for import duties and taxes. If you would like to combine your orders, we will do that as possible as we can. Please feel free to contact us before purchase. You are really welcome.Return Policy We can not accept return'New : Never Used/Unused item'. Refunds available when and if items are not as described in our listings. If there is no any certain reason, we do not accept returns. However we think your satisfaction is most important. So if there is any problem, please let us know before you leave negative feedback. Return postage payable by the buyer and not refundable. Please write 'Return Cargo' on label as noticeable. Please return the item via Registered mail with trucking number. Our shop has free shipment service, but If you want to return the item because it looks different from the photos or you ordered the wrong size, I am sorry to tell you that you have to afford the delivery fee on BOTH ways. In that case please pay us the delivery fee by PayPal and we will return the full amount of money to you. If you want to return the item please contact us BEFORE the feedback and the shipment. When you sent the item back to us please write 'Return Cargo' on label. Otherwise the customs duties will be cost again. In that case you need to afford the custom duties. Thank you for your kindly understanding.About USWe are registered seller at Kyoto Police Department License No : 611099810043 (Used Item Seller ) License No : 1569 (Pawn shop ) Kyounokura-Japan KOMAKI.CO.LTD 770 Gokurakuchou Fukakusa, Fusimiku, Kyoto city, Kyoto, Japan Post Code : 612-0027 KOMAKI was established in 1951 and keep continue to provide valuable items to customers over 60 years since then. Our shop name Kyounokura means deedbox of Kyoto which come from actual business that we have 3 shops in central of Kyoto. KOMAKI was broadcasted on Japanese TV program as a Luxury Brand Seller Go to below link and check our documentary Luxury Brand Seller KOMAKI on TV Part 1 Luxury Brand Seller KOMAKI on TV Part 2 Fushimi shop (Gem and Jewelry Main Branch) Karasuma shop (Luxury Brand Watches) Kawaramachi shop(Luxury Brand Bags)",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "AS",
    "TV",
    "VU",
    "WS",
    "BB",
    "DM",
    "DO",
    "HT",
    "BR",
    "EC",
    "DZ",
    "AO",
    "BJ",
    "BF",
    "CM",
    "CF",
    "TD",
    "CD",
    "CG",
    "CI",
    "DJ",
    "GQ",
    "ET",
    "GA",
    "GH",
    "GN",
    "GW",
    "KE",
    "LY",
    "ML",
    "MR",
    "MA",
    "NE",
    "NG",
    "SN",
    "SO",
    "TG",
    "TN",
    "UG",
    "OM",
    "QA",
    "YE",
    "BD",
    "KR",
    "PK",
    "TM"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "373.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Kyoto",
  "Seller": {
    "FeedbackScore": "4029",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "Red",
    "UserID": "kyounokura-japan"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Authentic MCM PVC  Handbag   Mini Boston 2 WAY",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T09:25:26.000Z",
  "HitCount": "2",
  "ConditionID": "3000",
  "EndTime": "2017-06-09T09:25:26.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "MCM"
      },
      {
        "Name": "Style",
        "Value": "Handbag"
      },
      {
        "Name": "Material",
        "Value": "PVC"
      },
      {
        "Name": "Color",
        "Value": "Pink x White"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "311886952208",
  "Storefront": {
    "StoreName": "Kyounokura Japan",
    "StoreURL": "http://stores.ebay.com/id=1072803858"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "We can not accept return \"\"New : Never Used/Unused item\"\". Refunds available when and if items are not as described in our listings. If there is no any certain reason, we do not accept returns. However we think your satisfaction is most important. So if there is any problem, please let us know before you leave negative feedback. Return postage payable by the buyer and not refundable. Please write \"\"Return Cargo\"\" on label as noticeable. Please return the item via Registered mail with trucking number.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "SKU": "95420003",
  "HandlingTime": "10",
  "BestOfferEnabled": "false"
}