{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P5DT15H23M25S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "EXCELLENT: Appears new, with very slight signs of use. Natural light color leather could have darkened slightly altough no signs of soiling.  Condition details: Some light halos on leather due to normal use, very light surface scratches on the hardware. Comes with its original PRADA dustbag",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3817004361098080_6.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/BusAAOSwi7RZEDF6/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/jMIAAOSw8HBZEDF7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/7RIAAOSwcgNZEDF9/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY3/z/MWgAAOSw-3FZEDF8/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/v04AAOSwuMZZEDF-/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/evQAAOSwhvFZEDF-/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/R90AAOSwjL5ZEDGA/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/TmYAAOSwPh5ZEDGB/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/I9UAAOSwrhBZEDGA/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-PRADA-Italian-Black-SAFFIANO-Leather-BRIEFCASE-Handbag-WORK-BAG-2VB006-/381700436109",
  "ConvertedCurrentPrice": {
    "value": "1200.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Authentic PRADA Italian Black SAFFIANO Leather BRIEFCASE Handbag WORK BAG 2VB006 AUTHENTICITY IS ALL THAT MATTERS FOR US. You will find us listed as TRUSTED and RECOMMENDED International sellers from MYPOUPETTE ®, leading worldwide fashion authenticators - Mod. 2VB006 - Saffiano leather briefcase - Polished steel hardware - Leather lining - Tag logo on the inside and engraved logo on push-lock closure - One handle - Flap with engraved locking clasp and key at handle - 2 compartments with pleats organized for professional use: 1 i-Pad pocket, 2 cellphone pockets and 1 pocket with zipper closure - Rear file pocket - Measurements: 11 1/2 x 15 x 2 inches - 29,2 x 38 x 5 cm Logos / Tags: 'PRADA Milano' tag inside, signed hardware, small tag with number inside the internal pocket Condition: : A :EXCELLENT CONDITION - Used once or twice. Imperceptible signs of wear Condition details: Some light halos on leather due to normal use, very light surface scratches on the hardware. Comes with its original PRADA dustbag 3 eBay stores which ALL combine shipping: OPHERTY CIOCCI CIOCCIOPHERTY Ask us for the most convenient combined shipping solution! Condition Guidelines We like calling the items we sell \"PRE-LOVED\", instead of \"PRE-OWNED\". Please carefully read the description and condition of the item you are about to bid or purchase. We provide many pictures, so do have a good look at all of them. Any important or visible wear is well described in the condition details. We tend to take pictures of any visible wear. You are always welcome to ask ANY INFORMATION which you feel is necessary before your purchase, and we will be glad to help out. We do have a simple & clear REFUND POLICY, but it is better to avoid any misunderstanding upfront. Of course, the older an item is, the more likely it will display indications of its age. Signs of wear should be expected. Although condition ranks as a main buying consideration for vintage clothing, it’s not as crucial for older items. Don't buy something that you consider inferior to your expectations just because it has a well known brand name. Ask us to specify any damage or irregularities a garment which may not be specified on the item description, or just something you want to point out or fully understand. And don’t rely solely on a condition term if you are unsure of the quality of a garment. Payment Primary payment method is PayPal. You can still checkout paying with any of your credit or debit cards through PayPal Secure checkout, without necessarily being a PayPal user. Once on PayPal checkout page, click on \"Don't have a PayPal account?\" and follow the instructions. We Kindly ask you to make payment within 3 working days from your purchase. Shipping All our stores, including eBay stores \"CIOCCI\", \"OPHERTY\" & \"CIOCCIOPHERTY\" all combine shipments, with multiple items. For combined shipments, feel free to ask prices - we do the best we can to have you save money on shipping. EXPRESS COURIER SHIPPING TO ANY WORLDWIDE DESTINATION, except for RUSSIA and CHINA (registered airmail). Average delivery: from 3 to 7 days. Shipments are insured at our discretion. We are NOT liable for any custom duty or import cost charged by your local customs. Our stores are not responsible or liable for any damage or loss caused to items during shipment. Purchases made via PayPal will only be shipped to the verified billing address on file. IMPORTANT: if your shipping address is a PO or MAILBOX, we would need to ship through registered airmail. This will take about 15 to 20 days to reach any worldwide destination. If you prefer expedite DHL shipping, then send us an alternative shipping destination. CUSTOMS DUTY AND OTHER TAXES - Import duties and taxes and charges are NOT included in the item price or shipping charges. - These charges are the buyer's responsibility. - Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. - These charges are typically collected by the delivering freight (shipping) company or when you pick the item up. - Please do not confuse them for additional shipping charges. Refund Policy & Terms of Sale Return & Refund Policy is very simple & clear - if there is any issue, problem or any detail which you think was misleading in any way, please do contact us and we will arrange return of the item & refund immediately. Our customer service is 24/7, and we want all of you happy and satisfied with your items, so you will be coming back and spreading the word! Contact Us You may contact us through eBay eBay messages. OPHERTY & CIOCCI OPHERTY S.R.L.P.IVA/C.F. - 10410531007 R.E.A. - 1231158 Sede legale: P.le Clodio 8, 00194 - Roma Tutte le inserzioni e le vendite seguono gli obblighi previsti dal Decreto Legislativo del 6 Sett. 2005, n. 206 ('Codice del Consumo') a tutela del consumatore",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1200.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "La Giustiniana",
  "Seller": {
    "FeedbackScore": "10453",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "ciocci"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "00135",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-07-13T06:38:20.000Z",
  "Title": "Authentic PRADA Italian Black SAFFIANO Leather BRIEFCASE Handbag WORK BAG 2VB006",
  "ConditionID": "3000",
  "EndTime": "2017-06-08T06:38:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "PRADA"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "381700436109",
  "Storefront": {
    "StoreName": "Opherty and Ciocci 2",
    "StoreURL": "http://stores.ebay.com/id=3061483"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Returns are always accepted, as long as you ask for it no later than 24 hours after receiving your package. Send us a message and tell us what the issue is. We will immediately respond with return instructions. As soon as the item is back, we will proceed refunding the item cost. Return shipping is normally paid by the buyer.",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "IT",
  "SKU": "HW_D70E6BC4-AS738",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}