{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUzNg==/z/-2EAAOSwJH1ZKJVW/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDYxMw==/z/kRsAAOSwGJlZKJVX/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDU0NA==/z/~S8AAOSwurZZKJVZ/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zGIAAOSwDiBZKJVa/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTU2WDUwMA==/z/5icAAOSwfRdZKJVb/$_12.JPG",
    "http://i.ebayimg.com/00/s/Njc4WDUwMA==/z/Ma4AAOSw0hlZKJVc/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Canvas-Overnight-Bag-Weekender-Tote-Genuine-Leather-Travel-Duffel-Coffee-/352070055640",
  "ConvertedCurrentPrice": {
    "value": "78.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Canvas Overnight Bag Weekender Tote Genuine Leather Travel Duffel (Coffee) Product introduction: Style: Big size men/women canvas travel bags With a genuine leather and soft, loose inner lining it is high quality, durable, well made and ideal for clothes. The zips, handle and strap are very strong and reliable with this canvas leather weekender bag and the main zip opens up so widely - ideal for inserting and removing clothes. The strap is soft has not irritated your skin while being strapped on. You're able to either shorten or lengthen the weekend bag to suit your travel needs. Able to open and close all of the zippers many times easily with none of them sticking. Features: The Bluboon travel overnight bag has multiple interior pockets that help keep your things organized like smartphone, headset, powerbank, keys, tickets, MP3. There is a small to medium sized pockets nicely hidden on the side which would be the ideal hiding place for your smartphone, wallet, keys or other things that you want to get to easily. There is a bigger pocket on top just before you get to the main pocket and that is also a good location to hold some important documents such as driving licences, passport or travelling tickets which is easy to get. You can clip the sides of the bag together if you aren't putting a lot in it, or leave it unclipped so you can maximize the space inside to hold more. Attention: Washing separately to avoid staining. Item color displayed in photos may be showing slightly different on your computer monitor. There may be a little smell since it's new and unused. Please put it in a ventilate place for a few hours, then the smell will fade away. Tips: Please do not put the bag exposed to the sun for a long time. Since the leather is genuine which would be mold if the air is wet, would you please put the bag in the dry and ventilated place after using. soft durable canvas and top quality genuine crazy horse leatherPlease do not put the bag exposed to the sun for a long time. Since the leather is genuine which would be mold if the air is wet, please put the bag in the dry and ventilated place after usingDimensions: 21.2'/9.0'/16.5'(54*23*42cm )(L*W*H). Weight: 1.7KG/ 3.7 pounds. Large oversized capacity: 52L. Unisex classic style perfect for men and womenMain Material: soft durable canvas and top quality genuine crazy horse leather, the canvas material won't rip or tear when you put a lot inside of the duffle toteThe buckles, metal clasps, bottom rivets, clips, smooth zippers and D rings are all of good quality and feel pretty solid, the handles are rounded which makes it comfortable as a carry on handbag. And you can manage to get things inside that you need to take, and it has multiple interior pockets that help keep your things organizedThe overnight bag comes with a large darable adjustable shoulder strap can relax your hands if you prefer to carry it over the shoulder that made toting it around so much easier as a shoulder weekender bagThe duffel bag is a really good size for weekend travel, daily travel, short business travel, hospital bag, suitcase bag, photography lovers do for short trips while flying, on the train, on the bus, or in any form of transportation to holdall of your luggage. Please allowed little color difference due to different camera or light environment",
  "Title": "Canvas Overnight Bag Weekender Tote Genuine Leather Travel Duffel (Coffee)",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "78.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Keyport, New Jersey",
  "Seller": {
    "FeedbackScore": "3887",
    "PositiveFeedbackPercent": "98.7",
    "FeedbackRatingStar": "Red",
    "UserID": "home*sales"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "07735",
  "GlobalShipping": "true",
  "Quantity": "4",
  "StartTime": "2017-05-26T20:51:44.000Z",
  "HitCount": "12",
  "TimeLeft": "P23DT4H15M53S",
  "EndTime": "2017-06-25T20:51:44.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "BLUBOON"
      },
      {
        "Name": "MPN",
        "Value": "BLUBOON"
      },
      {
        "Name": "Model",
        "Value": "BLUBOON"
      },
      {
        "Name": "UPC",
        "Value": "601209412641"
      },
      {
        "Name": "EAN",
        "Value": "0601209412641"
      }
    ]
  },
  "Site": "US",
  "ItemID": "352070055640",
  "Storefront": {
    "StoreName": "Sales4urHome",
    "StoreURL": "http://stores.ebay.com/id=63182915"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Please contact us before returning an item to ensure proper credit",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3520700556408080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}