{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2529671536508080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/mjUAAOSwK6RZLvI7/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/Tk0AAOSwlY1ZLvIb/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/x-MAAOSwi7RZLvIj/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/HZYAAOSwPh5ZLvIm/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/AUAAAOSwIQdZLvIr/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/NKoAAOSw7GRZLvIw/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/~84AAOSwDiBZLvI5/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/YhkAAOSw-3FZLvI8/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/QwkAAOSw8HBZLvI9/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/5qsAAOSwY3BZLvI-/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/eNMAAOSwaeRZLvJA/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/f6AAAOSwX9FZLvJB/$_3.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Covelin-WomenS-Handbag-Genuine-Leather-Tote-Shoulder-Bags-Soft-Hot-Brown-/252967153650",
  "ConvertedCurrentPrice": {
    "value": "74.86",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Menu Other Items Feedbacks About Us Contact Us Add To Favorites --> --> Covelin Women's Handbag Genuine Leather Tote Shoulder Bags Soft Hot Brown Covelin classic tote bag, just tote your life! If you are looking for a durable and large tote bag, I believe this is a good choice for you! Quality d: Material: genuine cowhide leather, the lining is polyester, with clear texture on the surface, the longer you use, more textured it will be. Gorgeous look. Zipper: zippers are well made, you will find them smoother when opening and closing. Hardware: after strict quality control, we choose superior hardware, which has longer and are not easy to get corrosion or fade. Stitching: the stitching seems delicate and exquisite, details determine success or failure. Structures: External: 1. One back zipper pocket for holding frequently used items. 2. Handles are thickened designed and can be adjusted easily at both sides. Internal: 2 big compartments FIT 14\" laptops, a central zippered pocket for IPAD, 1 side zippered pockets for wallets and another 2 pockets for keys/cards. Simple designed and roomy tote but not too big. Perfect gift idea! Limited Promotion: Now we've been decreasing the price again and it will last for TWO WEEKS ONLY! You will find it is a attractive price as other tote bags of the similar quality and style is supplied at least $70.99 to $99.99. Don't miss it!. Notifications: 1. This tote bag adopts cowhide leather and processed with oil wax, so it looks more bright and unavoidable to cause little smell right after production. Please keep it in a well-ventilated place for few days then the smell will fade away. 2. Please allow that the color might be little difference due to different light and computer monitors. 3. Please don't worry about the handles, they are durable and have excellent bearing capacity. This tote can hold a lot! 4. Just if you have any question, we will resolve it for you as soon as possible. Thanks. Item Specification Sturdy handles leave ample room for convenient hanging when not in use. --> Durable Material: Cowhide leather, the lining is polyester. With delicate and clear textures, elegant apperance! There are two styles: cross & vertical.Stunning External: Gorgeous look and never out of style! 1. Handles are durable with excellent bearing capacity, leather material guarantees the quality! They can be adjusted slightly at both sides. 2. There is one back zipper pocket for holding frequently used goods.Roomy Internal: All the stuff can be well organized inside! 2 big compartments FIT 14\" laptops, a central zippered pocket for IPAD, 1 side zippered pockets for wallets and another 2 pockets for keys/cards.Benefits: This tote bag goes well with any outfit. Just image that you are working or traveling along this tote handbag around your arms, you must be elegant! You will feel comfortable to wear it over your shoulder. Simple designed, classic style & awesome gift idea!Large Size: Cross: 15.2\" x 10.8\" x 5.3\" (Length x Height x Depth)/Vertical: 11.8\" x 13.4\" x 5.3\" (L x H x D). Handle Drop: 10.7\" (long enough to put on shoulders). Covelin is an American brand with Serial No.: 87018848. Please note that we never authorize any third party to sell our brand items, will complain any acts of infringement! -->--> Video-->Dimensions Shipping Returns Additional Info --> Product Dimensions: Package Dimensions: Fast shipping is very important for us. Our standard shipping service is FREE. Your order will be shipped within 2-3 business days upon full payment received. Your order will be delivered within 2-3 business days after the handling time. We are shipping only to USA. We only ship to the confirmed Paypal address. We reserve the right to cancel any order for any reason at any time. We are not responsible for undeliverable addresses. We offer a 14 day return policy from checkout winning date. An RMA number is required for all returns. Message us for return instructions. Items returned without a RMA number will not be processed. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. Return shipping fees are not refundable. We reserve the right to decline any returns if the above guidelines are not followed. All of our items, unless otherwise stated, will only run on 120 volts. Please check to make sure your country complies with these specifications. If you have a problem or question regarding your transaction please contact us before leaving any type of feedback. We will work with you to resolve any problem you may have.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PR"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "74.86",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "San Jose, CA",
  "Seller": {
    "FeedbackScore": "2064",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Red",
    "UserID": "lucky_number_7777"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Covelin Women'S Handbag Genuine Leather Tote Shoulder Bags Soft Hot Brown",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-31T16:41:41.000Z",
  "HitCount": "5",
  "TimeLeft": "P28DT1H54M36S",
  "EndTime": "2017-06-30T16:41:41.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Brown-cross"
      },
      {
        "Name": "Manufacturer",
        "Value": "Does Not Apply"
      },
      {
        "Name": "Model",
        "Value": "J-HB001-Br"
      },
      {
        "Name": "Brand",
        "Value": "Covelin"
      },
      {
        "Name": "UPC",
        "Value": "601951459635"
      },
      {
        "Name": "SKU",
        "Value": "Does Not Apply"
      },
      {
        "Name": "EAN",
        "Value": "0601951459635"
      },
      {
        "Name": "MPN",
        "Value": "Does Not Apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252967153650",
  "Storefront": {
    "StoreName": "lucky_number_7777",
    "StoreURL": "http://stores.ebay.com/id=209380407"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01D1CO44Q",
  "HandlingTime": "4",
  "BestOfferEnabled": "false"
}