{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/6g4AAOSwx2dYD8tX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/~IEAAOSwcLxYD8t~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/8VIAAOSwo4pYD8sF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/hzoAAOSwn7JYD8sP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/53IAAOSwB09YD8uL/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/VjMAAOSwMVdYD8tN/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/lYoAAOSwHsRYD8sJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/4DYAAOSwB09YD8tr/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Victorias-Secret-PiNK-Tote-Bag-Suitcase-Carryon-Overnight-/292129501596",
  "ConvertedCurrentPrice": {
    "value": "99.97",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Description VICTORIA'S SECRET SUPER RARE FIND & ABSOLUTELY GORGEOUS! HEAVYWEIGHT CANVAS PINK ON PINK SIGNATURE STRIPE TOTE BAGTHIS IS A VERY LARGE TOTE, WILL HOLD A LOT AND MAKES AN EXCELLENT OVERNIGHT BAG OR CARRYONFULL ZIPPERED TOP WITH INTEGRITY, THIS IS A HEAVYWEIGHT WELL MADE TOTEINTERIOR HAS ONE LARGE ZIPPERED COMPARTMENT COMES WITH A SMALLER MATCHING WALLET THAT ATTACHES TO THE INSIDE LOOP MEASUREMENTS 26.5\" WIDE X 17.5\" HIGH X 5.5\" DEEP ~ STRAP DROP MEASURES 10.5\" SO YES, THIS WILL GO ON THE SHOULDER ************************** WE TAKE THE EXTRA TIME TO PAINSTAKINGLY PROVIDE YOU WITH ACCURATE MEASUREMENTS ~ PLEASE TAKE THE TIME TO LOOK AT THEM, CHECK & COMPARE THEM AGAINST SOMETHING YOU CURRENTLY OWN TO GAUGE SIZE IF NECESSARY ~ ******************* COMBINED SHIPPING DISCOUNT USA BUYERS * PLEASE ADD YOUR ITEMS TO THE EBAY SHOPPING CART, UPON CHECKOUT YOUR DISCOUNT WILL AUTOMATICALLY BE APPLIED. HIGHER SHIPPING PREVAILS * EACH ADDIT'L ITEM WILL HAVE $2.00 AUTOMATICALLY DEDUCTED * SAVE $ WITH US ANY ACCESSORIES SHOWN ARE FOR DEMONSTRATION & ARE NOT INCLUDED PLEASE ASK QUESTIONS PRIOR TO PURCHASE TO ASSURE THE PERFECT TRANSACTION! QUESTIONS? Call (772) 321-7079 9am-5pm (EST) JOHN or CHRISTINE OUR POLICY PLEASE NOTE: All merchandise is THOROUGHLY INSPECTED for imperfections and defects pre shipment. The multiple PICTURES ARE OF HIGH QUALITY and best represent each item. ANY IMPORTANT ITEM DETAILS ARE STATED IN EACH ACCURATE LISTING, therefore we DO NOT accept returns. WE HAVE EXCEPTIONAL, OUTSTANDING customer satisfaction as our FEEDBACK WILL EXEMPLIFY. PLEASE ASK QUESTIONS before purchase to avoid complications. We are HAPPY to help you & can be reached by E-MAIL or PHONE (772) 321-7079 between 9am-5pm Mon-Fri EST. INTERNATIONAL BIDDERS ARE RESPONSIBLE FOR ALL CUSTOMS DUTIES FEES/TAXES INCURRED UPON PURCHASE ABOUT US The little details about US YOU SHOULD know ~ If you decide to make a purchase, we will do ANYTHING & EVERYTHING to make you a HAPPY and SATISFIED customer. We want you to return & shop again because you trust & have confidence in us as eBay sellers. Please check our feedback & see what our customers are saying about our service. We offer BLAZING FAST WELL PACKAGED SAME DAY SHIPPING & specialize in high volume DOMESTIC & INTERNATIONAL shipments as well ~ put your confidence into us & give us a try, you wON'T be sorry you did. Individualized attention is given to eVERY customer. E-Mails NEVER go unanswered AROUND HERE (Don't you hate when sellers don't answer questions? It drives us crazy!) Our commitment is to YOU! CONTACT USShould you need to contact us ~ Please do so via the EBAY messaging system as opposed to bulk mail. We check EBAY messaging quite frequently throughout the day.Please Add Us As A FAVORITE Seller! See my other listings for more great items! Payment CHECKOUT/PAYMENTYou can use the eBay checkout process to conveniently complete your credit card pmt via PAYPAL. Your shipment will go out the same day. COMMUNICATION is KEY & is an integral EXTREMELY IMPORTANT part of any successful eBay transaction.ALL BUY-IT-NOW PURCHASES REQUIRE IMMED PMT AUCTION style sales require pmt within 2 days ~ If there is any problem regarding your pmt.PLEASE COMMUNICATE it to usUNPAID ITEMAn UNPAID ITEM DISPUTE will open AUTOMATICALLY after day 5 of nonpayment unless you COMMUNICATE to us that you are having an issue, we are human and certainly realize that issues/problems occasioanlly occur. Kindly remember that it costs money to sell here, when a buyer doesn't complete pmt. the seller is STILL RESPONSIBLE for the eBay fees Shipping We ship every day except Sunday & we will go the extra mile to ship the SAME day pmt. is completed & are quite proud of our feedback references regarding our quick shipping time. All domestic packages have delivery confirmation tracking for your convenience. INTERNATIONAL BUYERS ARE RESPONSIBLE FOR ALL DUTIES/CUSTOMS FEES INCURRED WITH PURCHASE. Please check with your local customs office with any questions regarding these fees. If you want to purchase multiple items for a combined shipping discount, NO PROBLEM, just e-mail us ahead of time for an EXACT shipping quote. POSTAGE COST depends obviously on package weight & destination country. INTERNATIONAL SHIPMENTS Please allow enough time to pass for delivery once you complete your transaction. We have NO way of knowing how long it will take for your package to arrive. That is up to your postal service & the specific customs process in your country. We do however, ship VERY quickly to expedite arrival time. If your country is restricted from our shipping destinations contact us for a PRIORITY MAIL shipping quote which will provide you with FULL TRACKING. This will be costly but is the only method we will use to ship to these restricted countries. THERE WILL BE ABSOLUTELY NO FIRST CLASS MAIL DELIVERY TO THESE RESTRICTED COUNTRIES, NO EXCEPTIONS WHATSOEVER!! We try our VERY BEST to represent each item to the very best of our ability. We provide friendly detailed listings with PRECISE MEASUREMENTS and ask that you CHECK/COMPARE them if you are in doubt regarding size/fit. If you receive an item that you feel was misrepresented, PLEASEcontact us so that WE MAY HAVE AN OPPORTUNITY TO CORRECT ANY PROBLEMS. ALL WE ASK IS THAT YOU PLEASE COMMUNICATE BEFORE LEAVING NEUTRAL OR NEGATIVE FEEDBACK. IF YOU HAVE A QUESTION THAT NEEDS IMMEDIATE ATTENTION? NO PROBLEM! CALL US @ (772) 321-7079 7AM-7PM EST Add to Favorite Sellers Other Items Feedback Contact eBay Store &amp;lt;a href=\"http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash\"&amp;gt; To view the showcase you need Flash 6 or higher. Click here to Install it now.&amp;lt;/a&amp;gt;&amp;lt;br&amp;gt;--or--&amp;lt;br&amp;gt; &amp;lt;a href=\"http://stores.sellersourcebook.com/pinktwinkleboutique\"&amp;gt;View Other Listings for pinktwinkleboutique&amp;lt;/a&amp;gt; txzj pxzj2834 txzj67 On Nov-09-15 at 13:34:39 PST, seller added the following information: Froo www.froo.com | Froo Cross Sell, Free Cross Sell, Cross promote, eBay Marketing, eBay listing Apps, eBay Apps, eBay Application",
  "Title": "Victoria's Secret PiNK Tote Bag Suitcase Carryon Overnight",
  "ExcludeShipToLocation": [
    "Africa",
    "South America",
    "MX",
    "AF",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KR",
    "KG",
    "MV",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "PG",
    "SB",
    "BG",
    "GR",
    "PT",
    "SI",
    "ES",
    "DO",
    "SV"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "99.97",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Titusville, Florida",
  "Seller": {
    "FeedbackScore": "24201",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "pinktwinkleboutique"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "32780",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-25T15:45:27.000Z",
  "HitCount": "14",
  "TimeLeft": "P21DT23H7M41S",
  "EndTime": "2017-06-24T15:45:27.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Victoria's Secret"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Cambodia"
      },
      {
        "Name": "Pattern",
        "Value": "Solid"
      },
      {
        "Name": "Gender",
        "Value": "Women"
      },
      {
        "Name": "Color",
        "Value": "Pink"
      },
      {
        "Name": "Style",
        "Value": "LARGE TOTE BAG + PURSE"
      },
      {
        "Name": "UPC",
        "Value": "0667526106601"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292129501596",
  "Storefront": {
    "StoreName": "Pink Twinkle Boutique",
    "StoreURL": "http://stores.ebay.com/id=37814679"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "RETURN POLICY:  We must be CONTACTED within three days of receipt that you would like to start a return yet item has a 30 days physical return window.  Item to be returned MUST have all tags attached if sold as NWT and be returned in the original condition as it was received in.  Buyer pays return shipping.  Upon delivery to us and inspection, the buyer will be refunded for the purchase price of the item less the shipping.  If you received free shipping, the shipping cost will be deducted.  Item must not show any signs of wear and must NOT have even the slightest hint of any perfume or fragrance, we will contact eBay immediately if this is the case.  As always, please ask questions or call us with any question at all before purchase, our phone number is stated in every listing.  We are here and answer every question.  Thank you so much!",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2921295015968080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}