{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019443948488080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTM5MlgxMDA2/z/P6cAAOSw3utY4i6N/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEWEST-GUESS-Handbag-Ladies-Hewitt-Totes-Bag-Orange-Purse-USA-/201944394848",
  "ConvertedCurrentPrice": {
    "value": "91.49",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Style SI393922 Group Hewitt Color Orange Multi Size 38 X 28,5 X 16 CM (upper length x height x width) Strap 48 CM Description: - Best Collection!! - Best quality Handbag outer Faux-Leather Collections. It fits all of our personal as well as women needs. Carry the bag with dual handle can be use as shoulder strap. On top, in closes with top zipper closure. Stunning Guess logo in front of the bag with the padlock design logo. On the body bag, it has large GUESS Monogram logo. Perfect bag to carry around in all occasions. :) Buy only from us to Guaranteed authentic Guess and best customer service. Interior: 1 zip pocket and 3 slip pockets. Once sold out, it's gone. Ship Super Fast from USA (if paid with Express Mail). AUTHENTIC GUESS by MARCIANO - Meilleur Collection ! ! - Sac à main meilleure qualité collections simili cuir extérieur. Il s'adapte à tous notre personnel ainsi que les besoins des femmes. Porter le sac avec double poignée peut être utilisé comme bandoulière. Sur le dessus, en se ferme avec haut fermeture à glissière. Logo Guess superbe devant du sac avec le logo de conception de cadenas. Sur le sac du corps, il a un grand logo de monogramme de GUESS. Sac idéal pour transporter dans toutes les occasions. :) Acheter seulement de nous de deviner authentique garantie et le meilleur service à la clientèle. Intérieur: 1 poche zippée et 3 poches. Une fois vendus, il a disparu. Navire rapide superbe de Etats-Unis (si payé avec courrier express). Buy ONLY from our store to guarantee Authentic new & fresh GUESS from USA. - Beste Sammlungen! ! - Beste Qualität Handtasche äußeren Faux-Leder Kollektion. Es passt alle unsere persönlichen sowie Frauen braucht. Tragen Sie die Tasche mit doppeltem Griff können als Schulterriemen sein. Am Anfang, in schließt mit Top-Reißverschluss. Atemberaubende Logo Guess vor der Tasche mit dem Vorhängeschloss-Design Logo. Auf der Leichensack, hat es große GUESS Monogram Logo. Perfekte Tasche mit sich herumtragen bei allen Gelegenheiten. :) Kaufen Sie nur von uns garantiert authentisch Raten und besten Kundenservice. Ausstattung: 1 Reißverschlussfach und 3 Steckfächer. Sobald ausverkauft, ist es weg. Schiff Super Fast aus den USA (wenn mit Express Mail bezahlt). Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "91.49",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "USA",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "15146",
    "PositiveFeedbackPercent": "99.0",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "guessmoda"
  },
  "PrimaryCategoryID": "63852",
  "Country": "US",
  "MinimumToBid": {
    "value": "91.49",
    "_currencyID": "USD"
  },
  "Title": "NEWEST! GUESS Handbag Ladies Hewitt Totes Bag Orange Purse USA",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T11:47:20.000Z",
  "HitCount": "1",
  "TimeLeft": "P9DT21H33M10S",
  "EndTime": "2017-06-12T11:47:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Brand",
        "Value": "Guess"
      },
      {
        "Name": "Size",
        "Value": "Large"
      },
      {
        "Name": "Color",
        "Value": "Orange"
      },
      {
        "Name": "Material",
        "Value": "Faux Leather"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201944394848",
  "Storefront": {
    "StoreName": "Kingdom Moda",
    "StoreURL": "http://stores.ebay.com/id=94280173"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "SI393922",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}