{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/2FsAAOSwJb9Wta6N/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/6BsAAOSwXshWta6S/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/tgcAAOSwzhVWta6Y/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/I7IAAOSw5dNWta6d/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/2aMAAOSwoydWta6j/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/JGQAAOSw5dNWta6o/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/2zgAAOSwJb9Wta6w/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/63oAAOSwXshWta63/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/5mkAAOSwoydWta8s/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/JIMMY-CHOO-2way-Chain-Tote-Bag-Shoulder-Bag-100-Auth-JAPAN-/112428666414",
  "ConvertedCurrentPrice": {
    "value": "459.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "JIMMY CHOO 2way Chain Tote Bag Shoulder Bag 100% Auth From JAPAN Total Condition Condition A Pre-owned used bag by jimmy choo Outside Condition. A Inside Condition. A Please always check the detailed condition of the product as in the photos above. Brand Name jimmy choo Made In italy Size Size(inch)H: 8.66 W: 11.81D: 3.93 Size(cm)H:22cm W: 30cm D: 10cm Come with: Dust Bag: yes Box: no Guarantee Card: yes Code Condition N New NS Like new or un-used S As good as new. Used several times or close to a new item. SA Some damages from normal use, but still as good as new. A Look somewhat used and there are damages from normal use but the condition is reatively good. AB Look somewhat used with small to medium damages but still can be used. B Look used with visible damages such as scratches and stains. BC Look a lot used. Damages and stains are conspicuous. C There are many scratches and stains. Items have been used a lot. JUNK Items with failures such as tears and peels which are in need of repair. Read Before Bidding \" Please understand that the actual color of the items may be a little different from what you see in pictures because of the spec of the monitor or PC. \" Sizes are measured by ourselves. Please be easy on a slight difference. \" Although we try our best to describe the condition of each item with pictures, please note that items may have unnoticeable flaws. \" All of our items have been inspected by experts and specialists who have been educated well for authentication. \" We sell Authentic only. \" If you have any problem with the item you purchased, please contact us before giving feedback. Your satisfaction is important to us. \" A sensitive customer may consider it unpleasant odor. \"Our items might be out of stock by the time lag because we have several stores and shops on the web sites. When it happens after your purchase unfortunately, a full refund will be issued immediately. This is happening not so often but thank you very much for your understanding in advance. TAX International Buyers !! Please Note \" Import duties, taxes, and charges are NOT INCLUDED in item prices or shipping costs. These charges are buyer's responsibility. \" Please check with your country's customs office to determine what those additional costs will be prior to bidding or buying. \" Customs fees are normally charged by shipping companies or collected when you pick up the item. These fees are not additional shipping charges. \" We don't under-value merchandise or mark the item as a gift on customs forms. Doing that is against the U.S. and international laws. SHIPPING \" Service: EMS(REGISTERED AIR Small PACKET) \" We only ship items to PayPal registered addresses. \" Tracking URL: Japan Post Click Here Please Note \" We don't under-value merchandise or mark the item as a gift on custom forms. Doing that is against the U.S. and international laws. \" We only ship items to PayPal registered addresses. \" We do combined shippings. Please contact us for quotation. \" Please contact us if you live in countries where we do not specify shipping services and costs for. \" Please be aware that delivery could be delayed depending on customs inspections, in case of natural disasters, and other reasons such as postal strikes. PAYMENT \" We Accept PayPal Only. \" The item will be shipped within 3 business days after the payment has received. \" If payment can't be confirmed within 3 days after the close of auction, a reminder will be sent to you. RETURN POLICY \" We sell Authentic only. \" We will accepted return only when the item is fake and the fact can be proved by official seller, not by personal reasons. \" Returns, cancels, refunds, or exchanges for personal reasons is not acceptable. \" Refund will be given as Money back. Returned item must be kept in a good condition for full refund. OTHER If you have any questions, please contact us. Your satisfaction is important to us. \" About Autheticity All of our items are 100% authentic. They have been inspected by brand specialists. We have a license from the local government to offer this kind of services just like every seller for pre-owned brand items does in Japan. We are officially registered as legal business and we have to comply with all rules and regulations including tax requirements from the Japanese government. ABOUT US brand-recycle-patience-japan Kitazume-shoji, Inc. 1-24-2 usazakinaka, shirahamacho Himejishi, Hyogo,672-8021,JAPAN World's cultural heritage and National treasure From Himeji City which is famous for Himeji Castle that was registered as a cultural site of world heritage Management philosophy It is our strong belief that we contribute to the society through recycling business. Our business helps people to pass rare and valuable products from one owner to another. We have a license for the following. Japan-Hyogo M.P.D(Public Safety Commission)License Number:631611500038",
  "ExcludeShipToLocation": [
    "Africa",
    "South America",
    "BH",
    "IQ",
    "JO",
    "LB",
    "OM",
    "QA",
    "SA",
    "TR",
    "YE"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "459.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "himejishi, hyogo",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "152",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "brand-recycle-patience-japan"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "JIMMY CHOO 2way Chain Tote Bag Shoulder Bag 100% Auth From JAPAN",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T09:39:33.000Z",
  "HitCount": "5",
  "TimeLeft": "P29DT19H11M6S",
  "EndTime": "2017-07-02T09:39:33.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Jimmy Choo"
      },
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Bag Height",
        "Value": "8.66"
      },
      {
        "Name": "Bag Depth",
        "Value": "3.93"
      },
      {
        "Name": "Bag Length",
        "Value": "11.81"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112428666414",
  "PrimaryCategoryID": "63852",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "brand-recycle-patience-japan",
    "StoreURL": "http://stores.ebay.com/id=1442316689"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1124286664148080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}