{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/BjQAAOSwgk1XFt-s/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/J5gAAOSwlfxXFt-r/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEzOFgxMDk4/z/S88AAOSwknJX09hY/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/PVoAAOSw2GlXFt-r/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/DrAAAOSwE7RXFt-v/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/l2sAAOSwubRXFt-q/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/tlQAAOSwKfVXFt-r/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/n4IAAOSwIUNXFt-w/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/st4AAOSwD2pXFt~F/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/4mgAAOSwXj5XFt-1/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/B2UAAOSwgk1XFt-6/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/KYkAAOSwlfxXFt-~/$_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-MICHAEL-KORS-JET-SET-TRAVEL-LG-CHAIN-SHLDR-BAG-FULTON-WALLET-PVC-VANILLA-/401339531988",
  "ConvertedCurrentPrice": {
    "value": "249.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "NWT MICHAEL MICHAEL KORS MK SIGNATURE PVC JET SET TRAVEL LARGE CHAIN SHOULDER TOTE BAG + FULTON PVC WALLET IN VANILLA 100% AUTHENTIC, NEW WITH TAG, & COME WITH CARE CARD PERFECT FOR HOLIDAY GIFT , BIRTHDAY GIFT, OR JUST BECAUSE........ you will be getting: NWT MICHAEL MICHAEL KORS MK SIGNATURE PVC JET SET TRAVEL LARGE CHAIN SHOULDER TOTE BAG IN VANILLA RETAIL $328.00 STYLE: 35F5GTVT3B Color: Vanilla MK signature PVC w/ Leather trim Double handles w/ leather & chains Polished gold tone hardware Top zip closure MK Logo medallion detail on front Exterior side pockets Interior: 1 zippered pocket & 4 slip pockets Michael Kors signature lining 11\"-14\"L x 10.5\"H x 4.5” D; with 10\"shoulder drop NO DUST BAG imported NWT MICHAEL MICHAEL KORS PVC MK SIGNATURE FULTON FLAP CONTINENTAL WALLET IN VANILLA RETAIL $158.00 STYLE: 35H3GFTE1B Color: Vanilla From MICHAEL Michael Kors fulton collection item MK Signature PVC Gold tone hardware Front Flap with gold MK logo medallion snap closure 2 full length compartments zipped pocket divider with leather pull 10 card slots 2 multipurpose slip pocket one at front wall and the other at back wall Exterior slip pocket at back Beige signature logo and saffiano leather lining 7 3/4\" W x 4\" H x 1\" D imported Our Michael Kors Handbags & Wallets will be shipped with beautiful Michael Kors shopping bag/paper bag while supply last..... Payment Methods: Paypal **All payments must be received within 3 days after auctions end** If payment hasn't received within 3 days, the auction will be revoked and a Non-Paying Bidder alert will be filed. Shipping: All International buyers are welcome. Delivery time may take longer than normal, depend on each country's custom regulation. International Buyers!! We do not responsible for CUSTOM TAX!! Combined shipping is only valid when other purchases are within same day of the first item purchased and by using a single checkout / payment. Shipping cost is listed in item's description. Item will be shipped within 24 hours after receiving cleared payment (NOT include Saturday and Sunday). If you need item urgently, please contact us to arrange immediately shipment. We are not responsible for shipping service transit times. Transit times may vary, particularly during peak periods. Feedback: Customer satisfaction is our #1 goal. We are committed to earning your excellent feedback. Please feel free to contact us prior to leaving feedback if you have any dispute to solve or suggestions to improve your shopping experience. Term and Condition: We are committed to offering our valued customers with 100% authentic brand name products at a fraction of their retail prices. All of our products are directly from their store. We guarantee the genuineness and quality of our products. Please ask all questions before bidding. Return Policy: Penelopecloset accepts returns of new, unworn, and undamaged merchandise within 30 days of delivery date. All returns must be in new condition in the original packaging with original tag intact. Please contact us via eBay Messaging for approval before returning merchandize. The customer is responsible for return shipping charges, and in the event of loss or damage, the customer is responsible. Items are not valid for return if any of the following conditions apply: scratches, breakage, evident wear, removed links, or if explicitly stated in product description that the item is non-returnable. Restocking Fee There will be 20% restocking fee without exception, unless otherwise agreed by the Penelopecloset eBay staff via mail, fax or e-mail. You will receive your refund: Your original paid – shipping fee – 20% restocking fee. Items received \"Not as Described\" Please notify us within 3 business days of purchase if there is a problem with your order. Please inspect all packages carefully as soon as they are delivered. Conditions which will void your ability to return merchandise includes: Scratching, Breaking, Wearing items, or lastly, if the auction explicitly says in the description that the item cannot be returned.Every buyer gets a MyStoreRewards invitation for cash back Track Page Views With Auctiva's FREE Counter",
  "Title": "NWT MICHAEL KORS JET SET TRAVEL LG CHAIN SHLDR BAG+FULTON WALLET IN PVC VANILLA",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "249.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Woodbridge, Virginia",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "7019",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Green",
    "UserID": "penelopecloset"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "22191",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-02T10:54:03.000Z",
  "HitCount": "1",
  "TimeLeft": "P4DT20H29M55S",
  "EndTime": "2017-06-07T10:54:03.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Michael Kors"
      },
      {
        "Name": "Style",
        "Value": "Totes/Shoulder Bag + Wallet"
      },
      {
        "Name": "Material",
        "Value": "PVC"
      },
      {
        "Name": "Color",
        "Value": "Vanilla"
      },
      {
        "Name": "Size",
        "Value": [
          "Medium",
          "Large"
        ]
      },
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "UPC",
        "Value": "889154483620"
      }
    ]
  },
  "Site": "US",
  "ItemID": "401339531988",
  "PrimaryCategoryID": "63852",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "penelopecloset",
    "StoreURL": "http://stores.ebay.com/id=313737353"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%",
    "RestockingFeeValueOption": "Percent_20",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/4013395319888080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}