{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "ListingType": "Chinese",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/JCkAAOSw7GRZLzzV/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/trIAAOSw5cRZLzzY/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/oB4AAOSwurZZLzzd/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/d4UAAOSwi7RZLzzi/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/g1YAAOSwR29ZLzzl/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Br8AAOSw1WJZLzzo/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/wbkAAOSwX9FZLzzu/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/WmcAAOSwn-tZLzzy/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Leather-Laptop-Case-Handcrafted-Lt-Dark-Brown-Cyber-Bohemian-NOVICA-Mexico-/382109911782",
  "ConvertedCurrentPrice": {
    "value": "134.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "TL12 Leather laptop case, 'Cyber Bohemian' Mexico's Ricardo Hinojosa creates the trendy design of this laptop case with a rich combination of light and dark brown hues. Crafted of supple quality leather, the laptop case features two external pockets - one that closes with a zipper and the other with a magnetic button and is bordered with metal studs. The main bag opens with a zipper and reveals a brown and white striped interior with a laptop compartment as well as with a zipper pocket. The laptop case features handles as well as a removable strap of adjustable length designed for your personal convenience. Artist: Ricardo Hinojosa MORE FROM THIS ARTIST Item Details Size Case: 11.0 inches H x 15.3 inches W x 3.0 inches D Handle: 12.8 inches L x 1.0 inches W Handle drop length: 4.7 inches from strap to bag Strap: 26.0 inches min L - x 48.0 inches max L x 0.8 inches W Strap drop length: 12.3 inches min L - x 23.0 inches max L Weight 1.50 pounds Materials Leather with zamac fixtures. Cotton polyester lining Additional Info Features a zipper closure Adjustable strap(s) Features a magnetic snap closure Soft smooth leather with a structured shape Genuine leather may naturally show subtle marks, scratches or wrinkles Photos are representative of the item being offered, but are not necessarily of the exact item you would receive. As is the nature of handcrafted items, there may be very slight variations from one piece to the next. See Listing InfoCURRENT PRICE: US $331.95SUGGESTED RETAIL Our ebay prices are significantly lower than suggested retail amounts. By cutting out all traditional middlemen we can bring you the best prices on the highest quality items, direct from the region of origin. Shipping Information SHIPPING TO USA (LOWER 48 STATES) Shipping Services Shipping Cost Delivery Time Standard to Lower 48 United States $6.00 6 to 14 business days Expedited to Lower 48 United States $24.00 2 to 5 business days WE SHIP TO OVER 100 DESTINATIONS! Destination Shipping Cost Delivery Time Australia $44.00 3 to 8 business days (excluding Customs processing time at destination) Canada $30.00 3 to 8 business days (excluding Customs processing time at destination) Puerto Rico & US Virgin Islands $19.00 1 to 2.5 weeks USA (Alaska or Hawaii)Standard Same as Standard$6.00 2.5 to 4 weeks USA (Alaska or Hawaii)Expedited $24.00 3 to 8 days United Kingdom $38.00 3 to 8 business days (excluding Customs processing time at destination) MORE DESTINATIONS COMBINED SHIPPING FOR MULTIPLE AUCTIONS If you win multiple auctions that will ship from the same country, you may qualify for a combined shipping discount.View the combined shipping costs for auctions you've won. IMPORTANT: In order to qualify for a combined shipping discount, you must pay for all qualifying items at the same time. Want to save on shipping? Find other items that ship from our Mexico office: Shop more from Mexico SHIPPING POLICY Ships direct from NOVICA office in Mexico. Shipping costs include insurance. For USA (50 states): Shipping costs cover all import fees. Sales tax will be added for all items shipped to California or Texas. For Non-USA: Customers are responsible for all duty, tax, & brokerage fees that may be due upon delivery (shipping costs cover freight charges only). There will be a charge for all refused / unclaimed shipments We can ship orders with Standard shipping service to the USA to a PO Box. Orders with Expedited shipping and those shipping outside the USA require a physical address. Sorry, we are not able to ship to APO/FPO addresses at this time. For expedited or international shipping fees, you must manually \"Add\" the additional amount when paying by Paypal. For example, if you want the 8.00 Expedited shipping and the Standard shipping is 5.00, you must \"Add\" an additional 3.00 to your payment. Payment Information All major credit cards accepted. Paypal accepted. Personal checks and cash will NOT be accepted Payment must be made within 7 business days. No offers lower than the starting bid price will be accepted. So please do not submit such requests. Positive feedback will be given within 20 days after you have received the item. To pay through NOVICA's secure website, check your email for instructions - these will be sent within 24 hours of auction closing to the email address registered with eBay. Biography of Ricardo Hinojosa \"I believe today's fashions require innovative and daring designs, and this is what I aim to do with my work.\" \"Hola! I'm Ricardo from the state of Guanajuato, which is well known for quality leather work. I've always loved to design, even as a boy, but I decided to study business administration. I took several... read more MORE FROM THE ARTIST More NOVICA Treasures... In association with National Geographic, NOVICA is the largest seller of quality handcrafted goods on Ebay and has been actively auctioning rare artisan crafts since 1998. LEARN MORE ABOUT NOVICA ALL JEWELRY ALL DECOR CLOTHING &ACCESSORIES PAINTINGS RINGS BRACELETS NECKLACES EARRINGS SCULPTURE MASKS LAMPS & LIGHTING AREA RUGS TABLEWARE FURNITURE JEWELRY BOXES HAMMOCKS",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "AS",
    "FM",
    "NR",
    "NU",
    "PW",
    "TO",
    "TV",
    "WF",
    "WS",
    "RU",
    "AL",
    "AD",
    "BY",
    "BA",
    "BG",
    "EE",
    "FR",
    "GI",
    "GR",
    "LV",
    "LI",
    "LT",
    "MK",
    "MD",
    "ME",
    "PT",
    "RO",
    "RS",
    "ES",
    "SJ",
    "UA",
    "VA",
    "AI",
    "DM",
    "MS",
    "TC",
    "BN",
    "KH",
    "ID",
    "LA",
    "VN",
    "BR",
    "GF",
    "GY",
    "PE",
    "SR",
    "MX",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "IQ",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "KZ",
    "KG",
    "MN",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "134.95",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "See Item Description",
  "Seller": {
    "FeedbackScore": "81928",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "PurpleShooting",
    "UserID": "novica.com"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "134.95",
    "_currencyID": "USD"
  },
  "Title": "Leather Laptop Case Handcrafted Lt & Dark Brown 'Cyber Bohemian' NOVICA Mexico",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-31T22:00:29.000Z",
  "TimeLeft": "P5DT7H6M16S",
  "EndTime": "2017-06-07T22:00:29.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "NOVICA"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Country of Manufacture",
        "Value": "Mexico"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Mexico"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "MPN",
        "Value": "271457"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "382109911782",
  "Storefront": {
    "StoreName": "NOVICA Artisan Marketplace",
    "StoreURL": "http://stores.ebay.com/id=5346423"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Description": "100% satisfaction guaranteed.\nReturns are accepted within 60 days of delivery.\nFollow the return instructions indicated on the packing list.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3821099117828080_1.jpg",
  "HandlingTime": "10",
  "BestOfferEnabled": "false"
}