{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P17DT23H26M39S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Scuffs and indentations in the leather. All captured in the photos. The measurements are the following; length: 16 inches, width: 3 inches, height: 11 inches and strap drop: 0 inches.",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/BeIAAOSwawpXv3JH/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/BP4AAOSwawpXv3JB/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk1/z/FfUAAOSwHoFXv3JL/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/FuAAAOSwHoFXv3JR/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk1/z/ld8AAOSwgZ1Xv3JV/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/CHQAAOSwawpXv3Jb/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/lOYAAOSw6n5Xv3Jg/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/RBwAAOSw9NdXv3Jl/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/wgUAAOSwFc5Xv3Jp/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk1/z/wwUAAOSwFc5Xv3Ju/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VINTAGE-Black-Leather-Handbag-Briefcase-Portfolio-Grosgrain-Lining-Attache-Bag-/132199635390",
  "ConvertedCurrentPrice": {
    "value": "70.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "*PLEASE CHECK MEASUREMENTS ON ALL VINTAGE ITEMS BECAUSE THEY TEND TO RUN SMALL. Vi Vi Vi Vintage…. What could be better? RECYCLED, UNIQUE, MEMORIES AND A HISTORY… This is a bag by Vintage done in a black leather, cutout handle, inside pockets, snap closure and grosgrain lining. The bag has subtle scuffs and indentations in the leather. Made in ?. THE NECESSARY PRINT:   ITEM DESCRIPTION POLICY: Please be assured that all items listed are 100% authentic.  I do not sell, nor do I purchase fake items. I will never state that any of my items are perfect.  Even if the item is listed as new, it still has been tried on.  With this being said, there may still be very slight imperfections. I will also list pre-owned items. Meaning, these items were previously owned and may show wear. A lot of these items have been stored, so I suggest they be dry cleaned or rewashed by you. I try my best to clean up any previously owned shoes or clothing that I sell. If there are any imperfections that I do not take care of, I will note them in the description. I will list and take pictures of all imperfections on the listed item. I will also take measurements of all items, so if you have any additional questions in reference to the item, please ask freely. Also, these items come from a smoke and pet free environment. The item will be described and photographed thoroughly.   REFUND POLICY: Since I will take numerous pictures and list all imperfections, I do not offer refunds.  In the event that the item has been grossly misrepresented, there will be exceptions made. With the exceptions, the item must be returned within 7 days. My ultimate purpose is to make your shopping experience a pleasurable one, but there are limits.   SHIPPING AND PAYMENT POLICY: Payment must be made within 7 days of the auctions end date. The customer is responsible for the shipping cost. I do not add any additional shipping or handling fees outside of the exact cost of item being shipped. The post office continues to raise their prices, so any changes are directly related to that. I also ship domestically and internationally. I also always add a delivery confirmation for items to be tracked, which will be included in the shipping price.  This is so we are both protected.  I will send you an email letting you know the date your item has shipped along with the tracking number. If you would like me to add insurance to any of your items, please let me know.  This will be an additional charge. I also combine shipping on multiple purchases if the box warrants it, but the shipping charge will change due to the current weight of the box and nothing else.    SEASONED CUSTOMERS, NEW CUSTOMERS, REPEAT CUSTOMERS AND THE ULTIMATE GOAL: The seasoned customers already know the drill but if you may need any further information, please feel free to contact me. The new customers, with less then 10 feedbacks, please contact me first before bidding on my items.  Just have had some unpleasant experiences in the past.  We can hopefully avoid all of that. Last but not least, my repeat customers. I have been gone for sometime, but I am back and hope you forgive my absence. My ultimate goal is to bring you a unique and fabulous shopping experience, by offering you a few tasty goodies that I have obtained over the years. It is my pleasure to do so. I enjoy positive feedback, because this lets me know that I am doing right by you. If there are any issues/concerns, please contact me, so we can work them out. I aim to please. Happy shopping!!!!",
  "Title": "VINTAGE Black Leather Handbag Briefcase Portfolio Grosgrain Lining Attaché Bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "70.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Houston, Texas",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1358",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "thewalkin"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "77066",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-21T14:27:59.000Z",
  "HitCount": "7",
  "ConditionID": "3000",
  "EndTime": "2017-06-20T14:27:59.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "Vintage"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "Style",
        "Value": "Attache Case"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      }
    ]
  },
  "Site": "US",
  "ItemID": "132199635390",
  "Storefront": {
    "StoreName": "thewalkin",
    "StoreURL": "http://stores.ebay.com/id=117341261"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1321996353908080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}