{
  "HighBidder": {
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "None",
    "UserID": "g***m",
    "FeedbackScore": "1"
  },
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P26DT16H25M54S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMTU5/z/FLAAAOSwBLlU57j1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTc1/z/zWoAAOSwNSxU57j7/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/OGIO-Ladies-Melrose-Tote-15-Laptop-MacBook-Pro-Backpack-Work-School-New-/221962049805",
  "ConvertedCurrentPrice": {
    "value": "87.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "1",
  "NewBestOffer": "false",
  "Description": "Brand New with Tags OGIO® Ladies Melrose Tote 15\" Laptop / MacBook Pro Backpack Perfect for Work or School Large metal buttons give this feminine tote a classy look, while padded tech compartments make it perfect for work or school. Product Features:T/C 900D two-tone cotton/polyTop-entry padded laptop compartmentPadded tablet/e-reader sleeveThree side flap pocketsFully padded base to protect laptopLarge zippered interior compartmentTwo interior elastic side pockets for cords and beverage storageInterior zippered valuables pocketRemovable decorative beltEasy-access organization panel with zippered pocketPadded grab handlesLaptop sleeve: 14.5\"h x 10.5\"w x 1\"d; fits most 15\" laptopsColor: Terra, Storm Grey, SunsetDimensions: 15\"h x 16.5\"w x 4\"dCapacity: 1,000 cu.in./16LWeight: 1.6 lbs./0.62kgBags not intended for use by children 12 and under. Warranty OGIO International guarantees its entire *non-golf line of products for the **lifetime of the product (original sales receipt required). This warranty covers the product for the original owner against defects in materials and workmanship only. If the product ever fails due to a manufacturing or material defect, then OGIO will replace with like product at our discretion. This warranty does not cover damage caused by normal wear and tear, accident, improper use, or the natural break down of colors and materials over time. **Expected \"lifetime\" of OGIO products depends on customer usage. Warranty-Products purchased outside of North America OGIO International guarantees its entire *non-golf line of products for three (3) years from date of purchase (original sales receipt required). This warranty covers the product for the original owner against defects in materials and workmanship only. If the product fails due to a manufacturing or material defect, then OGIO or an authorized distributor will replace or repair with like product at our discretion. This warranty does not cover damage caused by normal wear and tear, accident, improper use, or the natural break down of colors and materials over time. 100% Authentic Guaranteed!! Free Ground Shipping to an address within the contiguous United States via UPS, ships next day! Payments:Currently we only accept PayPal.Payment needs to be received within 48 hours of purchase or the transaction may be cancelled.Sales tax will be applied to NY residents.Please leave a note for colors or sizes if needed in PayPal during the payment process.Any request received after 24 hours of payment might not be accepted, because most of our orders are processed instantly and ships same day.Shipping:We ship Monday through Friday, excluding holidays, to street addresses within the United States. Please note that we cannot ship to APO/FPO, P.O. Boxes, or protectorate addresses. We apologize for any inconvenience this may cause. Orders are processed within 1-2 business days in most cases and tracking information will be provided via eBay.Shipping to Alaska and Hawaii: There is $26 shipping fee to Alaska and Hawaii.Shipping Method: UPS Ground or FedEx Ground or USPS.International Shipping: We use eBay Global Shipping Program or Please contact us to ship via United States Postal Service. If you have questions about your order, please use your eBay account Message center to contact us.Return Policy:Money-Back GuaranteeWe want you to be 100% satisfied with your purchase.We greatly appreciate your POSITIVE feedback. Please do NOT leave negative or neutral feedback without contacting us. We will do our best to work with you until you are satisfied.Customer satisfaction is our #1 priority.Buy with confidence and return with ease with eBay hassle-free returns (click here for more info)We offer a 30 day return policy on all items. (unless stated otherwise in the listing)Please use eBay returns to start the process, returning without this will delay your refund.All returns must be in original condition and must include the original packaging and content in tact.Shipping charges are paid by the customer and are non-refundable except for defective merchandise.All products must be unused and undamaged with tags to ensure a full credit.Refunds will be processed within 2-5 business days of receipt of your returned item, providing the packing slip or customer receipt is enclosed.Any questions? Please contact us!If you have questions about your order or a product, use your eBay account Message center to contact us or ask a seller question directly from an item. Our support staff is available to assist you 7 Days a week from 8 AM - 8 PM EST.",
  "Title": "OGIO® Ladies Melrose Tote 15\" Laptop / MacBook Pro Backpack Work or School - New",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "87.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "New Kensington, Pennsylvania",
  "Seller": {
    "FeedbackScore": "3558",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Red",
    "UserID": "shop-ne-time"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "15068",
  "GlobalShipping": "true",
  "Quantity": "3",
  "StartTime": "2015-12-07T07:43:42.000Z",
  "HitCount": "884",
  "SecondaryCategoryIDPath": "11450:169291:169293",
  "EndTime": "2017-06-29T07:43:42.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "OGIO"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "Material",
        "Value": "900D two-tone cotton/poly"
      },
      {
        "Name": "Color",
        "Value": "Storm Grey"
      },
      {
        "Name": "Bag Height",
        "Value": "15\""
      },
      {
        "Name": "Bag Depth",
        "Value": "4\""
      },
      {
        "Name": "Bag Length",
        "Value": "16.5\""
      },
      {
        "Name": "Size",
        "Value": "15\"h x 16.5\"w x 4\"d"
      },
      {
        "Name": "MPN",
        "Value": "414006"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "221962049805",
  "Storefront": {
    "StoreName": "Shopnetime Store",
    "StoreURL": "http://stores.ebay.com/id=2065975"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "SecondaryCategoryID": "169293",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money back or replacement (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2219620498058080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}