{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P6DT18H35M36S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Please read the description for condition of bag, There is NO shipping discount with Handbags",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE5M1g5OTU=/z/ivcAAOSwUKxYZAx8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/MDQAAOSw241YZAyO/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/cQUAAOSwopRYZAyf/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/gGAAAOSw44BYZAyx/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ0M1g2MTg=/z/j7kAAOSwnHZYZAzG/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQxMlg2MDU=/z/PFUAAOSw241YZAzf/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIxMFg5NDM=/z/icwAAOSw44BYZAz3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/nK4AAOSwUKxYZA0L/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/A2EAAOSw9GhYZA0b/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Nzk2WDE0NTI=/z/wk4AAOSwo4pYZA0y/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/o5AAAOSw-0xYZAyo/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/6FQAAOSw9GhYZAxV/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/388-Dooney-Bourke-Toledo-Leather-Hobo-CHESTNUT-A252124-/272698335508",
  "ConvertedCurrentPrice": {
    "value": "125.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Please Note: Handbags are customer returns from QVC, So they have been handled a number of times, This will mean they may have minor defects such as indentations in the material, due to other handbags being placed on top of the handbag, Please check the item condition for any noted defects Because these are customer returns there is no way to know if this bag has been registered before, There are NO guarantees that you will be able to Register the bag Dooney & Bourke Toledo Leather Hobo Includes Bag Only Retails for $388.00 Item # : A252124 Color : Chestnut Item Condition : The Handbag is in Pre-Owned condition, Seems Well Used There are a lot of minor scuffs on the bag, (Please View all pictures) The Corners Show Signs of Wear There is a Slight Smoke Smell The bag has a few minor indentations in the leather from other bags being on top of it Bag is NOT Clean inside, Very Dirty Inside Registration card is NOT included Dust Bag is NOT Included Includes Bag OnlyAdjustable strap, zip-top closure, metal-plated logo, four bottom feet, side tassels Fully lined interior, two front-wall slip pockets, back-wall slip pocket, back-wall zip pocket, key keeper Measures approximately 14-3/4\"W x 8-1/2\"H x 4-1/2\"D with an 8-1/2\" to 10-1/2\" strap drop; weighs approximately 2 lbs, 1 oz Body/trim 100% leather; lining 100% cotton Please note : There is NO shipping discounts on HandbagsHandbags cannot be combined with other items Item Condition 1. This item is a customer return, in Pre-Owned condition With Defects 2. It has been removed from the original package 3. This seller is NOT the manufacture of this item, so is NOT responsible for any claims made by the manufacture of this item Shipping Discount There is NO shipping discounts on Handbags Handbags cannot be combined with other items Returns Must be returned to us within 30 days. Buyer will pay for return shippingThe merchandise cost will be refunded to you via PayPal when the item is received.The shipping cost will NOT be refunded.RETURN REQUIREMENTS: Return MUST be in original condition with packaging and manufactures’ tags (size & care tags) attached. Item cannot have been worn or used before ReturnReturn with original packaging. Include a note with Buyer name, E-bay User ID and email address that item was purchased under in PayPal. Open a Return Request Through Ebay for each itemIf you received free shipping, a 10% restocking fee will be deducted from your refund. We Do Not do exchanges or Replacements U.S & International Shipping 1. Please note that items are shipped 24-48 hours after payment has been received, depending on the time of day you pay 2. Except for weekends and holidays 3. Unfortunately, we have no control over the postal service; first class mail can take 3-9 days to receive 4. Delivery confirmation is included in the shipping cost5. Ebay delivery Estimates are Estimates Only, There are NOT a Guarantee of Delivery 6. We Do NOT Ship International Questions 1. We will gladly answer all questions 2. Please only direct your questions through the Ebay “Ask seller a question” format 3. Any e-mail’s sent to our e-mail address will go to spam and not be received Payment 1. PAYMENT IS BY PAYPAL ONLY, 2. We are required by Florida law to charge 7% sales tax, To all Florida addresses Feedback 1. Feedback is left once feedback has been left for us. 2. This is because we have a number of customers who do not wish to receive feedback because of the personal nature of some of the products we sell 3. If you do not wish feedback left Please do not leave feedback for us Wonder Lister - The Ultimate eBay Listing Tool",
  "Title": "$388~Dooney & Bourke~Toledo Leather Hobo~CHESTNUT~A252124",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "125.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Ocala, Florida",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "72544",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "PurpleShooting",
    "UserID": "*safina*"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "34482",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "US"
  ],
  "StartTime": "2017-06-02T09:05:47.000Z",
  "HitCount": "4",
  "ConditionID": "3000",
  "EndTime": "2017-06-09T09:05:47.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Dooney & Bourke"
      },
      {
        "Name": "Style",
        "Value": "Hobo"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Bag Height",
        "Value": "8\""
      },
      {
        "Name": "Bag Depth",
        "Value": "4\""
      },
      {
        "Name": "Bag Length",
        "Value": "13\""
      },
      {
        "Name": "Strap Drop",
        "Value": "8\" to 10\""
      },
      {
        "Name": "Color",
        "Value": "Chestnut"
      },
      {
        "Name": "UPC",
        "Value": "799344420154"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272698335508",
  "Storefront": {
    "StoreName": "1SAFINA&#39;S1",
    "StoreURL": "http://stores.ebay.com/id=418242161"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "Quantity": "1",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "RETURN POLICY: Must be returned to us within 30 days. \nThe merchandise cost will be refunded to you via PayPal when the item is received. The shipping cost will NOT be refunded.   \n\n\n\n RETURN REQUIREMENTS: Return MUST be in original condition with packaging and manufactures’ tags (size & care tags) attached. \n\nReturn with original packaging. Include a note with Buyer name, E-bay User ID and email address that item was purchased under in PayPal. \n\nShip to return address on shipping label.  \n\nIf you received free shipping, a 10% restocking fee will be deducted from your refund.  \n\nWe Do Not do exchanges or Replacements",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726983355088080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}