{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk5/z/zoAAAOSwi7RZKAHf/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk5/z/uSUAAOSwEHpZKAHN/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk5/z/isAAAOSw-K9ZKAHJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk5/z/u5MAAOSwsXFZKAHR/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OVgxNjAw/z/4~4AAOSwlY1ZKAK4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OVgxNjAw/z/51YAAOSw~y9ZKAHA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OVgxNjAw/z/hn0AAOSw8lpZKAG7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OVgxNjAw/z/mhIAAOSwPh5ZKAHE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OVgxNjAw/z/39cAAOSwcB5ZKAHa/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OVgxNjAw/z/8ZgAAOSwK6RZKAG1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk5/z/BgIAAOSwZKBZKAHk/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LEXUS-TRAVEL-BAG-Excursion-Weekender-Duffel-100-Authentic-/272687897504",
  "ConvertedCurrentPrice": {
    "value": "149.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "100% official Lexus manufacturer product LEXUS TRAVEL BAG Excursion Weekender Duffel A great escape bag with space to handle everything. This multifunctional deflector offers a spacious interior with two internal and external organizer pockets. Made of soft but strong ballistic textilles with durable reinforced handle. Reinforced handles and top leather skirt made of genuine leather Lexus leather tile. Black and light brown. Comes with: She arrives with a transport cover. Material: Strong ballistic textiles andeco leather Brand: LEXUS Condition: NEW, never used Size: Length: 48 cm Height: 32 cm Width: 26 cm This product will be packaged very carefully and safely. Please look at my other auctions and save on combined shipping. If you want to see more picture, please e-mail to me. PLEASE ACCEPT IT BEFORE YOU BID. *** IMPORTANT *** Frequently. Asked. Questions. ~ F.A.Q. 'S Paypal accepted. For items over $ 1,000 we accept wire transfer only. Please feel free to ask us any & all questions you may have before you bid. We WILL COMBINE SHIPPING with each additional items shipping at 50% off lesser priced items when possible. Check out our E bay Store for quality tools, collectibles, electronics, jewelry, books and many other valuables. We are located in Europa-Bulgaria Please MAKE SURE you read our policies on shipping and returns before bidding. All of our Auctions must be paid within 1-3 DAYS of the end of the auction, unless, you contact us to advise differently. All auctions must be paid in full within 1-3 days of ending. *** FEEDBACK *** Please leave a good and positive feedback and we will do the same for you. There is no need to leave negative feedback, and then try to return the item. We have worked very hard over the years to make everyone happy with their purchases and our feedback speaks for itself. Again, we try to be as accurate as possible when listing, but nobody is perfect, so if you are unhappy for any reason please let us know. *** RETURNS *** Please be advised ALL SALES ARE FINAL. We do not offer refunds, unless it is further stated in our description. We will consider a refund if there was an error in the listing or pictures. Please be advised that pictures are part of the description. Please contact us if you are unhappy with your purchase, and we will try to work it out. Please note there is a 10% restocking fee on all return items!*** SHIPPING *** We ship using the BG POSTAL SERVICE. For expensive items and very quick delivery we can send via EMS or DPD couriers at an additional cost and prior arrangement. All packages are sent as fast, signed for,registered mail. Any delay in time due to weather, transportation and etc. is out of our control. A tracking number will be sent as soon as the item is shipped. If not received in 15-20 days please contact us. We WILL COMBINE SHIPPING, when possible. WE WILL SHIP WITHIN ONE OR TWO BUSINESS DAY of receiving your payment. We do not ship until your payment has been received. We prefer PAYPAL, but you can contact us for other methods of payment. I only ship to confirmed addresses. Please all buyers of Russian Federation to contact us in advance. The Russian Federation can only send with EMS or Fedex for security reasons due to incorrect buyers, priced at $49.00 We appreciate your business, GOOD LUCK & HAPPY BIDDING!",
  "ExcludeShipToLocation": [
    "BG",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "149.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "EU",
  "Seller": {
    "FeedbackScore": "1010",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "Red",
    "UserID": "hron0"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "LEXUS TRAVEL BAG Excursion Weekender Duffel 100% Authentic",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-26T10:32:28.000Z",
  "HitCount": "13",
  "TimeLeft": "P22DT17H55M52S",
  "EndTime": "2017-06-25T10:32:28.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "LEXUS"
      },
      {
        "Name": "Material",
        "Value": "Polyester"
      },
      {
        "Name": "Style",
        "Value": "Travel Bag"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272687897504",
  "Storefront": {
    "StoreName": "Vintage Collectable Store",
    "StoreURL": "http://stores.ebay.com/id=565270708"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Buyer pays shipping costs in both directions.\nUnreasonably return will be charged -10%",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "BG",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726878975048080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}