{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1321466083088080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/WBQAAOSw65FXvGEA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/0p0AAOSw9NdXvGEE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/WUoAAOSw65FXvGEJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/CZ4AAOSwdzVXvGEM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzc1WDUwMA==/z/LKAAAOSwU-pXvF5m/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/McKleinUSA-Granville-Leather-15-6-Wheeled-Laptop-Case-Navy-SKU-96147A-/132146608308",
  "ConvertedCurrentPrice": {
    "value": "195.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Quick access front pocket is secured with a key lock. Interior organizer with storage space for media devices, business cards, key holder and pens. Built-in high-density laptop compartment that protects laptops up to 15.6\"in size. Includes Tablet Pocket. Smart Attachment Strap allows transport on extended handles of other rolling cases and luggage. MATERIALTop Grain Leather with Faux Leather TrimSIZE16.75\"x7.25\"x14.5\"WEIGHT7.1 (lbs)LAPTOP COMPARTMENT SIZE14.25\"x2\"x10\"UPC 642154961471 (Navy)Luggagedesigners wants you to love your purchase. That’s why we offer a 30 day return policy on almost all items. Unique Like You! We won’t be Beat!Sometimes our warehouse is out of a specific item. We try to house over 15000 products and continue growing. We sell on multiple web sites and our store. If we are out we will have the item drop shipped directly from the manufacturer. Usually it will ship within 48 hours. Please allow for holidays and some ground shipping delays due to weather. If you require faster shipping you may pay for expedited shipping at your expense. Please contact us about expedited shipping if a choice is not available upon checkout. We sell most items with Free Shipping at our expense. We choose the lowest cost carrier for the free shipping choice. Internationally we ship most of our items through Ebay’s Global Shipping Program. Ebay has contracted with international shippers for the lowest cost shipping they can find. Once an item leaves our warehouse and we ship it to Ebay’s Global Shipping facility we have met our commitment as far as Ebay is concerned once received. After Ebay receives the item we cannot provide any other information for your international shipping. If we do ship internationally, please be aware that customs may hold your product up to 60 days if they wish. Most do not but it is not unheard of for three to four weeks delivery. There is nothing we can do but provide you with a customs number and tracking information once it leaves our warehouse. For international deliveries please do not ask us to provide false information to customs. We adhere to all international shipping laws. Please check the Ebay policy for buyer’s responsibility for duty fees. Please do not give us poor shipping feedback if customs holds your package. Thank you",
  "Title": "McKleinUSA Granville Leather 15.6 Wheeled Laptop Case Navy SKU:96147A",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "PM",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "SA",
    "AE",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AI",
    "AG",
    "AW",
    "BS",
    "BB",
    "BZ",
    "VG",
    "KY",
    "CR",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "MQ",
    "MS",
    "AN",
    "NI",
    "PA",
    "KN",
    "LC",
    "VC",
    "TT",
    "TC",
    "VI",
    "VN"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "195.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Erie, Pennsylvania",
  "Seller": {
    "FeedbackScore": "5032",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Green",
    "UserID": "luggagedesigners"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "16505",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-04-02T21:08:23.000Z",
  "HitCount": "17",
  "TimeLeft": "P29DT6H",
  "EndTime": "2017-07-01T21:08:23.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Brand",
        "Value": "McKlein"
      },
      {
        "Name": "Color",
        "Value": "Navy"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "UPC",
        "Value": "642154961471"
      }
    ]
  },
  "Site": "US",
  "ItemID": "132146608308",
  "Storefront": {
    "StoreName": "Luggagedesigners",
    "StoreURL": "http://stores.ebay.com/id=1088963975"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Luggagedesigners wants you to love your purchase that's why we offer a 30 day return policy on all our products. If you feel it is not the piece for you simply return the item to us within 30 days of your ship date in the original packing and un-used with all labels and hang tags. A full refund will be credited for your merchandise when we receive the item back to our store. Luggagedesigners 3522 Liberty St. Erie, PA 16508. (814)-790-4089. Please notify us in advance of your return. ***All items must be in original packaging, unused, and with hang tags. Shipping costs are non-refundable. The buyer is responsible for the cost of returning the item to us. Tracking information is suggested for verification of returns. Once an item has been placed on a truck for delivery, shipping costs have been incurred. Any cancellation of that shipment is at the cost of the buyer after shipping costs has been incurred. If an item is returned or not deliverable because of incorrect delivery information any shipping costs will be deducted from the order. Returned items will be charged a 15% restocking fee. No restocking fee will be charged for shipping errors caused by Luggagedesigners. Any expedited shipping once shipped is non-refundable if item is returned. Damaged items or defective items must be returned to the manufacturer for replacement or repairs. Any used or damaged merchandise returned to us will not be refunded. Missing packaging, hang tags, or merchandise deemed to be slightly used could be subject to a 50% reduction of the item price. Locks, Luggage straps and merchandise in a blister package cannot be returned once opened. A return for blister packaging must be sent to the manufacturer for replacement if defective. A full refund will be credited for your merchandise when we receive the item back to our store. Thank you. Luggagedesigners",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "96147A",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}