{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTYwWDY0MA==/z/DD8AAOSw3gJZGE9d/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/81MAAOSwcB5ZGE9e/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/JcAAAOSwY3BZGFAY/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/4G4AAOSwcgNZGFAc/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-174-Manduka-Roadtripper-Duffle-Bag-Weekend-Retreat-Yoga-/391783381941",
  "ConvertedCurrentPrice": {
    "value": "129.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "New with detached tags. 6 lbs w/packaging via USPS. Specs below:Manduka’s Journey On Collection is designed to give you the freedom to move through your daily life joyfully, mindfully, and with your yoga mat at hand, ready to practice. Whether you are traveling to the studio or taking your practice on the road, the Journey On collection is a new, inspired way to carry your belongings, your love of yoga, and your commitment to the planet, without sacrificing style or performance.Travel with joy, and the knowledge that The Roadtripper’s strength, beauty, and performance are a part of your journey, only from Manduka.Features:• One size: 27”L x 14”W x 14”H • Weight: 3.6 lbs. • Custom vintage inspired branded stamps: “reserved for: your soul mat” inside the mat compartment, “stay grounded” on the bottom of the bag, Manduka stamp artwork on one side of the bag • Separate mat compartment—fits mats as large as a Black Mat PRO • Strong, natural cotton canvas • Waterproof liner for protection against wet garments • Mat tunnel is easily collapsible and can be stored flat for maximum capacity when you are not traveling with your mat • Convenient Storage – Innovative pockets and storage are everywhere – the collapsible mat compartment, a vented pocket on the opposite side of the mat entrance for wet towels or clothes • 2 secure zipper pockets and 4 easy access outer pockets can accommodate all of your traveling needs • 2 internal pockets for storage of valuables • Long padded adjustable shoulder strap and 2 handle straps offer versatile carrying options- over the shoulder or across the body. The strap is adjustable & removable • Small vented compartment for storage of wet clothing • Internal foam tray on the bottom for a stable base that will stand up to any travels • The mat options are limitless! Any Manduka mat will fit in the compartment so you aren’t limited to traveling with only a travel mat.Combined shipping is only $1 per extra item for most items, so check out my store by clicking the link below. To receive the shipping discount on fixed priced items, click the \"Add to Cart\" icon on the item page, and pay after you have added all desired items into your cart. Visit My eBay Store: MaresUpstairs Please email any questions you may have before bidding on an item. I provide extra pictures, measurements, etc., so do not hesitate to inquire. Shipping is via USPS based off of their efficiency. International bidders, please contact me for shipping prices and please be familiar with your country's custom procedures before purchasing. Please note that all measurements are within 1\" since measurements can be taken differently (ex.laying flat, stretched out). Payment due within 3 days. I strive for 5 star feedback on all of my auctions, so please email me any questions you may have and I will do my best to be an excellent seller :) Most of all, thank you for looking at my store and have a great day!",
  "Title": "NWT $174 Manduka Roadtripper Duffle Bag; Weekend Retreat; Yoga",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "129.95",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Raleigh, North Carolina",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "7013",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "maresupstairs"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "27612",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-14T13:11:25.000Z",
  "HitCount": "39",
  "TimeLeft": "P10DT20H25M30S",
  "EndTime": "2017-06-13T13:11:25.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Duffle/Gym Bag"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Brand",
        "Value": "Manduka"
      },
      {
        "Name": "Type",
        "Value": "Duffle Bags"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "391783381941",
  "PrimaryCategoryID": "169296",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Mares Upstairs",
    "StoreURL": "http://stores.ebay.com/id=123979288"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Buyer pays shipping both ways. Items are to be returned in original state (unworn, attached tags if applicable, etc.). No restocking fees charged.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3917833819418080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}