{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbag Accessories",
  "TimeLeft": "P27DT5H13M35S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "No flaws or chips, in amazing condition.",
  "PrimaryCategoryIDPath": "11450:169291:163570",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA3Nlg3NDI=/z/LI8AAOSw42JZBeCP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwM1g2NzI=/z/QPIAAOSw42dZBeCu/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Brown-Green-Jade-carved-Deer-bats-Jadeite-3D-Purse-Charm-Amulet-/142399548020",
  "ConvertedCurrentPrice": {
    "value": "95.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "The Piece This amazing quality piece of workmanship is hand carved throughout. The Jadeite is untreated and features a natural pale green and deep brown color. The piece depicts 3D carved Deer to the right of lotus leave pad above an upside down bat with a second bat above it. On the back, the carving continues with the backs of the bats flying above four coins. Symbolism found in Chinese Culture Deer are among the most frequently seen animals on charms. The Chinese character for deer is 鹿 which is pronounced lu. The Chinese character 禄, which refers to the salary a government official receives, is also pronounced lu. A picture of a deer is therefore expressing a wish for a top government office with a high salary. The Chinese believe the deer lives to a very great age and, as a result, has become a symbol for long life. A picture of a bat (fu 蝠) can be a visual pun for \"good fortune\" or happiness (fu 福) because both characters are pronounced fu. Often the bat is shown flying upside down because the character (dao 倒) for \"upside-down\" and the character (dao 到) meaning \"to have arrived\" are both pronounced dao. Therefore, if a person were to say \"the bat is flying upside down\" a listener could just as easily hear this as \"happiness has arrived\" which, of course, has a very auspicious connotation. Additionally, \"a bat descending from the sky\" (fuzi tianlai 蝠子天来) sounds exactly like \"happiness descends from heaven\" (fuzi tianlai 福子天来). Two bats facing each other mean double good fortune or happiness. A Chinese charm or coin with a square central hole is sometimes referred to as an \"eye coin\" (yanqian 眼钱). The Chinese word for coin or money (qian 钱) is pronounced the same as the word for \"before\" (qian 前). Therefore, a picture of a bat (fu 蝠) on (zai 在) an \"eye coin\" (yanqian 眼钱) creates a visual pun since saying there is a \"bat on the coin\" (fu zai yan qian) sounds exactly like saying \"happiness is before your eyes\" (fu zai yan qian 福在眼前). Chinese coins are a potent symbol of wealth and prosperity. The peanut (huasheng 花生) is an auspicious symbol because its second character (sheng 生) means to \"give birth\". The carving is extremely detailed and evident of Chinese craftsmen, specifically Stone cutters.The pendant measures just about 2 and 1/2\" tall by just under 1 and 1/2\" wide by just under 1/2\" thick. This piece can either be displayed on a wooden stand or worn as a pendant necklace or carried as a purse charm for good luck. Chinese Stone cutters were considered some of the finest artisans in the world during the Vintage Era. They would carved western themes as well as the more rare traditional eastern themes into their many pieces.It was in China—where the gem-carving tradition was already thousands of years old—that jadeite reached its peak as an important artistic medium. The first jadeite reached China in the late 1700's, and late eighteenth and early nineteenth century carvers created masterpieces that are still unsurpassed in concept, design, and technical execution. Antique and Vintage jewelry is disappearing at alarming rates. Unfortunately, most of the jewelry from this time period has been lost over the years, please don't miss your chance to own this special piece of history! Photos show actual item and depicts item's condition. Piece is sold as is and no returns will be accepted so please ask all your questions and look over photos carefully before buying. Shipping: USPS Priority Shipping within 3 business days of handling for $4.95",
  "Title": "Vintage Brown Green Jade carved Deer bats Jadeite 3D Purse Charm Amulet",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "95.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "163570",
  "Location": "Clearwater, Florida",
  "Seller": {
    "FeedbackScore": "5",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "None",
    "UserID": "chinaartshk"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "33764",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-30T21:07:40.000Z",
  "HitCount": "2",
  "ConditionID": "3000",
  "EndTime": "2017-06-29T21:07:40.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Type",
        "Value": "Charm"
      },
      {
        "Name": "Age",
        "Value": "Post 1940"
      },
      {
        "Name": "Region of Origin",
        "Value": "China"
      },
      {
        "Name": "Color",
        "Value": "Green"
      },
      {
        "Name": "Primary Material",
        "Value": "Jade"
      },
      {
        "Name": "Original/Reproduction",
        "Value": "Original"
      },
      {
        "Name": "Brand",
        "Value": "Unbranded"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142399548020",
  "Storefront": {
    "StoreName": "chinaartshk",
    "StoreURL": "http://stores.ebay.com/id=1210718591"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1423995480208080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}