{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzY4WDUxMA==/z/gn0AAOSwnbZYHd-1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgxWDEwMjQ=/z/TOUAAOSw5cNYHd-3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDUxMA==/z/ZbEAAOSwHMJYHd-5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgxWDEwMjQ=/z/8AMAAOSw44BYHd-8/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgxWDEwMjQ=/z/Q0QAAOSwcLxYHd-~/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TAIWAN-handmade-Hand-woven-shoulder-bag-/252968543719",
  "ConvertedCurrentPrice": {
    "value": "419.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "★ Import Aboriginal aesthetics FIG ornaments in the knitting. ★ Seiko weaving, pattern ancestral spirits. ★ three-dimensional preparation, eye-catching color. ★ Aboriginal crafts, exquisite presentation.product manualThis product is \"custom orders\" only after making a payment, the average waiting seven production days (not including holidays) [Features] ★ Import Aboriginal aesthetics FIG ornaments in the knitting. ★ Seiko weaving, pattern ancestral spirits. ★ three-dimensional preparation, eye-catching color. ★ Aboriginal crafts, exquisite presentation. Aboriginal weaving, the perfect present. Hand separations, weave pattern. Wonderful traditional manual, Aboriginal craft heritage.Aboriginal color aesthetics, traditional pattern show. Eye of ancestral spirits, the guardian of the tribe. Maasai studio [] Workshop presentation continued with the creation of tribal heritage of the legendary Blue Moon Taroko weaving craftsmen beauty! Traditional Truku men out hunting prey, for weaving women's clothes at home, because of the changing times , Aboriginal tradition gradually decline, eventually even be forgotten, mind, blue Moon Mei, four apprentice actively learning tribal weaving, participated in a variety of Aboriginal artistry study and obtain qualifications for teachers, and school and community education, to promote the process of hand-knit Aboriginal Chi. Taichung had with Jane Ling Liang teacher learning, hoping to make up the back had a chance to learn, can expect ancestral wisdom handed down. Upon graduation and to individual schools and community education, promotion Truku traditional manual weaving techniques, hoping to continue the ancestral wisdom. Maasai mother tongue is the name Blue Moon beauty disabilities. Because my grandmother was a tribal elder most good organizations face and maintain traditional land surface, at home, suffering from cerebral palsy Bell Xu their eldest son, his courage to challenge themselves, but also the challenges that \"men and women weave hunting\" cultural tradition and his mother learn traditional weaving. Maasai studio specializes in complex processes and shuttle operating hand-woven, hand-loom back and forth from time to time to crash out beautiful works, including Taroko pattern woven handbag design, pillow designed especially for the use of innovative color rainbow pattern, echoing too rainbow bridge myths and legends Taroko tribe, with Aboriginal culture. Mother and son continued efforts for the traditional weaving Truku of this cultural heritage with them, so have the opportunity to continue the traditional weaving and constant innovation, so that the traditional weaving Truku not at risk of disappearing crisis. To promote Truku hand-knit technology, so the studio assignments, school teaching, supplemented by a small amount of orders, work indoor exhibition knitting work retains strong Aboriginal style. Product specificationsProduct specifications and precautionsOrigin: Taiwan Material: hand-woven cloth, plastic carrying handle. Size: 42 (L) * 16 ( W) * 33 (H)",
  "Title": "TAIWAN handmade Hand-woven shoulder bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "419.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Corona, California",
  "Seller": {
    "FeedbackScore": "104",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nycshop711"
  },
  "ShipToLocations": [
    "US"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92880",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-06-01T10:50:22.000Z",
  "HitCount": "4",
  "TimeLeft": "P28DT20H12M10S",
  "EndTime": "2017-07-01T10:50:22.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "Messenger/Shoulder Bag"
      },
      {
        "Name": "Color",
        "Value": "Gray"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Taiwan"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252968543719",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2529685437198080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}