{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2628456045828080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/dWIAAOSwTuJYnQ0x/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/JLYAAOSwOgdYnQ0x/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/GKwAAOSw~AVYnQ0x/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/zIMAAOSwdGFYnQ0z/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/Ff8AAOSw3v5YnQ0x/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/ij8AAOSwx6pYnQ0x/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA3MFg4MDA=/z/fJkAAOSw2gxYnQ0x/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/a7kAAOSw4CFYnQ0x/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LEINWAND-Fraulein-Briefcase-Red-L51BAF-1305-European-life-design-Woman-/262845604582",
  "ConvertedCurrentPrice": {
    "value": "311.2",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "eBay Template LEINWAND Fraulein Briefcase Red L51BAF-1305 Menu Listings About Us Our Feedback Contact LEINWAND Fraulein Briefcase Red L51BAF-1305 European life design Woman Watch item Ask a question Tell a friend Price Promise We will not be beaten on price. Fast Delivery 24 hour dispatch. 14 Day Returns For your peace of mind. Product Information The LEINWAND launched by Scheel Ricardo in Berlin in 2014 shows German life-style design and expresses european sensibility on the materials to the designs in detail. “LEINWAND” means a canvas in German, which also includes the meaning of an art and a creation. It always pursues new tries and changes with the identity of the concept based on colors of Bundesflagge. Its designs appear the elegance of understated points, the natural shapes, and the deep presence of details. Choose the sensibility / Embrace the freedom Specification Type : Briefcase Color : Red (1305) Material : BBG leatherr Dimensions : L)38cm x H)27cm x W)9cm / L)14.96\" x H10.63\" x W)3.54\" Manufacturing country : South Korea Design Point Supporting women’s career, the one look like a handbag suggests you a new way of the item. Having an inside-thru and top hander, it’s a suitable medium-sized bag for those women who wants to feel easy and comfortable everywhere. Durable SBG leather is used, and two choices of color are there. Camel color matching well with everyday wear, or a loud color, RED. Detail A compartment for a laptop, zipper closure, a magnetic cover Square ring for a decoration Leather crossing strap. Delivery Information We ship worldwide. All orders will be shipped from South Korea by Korea Post. We ship your orders almost within 5 business days after the payment. Please confirm your address is correct. We only ship to the address listed in the ebay. It might take more than usual by any unpredictable events including weather condition, no nonstop shipping, customs & house policy in your country. Please Understand. If you do not receive your purchase within expected delivery date, please send a message to us through \"Ask a question\" at the bottom of the item listing. Returns Information Return Policy We accept the returns for any reason, but item must be \"Not Opened Condition.\" All returns must be sent within 14 days of receipt of your package. Once receiving the returned item, we will contact buyers to arrange refund of merchant value. Please note that postage is NOT refundable. If you received wrong item, please send messages to us through \"Ask a question\" at the bottom of the listing. To resolve problem, we will ship correct items. (In this case, we pay the cost of shipping.). If the items have returned to us under the unclaimed status, we will give you a full refund except shipping cost. Other Terms & Conditions Feedback will be left once after we have received payment from buyer. Please do not forget to leave us FIVE STARS on all of the Detailed Seller Ratings. Please DO NOT leave a neutral or negative feedback without contacting us first to get a better solution. A better solution for you is better than any other neutral or negative feedback. (A seller of anyone with star scores below 3 can no longer sell.) If you have any question about our listings or your purchase, please send messages to us through \"Ask a question\" at the bottom of the item listing. We will reply to you, but if no responses have made within 48 hours for you, please check the spam list in your mail box. -->",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "311.2",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Seoul,Seongdong-gu",
  "Seller": {
    "FeedbackScore": "6",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "None",
    "UserID": "awesome0070"
  },
  "PrimaryCategoryID": "169293",
  "Country": "KR",
  "ListingType": "FixedPriceItem",
  "Title": "LEINWAND Fraulein Briefcase Red L51BAF-1305 European life design Woman",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-02-10T00:45:31.000Z",
  "HitCount": "50",
  "TimeLeft": "P7DT9H34M28S",
  "EndTime": "2017-06-10T00:45:31.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Briefcases"
      },
      {
        "Name": "Color",
        "Value": "Red (1305)"
      },
      {
        "Name": "Material",
        "Value": "BBG leather"
      },
      {
        "Name": "Brand",
        "Value": "leinwand"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Korea, Republic of"
      },
      {
        "Name": "Dimentions:",
        "Value": "L)14.96\" x H)10.63\" x W)3.54\""
      },
      {
        "Name": "Model:",
        "Value": "L51BAF-1305RD"
      },
      {
        "Name": "Gender:",
        "Value": "Woman"
      },
      {
        "Name": "UPC",
        "Value": "640978440660"
      }
    ]
  },
  "Site": "US",
  "ItemID": "262845604582",
  "Storefront": {
    "StoreName": "awesome0070",
    "StoreURL": "http://stores.ebay.com/id=1453974577"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "LEINWAND BRIEFCASE L51BAF-1305RD [W]",
  "HandlingTime": "5",
  "BestOfferEnabled": "false"
}