{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P9DT22H7M40S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NVgxNjAw/z/3A8AAOSw-3FZMVfX/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNTk5/z/yoQAAOSwblZZMVfW/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUzWDE1OTk=/z/DRUAAOSwaEhZMVfY/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/n8kAAOSwq1JZMVfZ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/csIAAOSwurZZMVfZ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/G98AAOSwaeRZMVfb/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/t1oAAOSwhvFZMVfb/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/KjsAAOSwn-tZMVfc/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/lCEAAOSwYlRZMVfc/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/908AAOSwuMZZMVfe/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/yvMAAOSwblZZMVfe/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNTk5/z/rjUAAOSwAPVZMVff/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Hermes-Kelly-MIni-lLimited-KP-Kelly-Bag-Pochette-Ostrich-Terre-Cuite-/222532601503",
  "ConvertedCurrentPrice": {
    "value": "21950.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "new condition Width 8.5 x 5.5\" Height x 2.5” DepthHandle Drop .75 The newly-introduced colour Terre Cuite (French for ‘terra cotta,’ an Italian term for ‘baked earth’) is a light, dusty rose — an extremely difficult hue to create, requiring a highly technical and rigorous dying process. These factors, in addition to the increasing scarcity of Ostrich Birkins, contribute to the immense collectability of this beautiful and rare handbag. Ostrich pochette bags occupy a unique space in the Hermès aficionado’s collection. The most delicate of all exotic Birkins, the Ostrich bag is for Hermès enthusiasts with only the most refined sense of style. Regular, punctuated Ostrich pores create a beautiful, graphic surface with matte finish, perfect for every day, all-season wear. # of interior pockets: 1Hardware: PalladiumCountry of Origin: FranceColor: terre cuiteInterior lining:chevreClosure: twist lockPrimary Material: ostrich Condition Rankings:New - shows no indication of handling at all with all plastic on hardware and never worn other than to photograph for display.Pristine - shows little to no indication of handling, usually with all plastic on hardware and most likely never worn.Excellent - shows very minor evidence of handling.Very Good - shows evidence of wear and handling, with no major flaws.Good - shows moderate wear and is fully functional.Fair - shows moderate wear and has condition issues that may or may not be repairable. References to gold or silver hardware, unless otherwise specified, describes the “color\" and is not meant to infer the type of metal. FedEx Signature Required only. JaneFinds™ Policies: JaneFinds is the worlds preeminent Hermes Collector and Reseller. Specializing in unique, impossible to get and vintage authentic Hermes bags and accessories. With devoted global clientele – no one has access to a broader and finer collection of authentic Hermes. JF can rotate your collection, or grow it. Purchasing an Hermès handbag from JaneFinds guarantees immediate delivery after payment and absolute guaranteed authenticity! Complete faith from our worldwide clientele – join the club, you’ll never hear “waiting list” again! Visit the “Me” page to learn more about JaneFinds (click “me” next to user id). General Rules Ask all questions up front. Our descriptions are as accurate as possible and are based on information that is deemed accurate at the time. Unless stated in the auction description, items are brand new. If your Feedback is below a “10” you must contact us prior to placing a bid, otherwise your bid will be immediately cancelled. Winning bidders, if you do not respond within 24 hours the item will be relisted. Photography We use high end photographic equipment to photograph all of our products in a closed studio, that said, there is no way to guarantee that on your computer the colors are represented accurately. At the time of processing on our computer systems the colors match the original bag. Our photos are clearly watermarked for authenticity, there are illegitimate sellers who will steal our photos from time to time and remove our authenticity watermark and use the photos to sell questionable items. We have no affiliation with any sites that steal our photographs and misrepresent what they are selling! *Note: Accessories used for JaneFinds photo shoots are not included with the purchase price of the item listed. Accessories used in photo shoots are Twillie (mini scarf), Rodeo (mini horse), CDC (bracelets), among others. If you wish to purchase any accessories “as pictured” please inquire prior to purchase.  Payment A deposit of $1,000.00 is due within 24 hours of winning bid via Paypal, the balance within 4 days via wire transfer. The address must be confirmed and verified with Paypal. Paypal is restricted to a maximum $1000.00 USD. All sales are final. Shipping Hermes bags are carefully packed in their original orange box and packed in high strength cardboard boxes with padding (if there is no box for used bags the listing will clearly state this) We only ship FedEx Signature Required, free domestic FedEx shipping. We request that International buyers contact us for a shipping rate to their country. We ship Worldwide. Shipping is within 24 hours of funds received and cleared. International Buyers – Please Note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Contact If you have difficulty contacting us via eBay then contact us directly through our website. Please be aware that any correspondence from \"JaneFinds\" will only come from the email address on file with eBay. Fine Print All winning bidders are entering into a legal and binding contract to purchase the handbag described herein. If you have no intention to honor your agreement or purchased this handbag, please refrain from bidding. Anyone found interfering with JaneFinds™ auctions (i.e. emailing auction bidders, unqualified bidders, nonpaying bidders, or any other form of auction interference) are subject to legal prosecution. Our email address on file with eBay is the only email in use, I will always contact you with this email address and will only ask you to respond to me at this email address (you can confirm by contacting me through eBay's system, and selecting include email address). If somebody contacts you about my bag and the email is from a different address, or the email asks you to contact me at some other email address, please let me know immediately. JaneFinds™ reserves the right to cancel bids, close auctions, and/or sell our item to anyone else at any time for any reason. This auction is restricted to pre-approved bidders only. If you wish to bid on our auction and you are a new bidder please contact us first! _gsrx_vers_783 (GS 7.0.5 (783))",
  "Title": "Hermes Kelly MIni lLimited KP Kelly Bag Pochette Ostrich Terre Cuite",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "21950.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Westwood, New Jersey",
  "Seller": {
    "FeedbackScore": "1128",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "janefinds"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "21950.0",
    "_currencyID": "USD"
  },
  "PostalCode": "07675",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T12:19:45.000Z",
  "HitCount": "3",
  "Subtitle": "JaneFinds Baginizer is a must in every Hermes bag!",
  "EndTime": "2017-06-12T12:19:45.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "KELLY pochette"
      },
      {
        "Name": "Color",
        "Value": "Peach pink"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "Material",
        "Value": "ostrich"
      },
      {
        "Name": "Brand",
        "Value": "HERMES"
      },
      {
        "Name": "Size",
        "Value": "Width 8.5 x 5.5\" Height x 2.5” Depth"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222532601503",
  "Storefront": {
    "StoreName": "JaneFinds",
    "StoreURL": "http://stores.ebay.com/id=8913556"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2225326015038080_1.jpg",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}