{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTczWDUwMA==/z/xF0AAOSw0kNXhvQz/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjA4WDUwMA==/z/-xAAAOSwygJXhvQ1/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDc2Mw==/z/xKAAAOSw0kNXhvQ2/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDU0Mg==/z/i9cAAOSw7XZXhvQ4/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDYxMw==/z/2dMAAOSwGXtXhvQ5/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/A9AAAOSw7s5XhvQ7/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTQwWDcyMA==/z/xToAAOSw0kNXhvQ-/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTg3WDUwMA==/z/n3sAAOSww9VXhvRA/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Backpack-Beacon-Laptop-W-Gaming-Console-Sleeve-Xbox-360-PS3-Hip-Pockets-Rugged-/142053805766",
  "ConvertedCurrentPrice": {
    "value": "136.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Shoppers Haven Int. Why Choose Us Everki Beacon Laptop Backpack With Gaming Console Sleeve, Fits Up To 18-Inch (EKP117NBKCT) Product Description Dedicated ultra-soft padded laptop compartment accommodates up to 18\" laptopsGaming console sleeve included (suitable for Xbox 360, PS3, Wii, etc)Clever buckle system allows for both partial or full 180 degree opening of the main compartment for easy loadingHip pockets for quick access to items like keys, media players, and mobile phone without taking the bag off your backDual hand-carry handles for easy lifting5-point balance strap system evenly distributes weight for comfortable carryingWater-resistant weather cover protects against dust, rain, or snowLaptop Compartment: 1.38\"x14.17\"x19.69\" Rugged and stylish, the Beacon is designed for comfort even with heavy loads and harsh conditions. An ultra-soft, padded laptop compartment deftly protects and carries up to 18\" laptops while still leaving enough room in the main compartment for a gaming console and accessories. Comfort and balance are maintained, even under heavy loads, thanks to the Beacon's 5-point balance strap system and aero-flow padded back and shoulder harness. The spacious main storage compartment features a large zippered pocket, dividers, and an assortment of multifunction accessory slots. A clever buckle system allows the compartment to open halfway for quick access or a full 180 degrees for easy loading. Gamers will appreciate the inclusion of a dedicated sleeve for taking a gaming console (XBox 360, PS3, or Wii) on the road. Dual hip pockets provide extra storage and quick access to important items like keys, mobile phone, or a media player without taking the bag off. A zippered outer pocket and a quick-stash slot provide additional easy-access storage To keep your valuable contents protected in all weather conditions, the Beacon has an integrated stow-away water-resistant weather cover for use in sand, snow, rain, or dust. As with all Everki products, the Beacon is backed by Everki's Limited Lifetime Warranty and world-class customer service. Beacon Laptop Backpack w/Gaming Console Sleeve, Fits up to 18\" Rugged and stylish, the Beacon is designed for comfort even with heavy loads and harsh conditions. An ultra-soft, padded laptop compartment deftly protects and carries up to 18\" laptops while still leaving enough room in the main compartment for a gaming console and accessories. Comfort and balance are maintained, even under heavy loads, thanks to the Beacon's 5-point balance strap system and aero-flow padded back and shoulder harness. The spacious main storage compartment features a large zippered pocket, dividers, and an assortment of multifunction accessory slots. A clever buckle system allows the compartment to open halfway for quick access or a full 180 degrees for easy loading. Gamers will appreciate the inclusion of a dedicated sleeve for taking a gaming console (XBox 360, PS3, or Wii) on the road. Dual hip pockets provide extra storage and quick access to important items like keys, mobile phone, or a media player without taking the bag off. A zippered outer pocket and a quick-stash slot provide additional easy-access storage. To keep your valuable contents protected in all weather conditions, the Beacon has an integrated stow-away water-resistant weather cover for use in sand, snow, rain, or dust. As with all Everki products, the Flight is backed by Everkis Limited Lifetime Warranty and world-class customer service. Features 1. Water-Resistant Weather Cover Everki goes the extra mile to protect your valuables from the elements because theres no telling when you will find yourself stuck in inclement weather with expensive gear on your back. The Beacons bottom pocket contains a water-resistant weather cover that stretches to neatly slip over the entire exposed surface of the bag and protect your documents and equipment against rain, snow, dust, or spilled drinks. The nylon covering easily detaches to allow for convenient cleaning and drying and can be quickly replaced when you are ready for your next adventure. 2. Spacious Storage Compartment with Removable Sleeve for Wii, Xbox 360, PS3 Everki created the Beacon with the serious gamer in mind. Its main front compartment opens to reveal a fully removable padded sleeve large enough to comfortably fit a Wii, Xbox 360, or PS3 gaming console. The sleeve fits neatly into its compartment with room left over for documents and a few accessories, and the bag features a clever buckle system that allows for partial or full 180 degree opening of the compartment for easy loading. Additional interior pockets facilitate tidy organization of items like cables, tools, camera, and mouse, and all of the Beacons compartments are lined in a warm orange that contrasts stylishly against its black exterior. 3. Easy-Lift Dual Handles Manage your burden with ease with the Beacons dual handles, located at the top and the lower front side of the bag to allow you to conveniently get a grip on your gear and more easily maneuver it for packing and unpacking. These grips blend in seamlessly with the Beacons sleek design and are each solidly constructed using sturdy materials to ensure that this bag remains a loyal traveling companion trip after trip, journey after journey. 4. 5-Point Balance Strap System Todays tech-savvy traveler needs a bag that can carry a lot of weight without adding to it. Everkis 5-Point Balance Strap System distributes weight load evenly across the torso to reduce muscle strain and keep you feeling light on your feet with every step you take while wearing the Beacon. Like most bags, the Beacon has two adjustable straps at the bottom. Everki adds to these two adjustable straps at the shoulders and one across the chest that give you more control over weight distribution and, ultimately, greater comfort. 5. Ergonomic Back Panel and Shoulder Straps Carrying a laptop, gaming console, and accessories can wear a traveler out quickly. Luckily for the weary traveler, the Beacon is designed with pillow-soft shoulder straps and padded back panel that pitch in to help you shoulder the load when you have to carry your gear for long periods of time. Mesh padding and deep airflow channels also allow for maximum air circulation to keep you dry, cool, and comfortable, even while you are in constant motion. Everki presents the Beacons padding and mesh in the same warm, orange tone that lines its interior. 6. Quick-Access Hip Pockets The Beacon includes discrete hip pockets on each side that provide quick access to items like keys, flash drives, water bottle, mobile phone, and portable media player. Left side pocket features a convenient cable outlet that offers tangle-free management of headphone cables and both pockets are easily accessible without having to remove the bag from your back. Their placement conforms to the flow of the design and they come equipped with high-quality zippers with durable all-metal pulls. Additional Features Lifetime Warranty Protection You can enjoy peace of mind knowing that with any product in the Everki family, you never have to worry about discovering a flaw or defect after the end of the warranty period. Everkis Limited Lifetime Warranty protects your purchase against manufacturing defects over the entire life of the product. Optional Hidden Stash Compartment The Beacons weather cover compartment doubles as an extra pocket when the weather cover is removed. Its discrete location makes it unnoticeable and thus ideal for stashing money and/or other important documents while traveling. Integrated Shoulder Strap and Headphone Cable Management System Convenient mini straps on the front of the Beacons shoulder straps provide a means to temporarily place items like sunglasses and headphones, and they work in harmony with the side pockets cable outlet to route cables and prevent breakage due to tangling and other hazards of travel. Dedicated Laptop Compartment Your laptop is one of your most prized possessions, so it deserves its own compartment. This compartment fits up to 18 laptops and comes equipped with a soft, felt lining to protect your computer from scratches and other hazards of transport. Additional Front Pockets The Beacons two additional outer pockets maximize space. One vertically zippered and one open pocket provide additional storage for items like portable electronics, keys, change, and writing utensils, and are well-positioned to provide easy access without interrupting the bags visual appeal. Ruggedized, Water-Resistant Bottom The Beacons underside is composed of a rugged, water-resistant material that is customized to resist weather and wear. It also provides an extra layer of padding to further guard against bumps and other potential dangers that compromise the safety of your valuables. Beacon Laptop Backpack w/Gaming Console Sleeve, Fits up to 18\" Rugged and stylish, the Beacon is designed for comfort even with heavy loads and harsh conditions. An ultra-soft, padded laptop compartment deftly protects and carries up to 18\" laptops while still leaving enough room in the main compartment for a gaming console and accessories. Comfort and balance are maintained, even under heavy loads, thanks to the Beacon's 5-point balance strap system and aero-flow padded back and shoulder harness. The spacious main storage compartment features a large zippered pocket, dividers, and an assortment of multifunction accessory slots. A clever buckle system allows the compartment to open halfway for quick access or a full 180 degrees for easy loading. Gamers will appreciate the inclusion of a dedicated sleeve for taking a gaming console (XBox 360, PS3, or Wii) on the road. Dual hip pockets provide extra storage and quick access to important items like keys, mobile phone, or a media player without taking the bag off. A zippered outer pocket and a quick-stash slot provide additional easy-access storage. To keep your valuable contents protected in all weather conditions, the Beacon has an integrated stow-away water-resistant weather cover for use in sand, snow, rain, or dust. As with all Everki products, the Flight is backed by Everkis Limited Lifetime Warranty and world-class customer service. Features 1. Water-Resistant Weather Cover Everki goes the extra mile to protect your valuables from the elements because theres no telling when you will find yourself stuck in inclement weather with expensive gear on your back. The Beacons bottom pocket contains a water-resistant weather cover that stretches to neatly slip over the entire exposed surface of the bag and protect your documents and equipment against rain, snow, dust, or spilled drinks. The nylon covering easily detaches to allow for convenient cleaning and drying and can be quickly replaced when you are ready for your next adventure. 2. Spacious Storage Compartment with Removable Sleeve for Wii, Xbox 360, PS3 Everki created the Beacon with the serious gamer in mind. Its main front compartment opens to reveal a fully removable padded sleeve large enough to comfortably fit a Wii, Xbox 360, or PS3 gaming console. The sleeve fits neatly into its compartment with room left over for documents and a few accessories, and the bag features a clever buckle system that allows for partial or full 180 degree opening of the compartment for easy loading. Additional interior pockets facilitate tidy organization of items like cables, tools, camera, and mouse, and all of the Beacons compartments are lined in a warm orange that contrasts stylishly against its black exterior. 3. Easy-Lift Dual Handles Manage your burden with ease with the Beacons dual handles, located at the top and the lower front side of the bag to allow you to conveniently get a grip on your gear and more easily maneuver it for packing and unpacking. These grips blend in seamlessly with the Beacons sleek design and are each solidly constructed using sturdy materials to ensure that this bag remains a loyal traveling companion trip after trip, journey after journey. 4. 5-Point Balance Strap System Todays tech-savvy traveler needs a bag that can carry a lot of weight without adding to it. Everkis 5-Point Balance Strap System distributes weight load evenly across the torso to reduce muscle strain and keep you feeling light on your feet with every step you take while wearing the Beacon. Like most bags, the Beacon has two adjustable straps at the bottom. Everki adds to these two adjustable straps at the shoulders and one across the chest that give you more control over weight distribution and, ultimately, greater comfort. 5. Ergonomic Back Panel and Shoulder Straps Carrying a laptop, gaming console, and accessories can wear a traveler out quickly. Luckily for the weary traveler, the Beacon is designed with pillow-soft shoulder straps and padded back panel that pitch in to help you shoulder the load when you have to carry your gear for long periods of time. Mesh padding and deep airflow channels also allow for maximum air circulation to keep you dry, cool, and comfortable, even while you are in constant motion. Everki presents the Beacons padding and mesh in the same warm, orange tone that lines its interior. 6. Quick-Access Hip Pockets The Beacon includes discrete hip pockets on each side that provide quick access to items like keys, flash drives, water bottle, mobile phone, and portable media player. Left side pocket features a convenient cable outlet that offers tangle-free management of headphone cables and both pockets are easily accessible without having to remove the bag from your back. Their placement conforms to the flow of the design and they come equipped with high-quality zippers with durable all-metal pulls. Additional Features Lifetime Warranty Protection You can enjoy peace of mind knowing that with any product in the Everki family, you never have to worry about discovering a flaw or defect after the end of the warranty period. Everkis Limited Lifetime Warranty protects your purchase against manufacturing defects over the entire life of the product. Optional Hidden Stash Compartment The Beacons weather cover compartment doubles as an extra pocket when the weather cover is removed. Its discrete location makes it unnoticeable and thus ideal for stashing money and/or other important documents while traveling. Integrated Shoulder Strap and Headphone Cable Management System Convenient mini straps on the front of the Beacons shoulder straps provide a means to temporarily place items like sunglasses and headphones, and they work in harmony with the side pockets cable outlet to route cables and prevent breakage due to tangling and other hazards of travel. Dedicated Laptop Compartment Your laptop is one of your most prized possessions, so it deserves its own compartment. This compartment fits up to 18 laptops and comes equipped with a soft, felt lining to protect your computer from scratches and other hazards of transport. Additional Front Pockets The Beacons two additional outer pockets maximize space. One vertically zippered and one open pocket provide additional storage for items like portable electronics, keys, change, and writing utensils, and are well-positioned to provide easy access without interrupting the bags visual appeal. Ruggedized, Water-Resistant Bottom The Beacons underside is composed of a rugged, water-resistant material that is customized to resist weather and wear. It also provides an extra layer of padding to further guard against bumps and other potential dangers that compromise the safety of your valuables. Our Promise: We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If there's a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us! If you are satisfied with our transaction, please take a moment to leave Positive Feedback. Thank You. SaveSave",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "136.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "116",
    "PositiveFeedbackPercent": "97.8",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "realvaluemart"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Backpack Beacon Laptop W/ Gaming Console Sleeve Xbox 360 PS3 Hip Pockets Rugged",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2016-07-14T02:09:06.000Z",
  "HitCount": "604",
  "TimeLeft": "P6DT10H54M3S",
  "EndTime": "2017-06-09T02:09:06.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Everki"
      },
      {
        "Name": "MPN",
        "Value": "EKP117NBKCT"
      },
      {
        "Name": "Model",
        "Value": "EKP117NBKCT"
      },
      {
        "Name": "UPC",
        "Value": "778888145525"
      },
      {
        "Name": "EAN",
        "Value": "7887117140187"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Water Resistant?",
        "Value": "Yes"
      },
      {
        "Name": "Material",
        "Value": "Water - Resistant"
      },
      {
        "Name": "Laptop compartment ?",
        "Value": "Yes -up to 18 in."
      }
    ]
  },
  "Site": "US",
  "ItemID": "142053805766",
  "Storefront": {
    "StoreName": "DealsMart Int",
    "StoreURL": "http://stores.ebay.com/id=179359171"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Items must be returned in NEW unused un-opened condition with all original packaging and packing materials. Buyer pays return shipping and 20% restocking fee.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1420538057668080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}