{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625387010468080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMzI0/z/8f8AAOSwU8hY4i5m/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Brand-New-GUESS-Handbag-Ladies-Maggie-Black-SATCHEL-Bag-Purse-/162538701046",
  "ConvertedCurrentPrice": {
    "value": "95.01",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Style 14GF-044-A Group Maggie Color Black Size 41 X 24 X 14 CM (Left - Right x Top - Bottom x Front - Back) Strap 38 / 118 CM Description: - Best Collection!! - New AUTHENTIC GUESS Handbag. Outer Body Bag made of Excellent Quality Faux-Leather Materials. Every handbag model was designed & crafted by GUESS only. The bag comes with dual handle and detachable shoulder strap. On top, the bag is secured closed with top magnetic closure. It has GUESS original logo emblem on the front bag. Gold stud and ring hardware. Mini studs on the front bag. Elegant style handbag with plenty of room to stuff our personal belongings. :) Interior Inside Bag consist of: 1 zipper pocket and 3 slip pockets. Matching wallet may be available for these handbag (Please contact seller for more information). ----------- We only believe & love Authentic GUESS Handbag at our store. Every Bag that shipped out from our store is Guaranteed Authentic GUESS and best customer service. The bag that you purchased here might be the limited colllections / the only one available, and have been sold out everywhere. For Super Fast & with tracking # shipment, Please choose Express Mail option Shipment (All Package ship from USA). AUTHENTIC & GENUINE GUESS Handbag - Meilleur Collection ! ! - Nouveau Sac à main GUESS AUTHENTIQUE. Sac corps externe d'excellente qualité simili cuir Matériaux. Chaque modèle de sac à main a été conçu et fabriqué par GUESS seulement. Le sac est livré avec double poignée et bandoulière amovible. En plus, le sac est fixé fermée avec fermeture magnétique supérieure. Il a Guess emblème de logo original sur le sac avant. Oreilles or et anneau matériel. Mini clous sur le sac avant. Sac à main de style élégant avec beaucoup d'espace pour bourrer nos effets personnels. :) Intérieur l'intérieur du sac se compose de: 1 poche zippée et 3 poches. Portefeuille assorti peuvent être disponibles pour ces sac à main (Se il vous plaît contacter le vendeur pour plus d'informations). ------- Nous croyons que l'amour authentique et sac à main GUESS à notre magasin. Chaque sac livré à partir de notre magasin est garantie GUESS authentique et le meilleur service à la clientèle. Le sac que vous avez acheté ici peut-être les colllections limitées / la seule disponible, et ont été vendus partout dans le monde. Super Fast & avec le cheminement # expédition, S'il vous plaît choisir l'option envoi de courrier express (Tout navire paquet des Etats-Unis). Buy ONLY from our store guaranteed Authentic new & fresh GUESS from USA. - Beste Sammlungen! ! - NEW authentischen GUESS Handtasche. Outer Body Bag gemacht von ausgezeichneter Qualität Faux-Ledermaterialien. Jede Handtasche Modell wurde entwickelt, & nur GUESS gefertigt. Die Tasche ist mit Dual Griff und abnehmbarem Schultergurt. Oben wird die Tasche geschlossen mit Top-Magnetverschluss gesichert. Es hat GUESS Original-Logo-Emblem auf der Fronttasche. Gold-Stud und Ring-Hardware. Mini Stollen auf der Fronttasche . Eleganter Stil Handtasche mit viel Platz, um unsere persönlichen Sachen zu stopfen. :) Interior InnentaschenBag bestehen aus: 1 Reißverschlussfach und 3 Steckfächer. Passende Brieftasche kann für diese Handtasche verfügbar sein (bitte mit Verkäufer für weitere Informationen). --------- Wir glauben, dass nur Liebe & Authentic GUESS Handtasche an unserem Speicher. Jede Tasche, die sich von unserem Lager ausgeliefert ist garantiert authentisch GUESS und besten Kundendienst. Die Tasche, die Sie hier bestellen können die begrenzten colllections / der einzige, der zur Verfügung stehen, und sind überall ausverkauft. Bei Super-Fast & Versand mit Tracking #, wählen Sie bitte die Option Express Mail Versand (Alle Paket Schiff aus den USA). Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "128.11",
    "_currencyID": "CAD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "USA",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "15146",
    "PositiveFeedbackPercent": "99.0",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "guessmoda"
  },
  "PrimaryCategoryID": "63852",
  "Country": "US",
  "MinimumToBid": {
    "value": "128.11",
    "_currencyID": "CAD"
  },
  "Title": "Brand New! GUESS Handbag Ladies Maggie Black SATCHEL Bag Purse",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T11:48:00.000Z",
  "HitCount": "2",
  "TimeLeft": "P9DT21H33M36S",
  "EndTime": "2017-06-12T11:48:00.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Satchel"
      },
      {
        "Name": "Brand",
        "Value": "Guess"
      },
      {
        "Name": "Material",
        "Value": "Faux Leather"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "Canada",
  "ItemID": "162538701046",
  "Storefront": {
    "StoreName": "Kingdom Moda",
    "StoreURL": "http://stores.ebay.com/id=94280173"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Exchange",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "14GF-044-A",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}