{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2629600069388080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjMwWDgwOA==/z/m8gAAOSww5NZBaan/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMzM1gxMDAw/z/hkwAAOSw-ndToDtz/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mercedes-Benz-Emma-Brown-Laptop-Bag-Anthrachite-Collection-Genuine-New-/262960006938",
  "ConvertedCurrentPrice": {
    "value": "256.9",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Home Feedback Contact Add to favourites Item Description NO IMPORT TAXES TO USA UP TO $800 Free FedEx Shipping for USA and Canada Visit Our Shop Terms & Conditions View Feedback Add to Favourite Mercedes-Benz Emma Brown Laptop Bag Anthrazit CollectionGenuine New Description: Laptop bag. Anthracite. Canvas/leather. Leather handles. Detachable shoulder strap. Separate laptop compartment with press-stud fastening (for laptops up to max. 38.1 cm (15 inches)). 2 inside compartments for laptop accessories. Star logo stud on leather charm. Embossed “by Emma Brown” logo. Size approx. 41 x 32 x 7.5 cm. Made in Italy.Product properties:Material: canvasArticle number: B66959989 Customer satisfaction is always our PRIORITY Please contact us for any question or information you may need customer support respond time is 0:30m -10:00 hrs 24/7 EUROPEAN BASED SELLER Please read our terms and conditions before purchasing from us Shipping Important Shipping Information Dispatch location: Berlin. Germany, Europe All packages are Trackable and will require proof of signature upon receiving Delivery Times European Zone: 6 - 9 Working Days USA/CANADA 7 - 12 Working Days Non European Destinations (Worldwide): 13 - 21 Working Days Dispatch Times 1-3 working days, Tracking Number provided in the third working day. Weekends and bank holidays do not apply to any of the above time frames Please note that we are using the following shipping services: FedEx Express, FedEx Economy and DHL Deutche Post Countries as: Israel!!! Argentina!! Mexico! Russia! Maldives! Vietnam! Ukraine! Kazakhstan, Philippines - Estimated delivery time: is 5-10 weeks due to the destination countries customs delays and not our or the couriers'. If you do not agree with the above timeframes please do not purchase from our shop. Free Insurance Coverage with Every Parcel Please note that it is the recipient's responsibility to open and inspect the package. Only if the item is undamaged you can sign and accept delivery. The insurance will not be valid if you sign for the delivery for a damaged box. A replacement or refund will not be offered if you claim that your package arrived damaged but you did sign and accept the delivery which resulted in voiding the insurance. Payment Paypal Payments are subject to below requirements: Buyers should have either a confirmed PayPal account address or verified PayPal account We expect PayPal payments to be eligible for sellers protection. If this requirement is not met, we will cancel and refund your payment Items will be dispatched to the addresses received from Ebay/PayPal only. If a buyer asks to deliver the item to a different address which results in the cancelation of our sellers protection program, the order will be cancelled and a full refund will be issued without a warning. Import Taxes Import Taxes It's always the buyer's responsibility to clear customs and pay the relevant custom duties Customs are Government Agencies regulating international shipments. Before delivery each package needs to be cleared by the destination country's customs Paying for an item does not mean you pay for your country's import taxes, if they occur We are not responsible for any customs charges, taxes and duties that may apply If the buyer will return the item due to refusal of import tax payment, all shipping costs and applicable duties will be deducted from the refund. Customs clearance may differ for each country. Please find out about the import taxes and duties in your own country before buying from us and only purchase if you accept the above terms Returns Returns If you have any problems with the purchased item, please contact us within 7 working days from receiving it If there are irremediable defects with the devices, you can return them back to us for repair or replacement within 30 days Returns for a refund are only possible within 30 days since the purchase All returns must be pre-authorized. Please contact us with the reason for your return request All items must be returned unused, in their original undamaged packaging, with full box and its contents. The returned item must be the exact item that we sold. We will compare serial no. and/or ask for photos of the product as proof of the return reason before accepting it. We will file a report against buyers who try to abuse the return system and ship back an item we never sent or a package that is missing content. Also, a legal notice will be sent out to the buyer All returns must be sent back to us within 14 days since the day you received the item(s). For non European transaction the return shipping company must be the same as the delivery company to avoid any import taxes in Germany. If the item will be returned with a courier of your choice and this will result in import taxes in Germany, either the package will be refused or the import taxes will be deducted from your refund Restocking Fee For buyers who change their mind or want to cancel an order after we dispatched it but before receiving it, the shipping fees and import taxes, if any, will be deducted from the buyer's refund Please note that if the return is due to change of mind or order by mistake, then all returned items are subject to a 20% restocking fee Guidance All customer returns must be accompanied by an online tracking number All customers are advised to safely keep the proof of payment for shipping back the returned item(s), along with the confirmation note or slip provided by the relevant courier service with the tracking number on it, until we confirm the successful receivement of the returned item(s) Customers are responsible to cover the cost of returning the package if the return reason is change of mind or order by mistake We advise you to include a note with the ebay item number and your ebay user ID clearly written, along with the return package. Soon after our Returns Department has received your returned package, the necessary actions will be initiated to process your refund and this process could take up to 2-4 working days Your refund will be made using the same payment method you used to make the purchase. No alternative methods are allowed Compatibility Compatibility Please note that our products are coming with European Sepcifications and/or with European 2 PIN plug. Some of our items might not come with English manual and this is our general condition when it comes to plugs or manuals, but you can contact us for more information on any item you might be interested in.",
  "Title": "Mercedes-Benz Emma Brown Laptop Bag Anthrachite Collection  Genuine New",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Central America and Caribbean",
    "South America",
    "AF",
    "AZ",
    "BD",
    "BT",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AT",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IE",
    "IT",
    "LV",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "ME",
    "NL",
    "PL",
    "PT",
    "RO",
    "RS",
    "SK",
    "SI",
    "ES",
    "SE",
    "UA",
    "GB",
    "KH",
    "LA",
    "MO",
    "PH",
    "VN",
    "BM",
    "GL",
    "MX",
    "PM",
    "BH",
    "IQ",
    "JO",
    "LB",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "256.9",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Berlin",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "2122",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "spektramaxima.ltd"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10997",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-04-30T08:56:09.000Z",
  "HitCount": "39",
  "TimeLeft": "P26DT17H49M15S",
  "EndTime": "2017-06-29T08:56:09.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Mercedes-Benz"
      },
      {
        "Name": "Style",
        "Value": "Emma Brown"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "MPN",
        "Value": "does not apply"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "UPC",
        "Value": "0706686283156"
      }
    ]
  },
  "Site": "US",
  "ItemID": "262960006938",
  "Storefront": {
    "StoreName": "spektramaxima.ltd",
    "StoreURL": "http://stores.ebay.com/id=439548087"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Please read item Description",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "DE",
  "SKU": "xx04096",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}