{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/EmsAAOSwCQZZC9w-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/IRsAAOSww9xZC9w-/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Kushies-My-Bag-Ultimate-Daycare-Overnight-Girl-Brown-Pink-/322505425257",
  "ConvertedCurrentPrice": {
    "value": "96.4",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Kushies My Bag The Ultimate Daycare Overnight Girl Brown Pink Kushies My Bag**FREE Kritter included with every purchase of My Bag**The ultimate daycare bag. A perfect overnight bag. Contains everything your child needs to make your life easier. MY BAG CONTAINS Cool compartments for your stuff 1 insulated snack box 1 insulated medicine box 1 clean clothes bag 1 dirty clothes bag 1 soiled clothes bag with laundry bag insert 1 spare shoes bag a pillow and blanket and a handy hook for hanging.Comes in boy blue and girl pink styles.The ultimate daycare bag and a perfect overnight bag. My Bag contains everything your child needs to make your life easier! Each My Bag comes complete with the following: Cool compartments for your stuff; 1 insulated snack box; 1 insulated medicine box; 1 clean clothes bag; 1 dirty clothes bag ; 1 soiled clothes bag with laundry insert; 1 spare shoes bag; a pillow and blanket; A handy hook for hanging. Choose from 2 great colours for that special little one in your life. Product Features Ultimate daycare bag Perfect for sleeper-overs Durable Multi-functional Shipping: Shipping is complimentary within the lower 48 US States. We Do Not Ship to PO/APO Boxes, HI or Alaska We Do Not Ship Outside of the Continental US All items ship within 24-72 hours of Payment For large items that require Freight shipping a valid phone number is required to call and schedule your delivery Terms of Sale and Feedback: Feedback is extremely important to us and eBay If you are satisfied with our transaction, please take a moment to leave Positive Feedback. YOUR Satisfaction is our #1 Priority! If there are any issues, PLEASE contact us BEFORE leaving a neutral or negative rating so that we may resolve any concerns. We PROMISE we can make you happy if you give us a fair chance. Returns / Concerns: All items qualify for returns within 14 - 30 days of receipt. Buyer is responsible for return shipping on any item that is not damaged Please be sure this is an item you want before making your purchase. Customer Satisfaction is our TOP priority! All items are IN STOCK at time of listing. Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items. Please do not penalize us if we have to issue you a refund! Thank You For Your Business!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "96.4",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DE",
    "JP",
    "BR",
    "FR",
    "AU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "SE",
    "TW",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "670",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "Purple",
    "UserID": "mydealspro"
  },
  "PrimaryCategoryID": "42526",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "Title": "Kushies My Bag The Ultimate Daycare Overnight Girl Brown Pink",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-05T01:58:24.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3225054252578080_1.jpg",
  "TimeLeft": "P1DT8H7M39S",
  "EndTime": "2017-06-04T01:58:24.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Kushies"
      },
      {
        "Name": "MPN",
        "Value": "MB161"
      },
      {
        "Name": "UPC",
        "Value": "064408001618"
      },
      {
        "Name": "EAN",
        "Value": "0064408001618"
      },
      {
        "Name": "ISBN",
        "Value": "N/A"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322505425257",
  "Storefront": {
    "StoreName": "mydealspro",
    "StoreURL": "http://stores.ebay.com/id=505200435"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. Created automatically by EaSync.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "B0018DD3KW",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}