{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P29DT22H12M45S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "good vintage condition Exterior  of Bag is in good vintage condition, sign of were on the bottom corners, handle, two little screws  are missing (see pictures)Interior bag is in very good condition",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/I80AAOSwT-FZCcZt/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NVgxNjAw/z/isYAAOSwhvFZCcaJ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTk4WDg5OA==/z/GrYAAOSwdjNZCcaS/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/DC8AAOSwcgNZCcac/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/LgwAAOSwuMZZCcam/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/K~gAAOSwT-FZCcaz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/3rAAAOSww9xZCcbA/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTk4WDg5OA==/z/lL4AAOSwhvFZCcbH/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/owMAAOSw~y9ZCcbW/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/M3EAAOSwuMZZCcbi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTk4WDg5OA==/z/I4gAAOSwdjNZCcbt/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTk4WDg5OA==/z/B7IAAOSw42JZCcb4/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VINTAGE-GIANNI-VERSACE-Medusa-Logos-Hand-Bag-/263016502265",
  "ConvertedCurrentPrice": {
    "value": "118.66",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "PLEASE READ ALL AUCTION CAREFULLY BEFORE PURCHASE.PLEASE CONTACT WITH ME BEFORE OPEN ANY CASES I LIVE IN POLAND NOW AND SHIPPING IS FROM POLAND. SHIPPING CAN TAKE UP TO 21 BUSINESS DAYS. All items are sold \"as is.\" Please double check the measurements and view all photos as they are an important part of the item description. By making an offer, placing a bid and/or making a purchase you are agreeing to all terms set forth in this listing VINTAGE GIANNI VERSACE Medusa Logos Hand Bag This is vintage GIANNI VERSACE shoulder bag This bag is made from navy blue fabric Has 2 \"MEDUSA\" face on the front and 2 on the back Roomy interior with 1 zipper pocket Black lined with \"Versace\" signatures. Magnetic snap closure on interior Exterior of Bag is in good vintage condition,sign of were on the bottom corners,handle,two little screws are missing (see pictures)Interior bag is in very good condition Length about 12,5\" - 32cm ( in the widest point) Height about 9\" - 23cm Depth 6\" - 15cm Handles about 16\"- 40 cm drop Please ask any and all questions prior to bidding, Item Guaranteed to be as described otherwise all items sold as is and are final ! Feel free to contact me with any questions! PAY PAL ONLY PLEASE PAYMENT is expected within 3 daysDON'T BID IF YOU DON'T WANT TO PAY! Please know that your items are being shipped from POLAND within 24 hours from receipt of payment. However, once your item is shipped, I have no control over customs departments or any further kind of delays. Please expect your item to arrive within 10-21 business days.The shipping cost that you are paying is the amount asked by the Post Office. Before giving me a low rating for high shipping cost, please understand that it's Post that makes the rates, not meI will gladly combine shipping Once I have mailed the item, it is out of my control how long it takes to reach you. Again, please take this into consideration when leaving feedback. Shipping to USA ,CANADA can take 7 to 21 business days. Most orders arrive in 10 days but some can take longer. IF you have not received your item after 30 days please contact me then. ALL SALES ARE FINAL, RETURN NOT ACCEPTED BECAUSE WHEN PARCEL COMING BACK TO ME I HAVE TO PAY CUSTOMS FEE FOR MY ITEM. I'm not responsible for any custom fees of your country. Buyers are responsible for customs fees. ALL QUESTIONS concerning this listing prior to Auction End! ALL SALES ARE FINAL! Refund only if item is misrepresented! If you have questions about a listing, please contact me through EBAY messages. I am not always available to answer questions immediately due to other responsibilities, so please ask questions giving me ample time to respond before the auction ends. Please read my feedback. This will assure you that I am an honest and reputable seller on eBay. My feedback speaks for itself. Please contact me before leaving negative feedback. All issues can be resolved. Thank you for looking and keep coming back!!!! PLEASE CONTACT ME BEFORE LEAVING NEGATIVE OR NEUTRAL FEEDBACK OR OPENING AN \"ITEM NOT AS DESCRIBED\" CASE OR LEAVING NEGATIVE COMMENTS IN MY FEEDBACK, give me an opportunity to address any issues and hopefully resolve any problems you may have with your item. I am an honest seller who wants nothing more than for buyers to trust ebay sellers and shop ebay first - remember: I work for you!YOUR FEEDBACK IS VERY IMPORTANT TO ME!! I depend on your feedback as a means of letting others know that I am an honest and reputable EBAYER. I ask that you give me 5's when rating me in each area. I will gladly leave your feedback once you have left feedback for me.Happy bidding, and the best of luck to you!!!!!!IF YOU NOT AGREE WITH MY RULES ,PLEASE DO NOT BID ON MY AUCTIONS",
  "Title": "VINTAGE GIANNI VERSACE Medusa Logos Hand Bag",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "CY",
    "GI",
    "GG",
    "JE",
    "ME",
    "SJ",
    "BN",
    "KH",
    "LA",
    "MO",
    "MY",
    "PH",
    "TW",
    "VN",
    "AR",
    "BO",
    "CL",
    "CO",
    "EC",
    "FK",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE",
    "BM",
    "GL",
    "MX",
    "PM",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "SA",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "IN",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "160.0",
    "_currencyID": "CAD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Lódz",
  "Seller": {
    "FeedbackScore": "1471",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "kasia43"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "93338",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T12:24:14.000Z",
  "HitCount": "3",
  "ConditionID": "3000",
  "EndTime": "2017-07-02T12:24:14.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Versace"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Color",
        "Value": "Navy blue"
      },
      {
        "Name": "Bag Height",
        "Value": "9\" - 23cm"
      },
      {
        "Name": "Bag Depth",
        "Value": "6\" - 15cm"
      },
      {
        "Name": "Bag Length",
        "Value": "12,5\" -  32cm"
      },
      {
        "Name": "Strap Drop",
        "Value": "16 inch- 40cm"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Closure",
        "Value": "Magnetic Snap"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "Canada",
  "ItemID": "263016502265",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "PL",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2630165022658080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}