{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "TimeLeft": "P4DT12H50M",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Exterior is in excellent Condition with Minor signs of use / Interior has Discoloration to Nylon throughout - Bag is Clean - Free of Tears -",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3023305838968080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/0LYAAOSwIQdZKk37/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/1FsAAOSwuMZZKk37/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/8AgAAOSwKytZKk37/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/quoAAOSwY3BZKk37/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/2VIAAOSwlMFZKk37/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5MzM=/z/itUAAOSwsXFZKk39/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/3hIAAOSwurZZKk39/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/fQwAAOSwlndZKk3-/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/Z~kAAOSwEHpZKk39/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/308-Juicy-Couture-Brown-Velour-Diaper-Tote-Carry-on-Bag-/302330583896",
  "ConvertedCurrentPrice": {
    "value": "74.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "$308 Juicy Couture Brown Velour Diaper / Tote / Carry-on Bag Juicy Couture Brown Velour Diaper / Tote / Carry-All Bag - Sold as a Diaper Bag, this bag would also make a great Overnighter/Weekender / Carry-on Bag with 7 internal Pockets and 3 external Pockets, Sturdy Leather wrapped Handles embellished with studs as well as a strong Cross body Removable Strap.  Features a Heart-shaped outer Zipper Pocket and two outer Magnetic Flap Patch Pockets, Zipper Top Closure, Juicy Leather Heart-shape Hang Tag and 'Juicy' embroidery.  Brown Velour Exterior  and Nylon 'Juicy Couture' Printed Interior Size - L Length -19 at top Depth- 8 at bottom Height-11.5 Strap Drop -7.5 handle / Crossbody 16+/- (adjustable) Style -Diaper/Carry-on Fabric -Velour/Leather Color - Brown Pattern – Solid Code -10 MSRP $308 Condition – Pre-Owned - Exterior is in excellent Condition with Minor signs of use / Interior has Discoloration to Nylon throughout - Bag is Clean - Free of Tears -  Measurements are taken flat and un-stretched. Pit to pit / shoulder to hem / outside waist to outside waist / inseam / waist to hem. A percentage of all ruby & sofia sales go to animal rescue - shopping at ruby & sofia helps give a voice to the voiceless - thank you :) “The greatness of a nation and its moral progress can be judged by the way its animals are treated.” ― Mahatma Gandhi   Measurements are taken flat & un-stretched - Please note: everyone measures different - discrepancies in measurements of under an inch do not constitute a ' not as described ' return - if you need confirmation on a measurement - please ask and we will re-measure the item to the best of our abilitiesChest - pit to pitUnder- bust - seam to seamWaist - flat across waistHip - flat across in approx. hip areaLength - pants or shorts inseam / dress shoulder to hem / skirt waist to hem / strapless pit to hemShoe - Length - toe to heel / Heel Height - from back of heel / Shaft - from arch area up ( unless otherwise noted ) / Width - as given by manufacture AA/ B or M / C or D / E - when no width is given we use a standard M ( B or M both denote regular width - Please note if we describe a B instead of an M or an M instead of a B by accident - they both denote 'regular' and are interchangeable and have no baring on description as they are the same width Condition New NWT - has manufacture tags attached - never worn - may have signs of handlingNew NWOT - no tags attached appears new and never worn - may have signs of handlingMint - like new - maybe worn once – could be newExcellent - nearly new barely worn no major flaws to mentionVery good - minor signs of wear including but not limited to – light fluffing, light pilling, light scuffing or dust marks, minor sign of handling, display wear – anything notable will be disclosedGood - gently worn, does show some signs of wear - any notable flaws will be disclosed Ruby & Sofia never sell anything we would not wear ourselves. We try to list all flaws even ones the buyer would not notice,We are picky - occasionally we miss something, this is not intentional, we would never describe an item inaccurately on purpose as we value our customers - we want you to be ultimately happy - if you need to return your purchase for any reason, please contact us first before starting a return with ebay Ruby & Sofia sell on other platforms including our own – if you see something you like, don’t wait too long as it may sell elsewhere :) Please have a look at our other items all with free shipping! All from a smoke free home We do have an in-house dog and we do our very best to make sure her hair is no where near the clothes, occasionally we find one floating through air.. if it ships with your package.. we are so very sorry. We de-lint everything before shipping to the best of our ability, during this last inspection we occasionally find a flaw that we missed when initially describing the item, if this happens we will notify the buyer before shipping the item, describe the flaw and give the buyer the option to cancel the order or have it shipped. Size Chest Under-bust Sleeve Length Waist Hip Inseam Condition Color Pattern Pockets Closure Style Brand Please see details in body of listing Click to edit content for Chest Click to edit content for Under-bust Click to edit content for Sleeve Click to edit content for Length Click to edit content for Waist Click to edit content for Hip Click to edit content for Inseam Click to edit content for Condition Click to edit content for Color Click to edit content for Pattern Click to edit content for Pockets Click to edit content for Closure Click to edit content for Style Click to edit content for Brand",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "74.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Los Angeles, California",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1724",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "cmlaws"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "90048",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-28T04:11:43.000Z",
  "Title": "$308 Juicy Couture Brown Velour Diaper / Tote / Carry-on Bag",
  "ConditionID": "3000",
  "EndTime": "2017-06-07T04:11:43.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Juicy Couture"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Velour"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302330583896",
  "PrimaryCategoryID": "169295",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Ruby and Sofia",
    "StoreURL": "http://stores.ebay.com/id=33376969"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Return Request must be made within 30 days of receiving item.  Item must be sent back with-in 5 business days of return request being accepted. Please return promptly with any and all tags attached to receive your refund. Items received after 30 days will be refused and returned at our discretion. Communication is key. All return items will incur a 15% restocking fee. There is no restocking fee on international orders returned. All fees are at our discretion and may be waived based on circumstances. Again, communication is key to amicable returns. As most items are clothing and accessories, please try on and inspect as soon as you receive the item, and ensure requests are made within 3 business days of reciept.  Any return request made after 3 business days will be queried and possibly reported as fraudulent. Communication is Key to Amicable Returns - Please note: everyone measures different - discrepencies in measurements of under an inch do not constitute a ' not as described ' return - if you need confirmation on a measurement - please ask and we will re-measure the item to the best of our abitlites",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "IF_B34514CA",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}