{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/4013287265588080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA4MFgxMjI5/z/1Q8AAOSw9OFZG3Zr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/JgQAAOSww5hZG3Zu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxMjA5/z/n-AAAOSwK6RZG3Zr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFg4NTg=/z/es0AAOSwAPVZG3Zr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxMzM4/z/3jwAAOSw8lpZG3Zr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxMzU4/z/reIAAOSwIQdZG3Zr/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Calvin-Klein-Make-Up-Bags-Signature-Combo-2-Piece-Cosmetic-Camel-Authentic-New-/401328726558",
  "ConvertedCurrentPrice": {
    "value": "53.55",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Calvin Klein Make-Up Bags Signature Combo 2 Piece Cosmetic Camel Authentic New Details &bull;CALVIN KLEIN CK LOGO SIGNATURE 2 PIECE COSMETIC MAKE-UP BAGS &bull;Brand new with original tags &bull;Style # H2JRJ460 &bull;CAMEL/BLACK COLORS &bull;CALVIN KLEIN CK Logo signature Cosmetic make-up bags Overnight Train case &bull;Allover CK monogram &bull;Textured coated fabric &bull;Top zip closure &bull;One main compartment &bull;Top handle 1.5\" &bull;Interior Large Bag: 2 slip pocket at back wall &bull;2 elastic bottle holders attached to side walls &bull;Measurements Larger Bag: 10\"W x 7\"H x 6\"D &bull;Measurement Smaller Travel Pouch: 6\"H x 7.5\"W x 1\"D When you buy from MBJ RANCH ONLINE, your satisfaction is our number one priority. If you do not feel comfortable giving us 5-star ratings across the board, please contact us before you leave any feedback so that we can make things right. Subscribe and receive our email newsletters with our new listings, special promotions, and other information. (Once a week) You can unsubscribe to these emails at any time. You will receive 5% on your next purchase when you subscribe to newsletter. (Restricted to one time only 5% discount) Satisfaction When you buy from MBJ RANCH ONLINE, your satisfaction is our number one priority. If you do not feel comfortable giving us 5-star ratings across the board, please contact us before you leave any feedback so that we can make things right. Payment We accept PayPal which includes American Express, Discover, MasterCard, Visa and PayPal transfers. 8.25% Sales tax applies to TX residents. Payment must be made within 3 days of auction close. If you buy more than one item, we will try to combine them to save you shipping costs. Shipping If you buy more than one item, we'll try to combine them to save you shipping costs. We are not responsible for carrier transit time. This information is provided by the carrier and excludes weekends and holidays. Note that transit times may vary, particularly during peak periods or in climate weather conditions, and that delivery times frames will need to be. Feedback Payment is expected within 3 days of auction close. Unpaid Items will be forfeited per eBay policies. If feedback is left, feedback will be given. Allow 24-48 hours for feedback to be posted. We appreciate feedback as much as you. About Us MBJ RANCH DECOR & MORE offers rustic, handcrafted home & garden furnishings & Ranch supplies. We also carry brand names such as POLO Ralph Lauren, NIKE, Nautica, Calvin Klein in categories such as Jewelry, Sunglasses, Toys, Bags, Hunting, Fishing, Camping, Dolls, Books, Prods, Backpacks, Industrial, Tools, Clothing, Hair Dryers, Games Wii, Shoes, Socks and MUCH more! With over 20 years experience, we can offer customers hard to find products at GREAT PRICES! Hit the WESTERN TRAIL today. Contact Us Please kindly let me know if you have any questions . All of your questions will be answered ASAP. Feedback Notice: I will give positive feedback immediately if we receive your positive feedback! If there is a problem with your order, kindly contact us before leaving a neutral or negative feedback so that we may resolve the problem. Often, negative feedback is the result of misunderstanding or miscommunication which can be resolved by a simple email. Thanks for your business! Happy shopping! Powered by iVendere.com. All rights reserved. Track Page Views With Auctiva's FREE Counter",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "53.55",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "El Campo, Texas",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "8512",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Green",
    "UserID": "mbjranch"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "77437",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-16T22:00:08.000Z",
  "Title": "Calvin Klein  Make-Up Bags Signature Combo 2 Piece Cosmetic Camel  Authentic New",
  "TimeLeft": "P13DT4H14M47S",
  "EndTime": "2017-06-15T22:00:08.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Calvin Klein"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "China"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Style",
        "Value": "Cosmetic Bags"
      },
      {
        "Name": "UPC",
        "Value": "889609852612"
      }
    ]
  },
  "Site": "US",
  "ItemID": "401328726558",
  "PrimaryCategoryID": "42526",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "MBJ RANCH ONLINE",
    "StoreURL": "http://stores.ebay.com/id=819138839"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "111-599624-0-FixedPriceItem",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}