{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "TimeLeft": "P4DT2H4M50S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "great shape",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI4MFgxMDMz/z/NPoAAOSwT-FZA2N6/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTcyWDQ3NQ==/z/Q74AAOxyhCdR5MR7/$(KGrHqJHJFUFHLmP6NHIBR5MR7!z4!~~60_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LULULEMON-SACKASANA-GYM-BAG-TOTE-PURPLE-BRUISED-BERRY-O-S-GREAT-GYM-/112399445144",
  "ConvertedCurrentPrice": {
    "value": "219.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Lululemon sackasana bag in PURPLE ( NOTE THE CLOSEUP IS AN ACCURATE DEPICTION OF THE REAL COLOUR OF THIS BAG) wear over your shoulder or across your body for a secure fit the wide, adjustable shoulder strap won't dig in wide zipper opening makes it easy to get your gear in and out store your mat in the kangaroo pocket at the base of the bag store sweaty gear in the exterior mesh zipper pocket lots of mesh compartments make it easy to stay ogranized tested to hold 50lbs/22kg VERY NICE SHAPE I will gladly combine shipping on multiple purchases. :) Please email if their are any problems, I try and accommodate all my buyers! All items are from a very clean & smoke free home ** CHECK OUT MY OTHER AUCTIONS! ** All items are described as accurately as possible. Paypal is preferred . Payment must be received within 3 days of end of auction. Please do not bid if you do not intend to pay. All non-paying bidders will be reported. I will gladly combine shipping on multiple purchases. :) ATTENTION LULULEMON BUYERS: Most Lululemon items have a 'variety of versions' out there. Refer to Pic's, ask questions don't assume its the exact one you seek, thanks! I work my butt off to keep my customers happy, and strive for 5 STAR customer service! Shipping from/within Canada is EXPENSIVE, I price all my items as low as possible and accept all reasonable best offers to counter the P.O. charges for my buyers. Pease note returns for buyer remorse or a non fit are subject to a restocking fee. See my other listings for more great items! All items are described as accurately as possible. Paypal is preferred Payment must be received within 3 days of end of auction. Please do not bid if you do not intend to pay. All non-paying bidders will be reported. I will gladly combine shipping on multiple purchases. :) If you are pleased with your purchase, please leave positive feedback and I will leave feedback when received. Should there be a problem, please contact me prior to leaving feedback and I will try my best to resolve the issue. Cost of shipping is not just postage. It includes the cost of the shipping box, supplies and handling. But i do try and ship the cheapest rate possible unless otherwise requested. Thanks for looking and happy bidding!! Please not all international packages are shipped with tracking and insurance so costs may be somewhat higher for shipping to say Australia or England etc. txzj pxzj1162 txzj1",
  "Title": "LULULEMON SACKASANA GYM BAG TOTE PURPLE BRUISED BERRY O/S GREAT FOR THE GYM",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "219.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Salt Spring Island, British Columbia",
  "Seller": {
    "FeedbackScore": "658",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "hot_cocoatoo"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DE",
    "FR",
    "AU",
    "RU"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "v8k 1p4",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-07T18:54:32.000Z",
  "HitCount": "59",
  "ConditionID": "3000",
  "EndTime": "2017-06-06T18:54:32.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Lululemon"
      },
      {
        "Name": "Style",
        "Value": "BAG"
      },
      {
        "Name": "Size",
        "Value": "O/S"
      },
      {
        "Name": "Size Type",
        "Value": "Regular"
      },
      {
        "Name": "Size (Women's)",
        "Value": "O/S"
      },
      {
        "Name": "Sport",
        "Value": "Fitness & Yoga"
      },
      {
        "Name": "Main Color",
        "Value": "purple"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112399445144",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "CA",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1123994451448080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}