{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODY1WDk1OA==/z/BsIAAOSwU-pXtAYI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTU4WDEwNDI=/z/76kAAOSwZVlXtAYK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjIyWDkwNQ==/z/h~YAAOSw-itXtAYL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY2WDEwMjY=/z/ZBAAAOSw4CFYz0yO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY2WDEwMjY=/z/s8oAAOSwsW9Yz0yP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/3rYAAOSwXYtYz0yS/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjIyWDkwNQ==/z/HkgAAOSw2gxYz0yV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/HrAAAOSw2gxYz0yX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY2WDEwMjY=/z/KAUAAOSwzgBYz0zB/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY2WDEwMjY=/z/a-YAAOSw4CFYz0zD/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/139-NWT-NEW-POTTERY-BARN-KIDS-FANFARE-CITY-BLACK-WHITE-DIAPER-BAG-/272344186509",
  "ConvertedCurrentPrice": {
    "value": "79.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "NWT/NEW POTTERY BARN KIDS CITY DIAPER BAG FANFARENWT/NEW RETAIL $139.99 Manufacturer POTTERY BARN KIDS Status / Warranty New/NWT/Smoke Free/Pet Free House/Item is AS-IS no warranty/No returns. Payment Pre-pay PayPal only S/H $14.99 in 48 states CANADA $36.00 Specifications NWT/NEW POTTERY BARN KIDS CITY DIAPER BAG FANFARE Our exclusive bag has it all: oversized prints that make a great style statement and a gusseted, expandable shape that accommodates all your baby supplies – plus thoughtful extras that busy parents need. 14\" wide x 6.5\" deep x 12.5\" high Made from easy-to-clean laminated cotton twill with a polyester faille interior lining. Top gussets with added side snaps for an expandable, larger opening. Flap opening with double hidden magnetic snap closure; additional interior magnetic bridge snap closure keeps heavy loads secure. Convenient exterior back pocket has a magnetic closure. Reinforced bottom base with four metal feet protects the bag from scratches and stains. Adjustable silky web strap is detachable and features polished metal hardware. Full-sized zipper pocket under flap body is detailed with a hanging key-clip feature. Interior features four full size elastic pockets designed to hold small blankets, diapers, bottles and other accessories. Vertical zippers on each side gusset allow for easy access to interior side elastic bottle pockets. Interior back wall is detailed with one zipper pocket for added organization. Exterior pocket for changing pad; magnetic closure. Includes a compact folding changing pad with a Velcro tab closure. Imported. Dimensions & Care Details Overall: 14\" wide x 6.5\" deep x 12.5\" high Exterior Flap Zipper Pocket: 13.5\" wide x 9.5\" high Exterior Magnetic CareWipe clean with a soft, damp cloth. THANK YOU SO MUCH FOR LOOKING! I guarantee that all products I sell will function at least to the level and in the manner to which I describe them. Thus, all products are sold as-is. Please, before bidding be absolutely sure of what your are getting, this means follow links, read reviews, send E-Mail before bidding! Everyone make mistakes and type-O's including corporate manufacturers, this means if something is doubtful or just plain incorrect in the add do some research, then please bring it to my attention so I can share the information with anyone else who may send E-Mail. I do not, will not, and would not intentionally post incorrect information. By placing a bid you agree to all the terms and conditions. I am a very honest person and would NEVER try to intentionally misrepresent anything I am trying to sell. Because I am so honest and would never intentionally lie or mislead, I do not except returns. On any big ticket items I usually put insurance on an item so if for some reason it is damaged when in route to you then you will be able to collect the insurance money on the product...but I do not except returns. If an item brakes, malfunctions, stops working after it's already been used by you (the consumer), I can not help you. I make no guarantees on how long the product will last once it has been used. I give no warranties on items as I am an e-bay seller not a resaler. If you get something that is broken but was NEW/NIB/NWT and it appears to have been broken during shipping you will have to file a claim with the postal service for insurance on the item. I appreciate everyone who purchases from me! Thank you very much!!!!Buy it now items you are expected to contact the seller within 1 day. Winning bidders are required to make contact with seller within three 3 days, and payment must be received in both cases by seller within 4 days of auction closing so that if you are not going to purchase the item, I can get it back up for auction. It is bidder's responsibility to see to it that payment is received by seller on time. Seller reserves the right to sell item to a lower bidder, re-list the item, or not sell the item (at the discretion of the seller) if any of the above conditions are not met. All statements within the contents of my auctions regarding products, configuration and specifications are thought to be true, and the seller will not be held liable for any errors or unintentional mis-information. Images used may be representative of product instead of the exact product photo. All products, images, entities, and/or companies mentioned or unmentioned are trademarked, properties, and the like of their respective owners and are hereby recognized as such.Shipping: Buyer pays any/all shipping unless noted as free shipping. I prefer shipping US Postal Service or Fedex and rarely use UPS. I WILL NOT ship COD. I ship once weekly (meaning I may not ship your item for 5 days depending on when last I took a run to the post office and when your auction ended)...please don't give negative feedback about shipping time when I disclose this information right up front. However, you can always contact me for rush orders and I am happy to accommodate!!!! Buyer pays non-negotiable fixed shipping and handling, regardless of the destination of the buyer's address. Shipping charges are NON REFUNDABLE. If you got the product damaged made by the postal service I'll be happy to assist you in any way I can but I do not take responsibility for a postal service mishandling. I do NOT ship over the weekend! One last point, I am very sorry, but if a package is lost on route to you, this is not my fault; this would be the postal services fault. I most often put tracking and insurance on the package so as long as it gets to you, even if it is very late to arrive; I feel awful, but the delay was out of my control and I do not except returns. I should in no way be penalized or responsible for this. I will not refund money but I will do everything I can to find your package for you. Also, if you notice that your package is taking a long time to arrive please check the tracking yourself or contact me sooner than later so that we can resolve the problem faster. If a package is lost and there is insurance on the package you will need to file the claim with the carrier I shipped the item through. I will not take an item back just because of a delay in shipping by the postal service, as I have no control of how fast or slow they may ship something to it's destination. I do want happy customers so I will help in any way I can. Payment I will accept only PayPal Payments only. Personal checks and Bank checks WILL NOT be accepted. All payments are to be made in US DOLLARS - NO EXCEPTIONS! THANK YOU SO MUCH FOR LOOKING AT MY AUCTIONS AND FOR PURCHASING FROM ME!",
  "Title": "$139 NWT/NEW POTTERY BARN KIDS FANFARE CITY BLACK/WHITE DIAPER BAG",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "79.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Thiensville, Wisconsin",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "128",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "iloveadeal65"
  },
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "53092",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-08-17T06:37:00.000Z",
  "HitCount": "177",
  "TimeLeft": "P10DT15H58S",
  "EndTime": "2017-06-13T06:37:00.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "DIAPER BAG"
      },
      {
        "Name": "Brand",
        "Value": "POTTERY BARN KIDS"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Bag Height",
        "Value": "12 1/2 INCHES"
      },
      {
        "Name": "Bag Depth",
        "Value": "6 1/2 INCHES"
      },
      {
        "Name": "Bag Length",
        "Value": "14  INCHES"
      },
      {
        "Name": "Size",
        "Value": "Extra Large"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272344186509",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2723441865098080_1.jpg",
  "HandlingTime": "5",
  "BestOfferEnabled": "true"
}