{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P6DT9H6M7S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "Authentic Chanel Beauty Purse. New without tags.",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQwOFgxNTk2/z/A5QAAOSw-3FZMKOu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIxMVgxNjAw/z/uMQAAOSwBt5ZMKOu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIzOVgxNjAw/z/3QQAAOSwKytZMKOw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE1N1gxNjAw/z/TMwAAOSwX61ZMKOu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQwOFgxNTk2/z/CAIAAOSwuMZZMKTz/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Chanel-Beauty-Purse-WOC-White-Pink-Silver-Hardware-Chain-Authentic-CC-Handbag-/172708717942",
  "ConvertedCurrentPrice": {
    "value": "139.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Chanel Beauty Purse WOC White Pink Silver Hardware Chain Authentic CC HandbagItem Conditions: New without tags, 100% Authentic Chanel Beauty Purse Features:New without tags Chanel Beauty PurseChanel Purse dimensions: 6\" Height x 9.5\" Width x 2\" DepthColor: White and pinkFront CC logo in pinkSilver hardware chainGreat purse for going outAuthentic from Chanel BeautyMade of vinylMade in France, ParisNo dust bag and box are included Description: This Chanel Beauty Purse keep your main belongings while on the go for a special occasion. A classic Chanel purse for a evening or cocktail occasion. Features a front CC logo in pink and silver hardware chain. Made of vinyl, this cute hot white and pink purse is a truly Chanel Beauty authentic and is like new without the tags! This Chanel Beauty Purse is the perfect handbag for going out with friends or for a date night. The ultimate fashion statement Chanel purse. #101-138 Chanel Beauty Purse WOC White Pink Silver Hardware Chain Authentic CC Handbag Shipping & Return Policy: GUARANTEED AUTHENTIC! We own a store front and therefore take it upon ourselves to pre-authenticate all items before listing. Please rest assured that you are bidding on a 100% authentic item!We have every right to end or cancel any listings on any item that sells in our physical store. Payment Policy: PayPal or credit card payments can be made through the eBay checkout and are the only payment methods available. Payment is expected within five days of auction close. If payment is not received within five days, an unpaid item case will be opened with eBay. Please do not make a purchase if you do not intend to make payment. We only accept PayPal and ship items to your shipping address on PayPal. Shipping Policy: Items shipped within the USA are sent via USPS Priority Mail, unless otherwise stated on the listing. Expedited delivery is available at an additional charge. We use USPS Express Mail for all international shipments. If you are outside of the US and would like to have your item shipped to you without using the Global Shipping Program please contact us! 1. We do not mark merchandise values below value or mark items as \"gifts\" – US and International government regulations prohibit such behavior. 2. Import duties, taxes and charges are not included in the item price or postage charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be, prior to bidding / buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. 3. Imperfections are described/shown as accurate as possible on descriptions/on photos. *Please note that items might have unnoticeable ones. 4. Some of the items might have their unique smell due to thier frequent use, environment or materials. Sensitive customers may consider it unpleasant odor. 5. Regarding odors, we describe as accrate as possible upon our criteria. We have strict inspection on our items. Some odors may not be regarded as defect. 6. There might be differences in color on items, depending on your devices. Return Policy: Refund are available within 14 days of receipt of purchase items MUST meet the following requirements: Returned within 14 days of receipt of purchase Original, unworn condition with all tags still attached Shipping fees will not be included in the refund, except in cases of seller error. A 20% restocking fee will be charged on all items returned, except in cases of seller error. Contact us: You can contact us via ebay messages. Thank you for looking at this Chanel Beauty Purse Track Page Views WithAuctiva's FREE Counter",
  "Title": "Chanel Beauty Purse WOC White Pink Silver Hardware Chain Authentic CC Handbag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "139.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Miami Beach, Florida",
  "Seller": {
    "FeedbackScore": "569",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "Purple",
    "UserID": "jona-levin"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PK",
    "PY",
    "RE"
  ],
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "139.0",
    "_currencyID": "USD"
  },
  "PostalCode": "33154",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-06-01T23:34:45.000Z",
  "HitCount": "6",
  "ConditionID": "1500",
  "EndTime": "2017-06-08T23:34:45.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Chanel Beauty Purse"
      },
      {
        "Name": "Style",
        "Value": "Clutch"
      },
      {
        "Name": "Material",
        "Value": "Vinyl"
      },
      {
        "Name": "Color",
        "Value": "Whit & Pink"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "EAN",
        "Value": "00726481465861"
      },
      {
        "Name": "MPN",
        "Value": "5861"
      },
      {
        "Name": "Model",
        "Value": "ChanelBeautyPurse5861"
      },
      {
        "Name": "Dimensions",
        "Value": "6\" Height x 9.5\" Width x 2\" Depth"
      },
      {
        "Name": "Features",
        "Value": "Hardware Chain Strap, Front CC Logo in Pink"
      },
      {
        "Name": "UPC",
        "Value": "0726481465861"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172708717942",
  "Storefront": {
    "StoreName": "jona-levin",
    "StoreURL": "http://stores.ebay.com/id=1357726468"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "20%",
    "RestockingFeeValueOption": "Percent_20",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1727087179428080_2.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}