{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/s2sAAOSwY3BZK1L5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/n5MAAOSww5hZK1L8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/LEgAAOSwcB5ZK1L~/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Leather-Bag-Crocodile-Embossing-Womens-Bag-2in1-Handbag-Backpack-Shoulder-Bag-/262983772567",
  "ConvertedCurrentPrice": {
    "value": "53.52",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Sale% Landline hotline. Consulting. Now ask. Follow us. Service Ebay Store Sale% Other Auctions OBC ostrich leather bag crocodile embossing ladies bag 2 in 1 hand bag backpack shoulder bag shoulder bag Tote Tablet/iPad approx. 10-12 inch Made in Italy Ladies Bag 2in1 handbag and backpack a shoulder bag shoulder bag The perfect little companion for every day. Also a Tablet/iPad mini is possible with inch approx. 10-12. Sufficient storage space and compartments for everything a woman needs every day. Color: Black-Cognac Material: geprägtes 100% cowhide leather Croco Inside: Fabric Size approximately: 27. x 29 x 8 cm (Lxhxd) Manufactured: Made in Italy Bescheibung: a quick-change artist with 2 carrying capabilities as a pocket or backpack Distribution: Main compartment with zipper -Hauptfach 3xFach divided by a zippered pocket in the center -1 Zip pocket on the side + 1 specialist leather side for their smartphone / mobile Exterior: -silberfarbene metal parts -1 Zip pocket on the front -on the back of a small pocket with zipper for example your wallet Processing: high-quality processing: robust and stable, reinforced soil. available Brand new item Categories BAG STREET Wallets / Cases Jackets jeans Leather goods Made in Italy Brands Hats West Fuchs Furs fox raccoon Backpacks Sale% Shoes Other Bags T-shirt fitting Top Offer Similar Offers Bestsellers LADIES REAL LEATHER small LUXURY BAG Umhänge-C... 21,95 EUR ItaL LADIES LEATHER BAG shoulder bag Street B... 39,90 EUR Ladies XXL star of SHOPPER JEANS bag handbag purse... 34,95 EUR Small Women's Bag Bag Bag Street Sc ... 19,95 EUR ITALy ladies XXL leather suede SHOPPER hand TA... 39,95 EUR LADIES SKULL XXL bag SKULL glasses bowling... 29,95 EUR ITALy ladies XXL leather suede SHOPPER hand TA... 37,95 EUR ital design ladies fringe handbag SHOPPER H... 29,95 EUR iTaL ladies fringe bag leather suede upper school... 39,95 EUR Italian Women XXL leather Shoppertasche Schultertas ... 69,90 EUR ITALy ladies leather SHOPPER bag shoulder bag... 51,95 EUR Ladies Leather handbag METALLIC tote bags silver... 54,95 EUR iTaL ladies fringe bag leather suede upper school... 39,95 EUR ital-design Ladies Star Shopper Henkelta ... 34,95 EUR Ladies bag XXL SHOPPER shoulder bag CrossOv... 29,95 EUR ital ladies genuine leather pocket shopper Schulterta... 51,95 EUR Luxury ladies shoulder bag Street bag real L... 19,95 EUR Ladies multi colored bag MULTICOLOR shoulder ash Henk... 35,90 EUR Ladies bag handbag Tote Schulterta... 39,95 EUR Ladies SHOPPER bag metallic Hobo bag shoulder... 32,95 EUR Ladies bag handbag SHOPPER shoulder bag... 39,95 EUR Ladies bag fringe shopper Hobo bags Shoulde... 29,95 EUR Ladies Leather BACKPACK leisure travel holiday boom... 24,95 EUR Ladies bag shoulder bag leisure work cit... 16,95 EUR ITAL ladies leather BACKPACK handbag shoulder... 74,90 EUR Ladies bag handbag SHOPPER business... 39,95 EUR Made in Italy ladies real leather backpack daypack TA... 74,90 EUR BUSINESS bag ladies handbag shoulder bag... 39,95 EUR ITAL ladies leather silver CLUTCH shoulder bag C... 34,95 EUR LADY'S HANDBAG TOTE shoulder bag U ... 34,95 EUR Ladies business bag handbag purse shoulder bag... 39,95 EUR Ladies business bag handbag shoulder... 39,95 EUR Unisex City Backpack backpack bag Stadtrucksa ... 23,95 EUR UNISEX BACKPACK BAG STREET satchel sports school... 20,95 EUR LADIES REAL LEATHER small LUXURY BAG Umhänge-C... 21,95 EUR ItaL LADIES LEATHER BAG shoulder bag Street B... 39,90 EUR Small ladies leather city bag mini backpack... 24,95 EUR Ladies XXL star of SHOPPER JEANS bag handbag purse... 34,95 EUR Small Women's Bag Bag Bag Street Sc ... 19,95 EUR ITALy ladies XXL leather suede SHOPPER hand TA... 39,95 EUR UNISEX BAG STREET shoulder bag bag BLOGGER... 24,95 EUR UNISEX city BACKPACKS bag of Messe... 24,95 EUR LADIES SKULL XXL bag SKULL glasses bowling... 29,95 EUR UNISEX leather BACKPACK leisure travel vacation bum... 24,90 EUR ITALy ladies XXL leather suede SHOPPER hand TA... 37,95 EUR ital design ladies fringe handbag SHOPPER H... 29,95 EUR iTaL ladies fringe bag leather suede upper school... 39,95 EUR Italian Women XXL leather Shoppertasche Schultertas ... 69,90 EUR Information: OBC - italyshop24.com Iryna Kostyuchyk Lower Rützelstr. 4 65933 Frankfurt VAT ID: DE270123954 Checkout We are happy to deliver your purchase of a package. If you buy the products through the 'Sofortkauf' button, please remember, the shopping either themselves to add together, or to add from us before paying for a purchase order together. Alternatively, you can buy the desired products via the eBay shopping cart. Single payment through Paypal can not be combined later in the guidelines set Paypal and must be sent as separate packets. A postage refund is no longer possible. PAYMENT & SHIPPING Your order will be shipped with one of the following providers: To pay your order the following payment methods are available: Reference Please note that the color may vary due to different representations and color resolutions or their monitor settings with the picture from the original! A correct, accurate representation of the colors is not possible via the Internet. REVIEW: Should there be a problem with your order, please contact us before rating levy. © OBC - italyshop24.com | design nmb-media powered by JTL software items fast",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "North America",
    "Oceania",
    "South America",
    "RU",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "GB",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "BH",
    "IQ",
    "IL",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "YE",
    "AF",
    "BD",
    "BT",
    "IN",
    "MN",
    "NP",
    "PK",
    "LK"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "53.52",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "Location": "Frankfurt",
  "Seller": {
    "FeedbackScore": "5212",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Green",
    "UserID": "italyshop24_com"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Leather Bag Crocodile Embossing Women's Bag 2in1 Handbag Backpack Shoulder Bag",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-13T19:12:29.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2629837725678080_4.jpg",
  "TimeLeft": "P10DT3H1M11S",
  "EndTime": "2017-06-12T19:12:29.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Exterior Material",
        "Value": "Leather"
      },
      {
        "Name": "Style",
        "Value": "Backpacks"
      },
      {
        "Name": "Dimensions",
        "Value": "approx.10.6\"x 11.4\"x 3.15\" (W x H x D)"
      },
      {
        "Name": "EAN",
        "Value": "8067669474469"
      },
      {
        "Name": "MPN",
        "Value": "Not applicable to"
      },
      {
        "Name": "Brand",
        "Value": "OBC Only Beautiful Couture"
      },
      {
        "Name": "Themes",
        "Value": "Blogger, Luxury, Trend, Summer Look, Leather, Trendy"
      },
      {
        "Name": "Fastener",
        "Value": "Zip"
      },
      {
        "Name": "Main Colour",
        "Value": "Red 1"
      },
      {
        "Name": "Occasion",
        "Value": "Leisure, Travel, Holiday, Evening, Shopping, Work"
      },
      {
        "Name": "Product Type",
        "Value": "Two Strap"
      },
      {
        "Name": "Handbag Size",
        "Value": "medium"
      }
    ]
  },
  "Site": "US",
  "ItemID": "262983772567",
  "Storefront": {
    "StoreName": "OBC ItalyShop24",
    "StoreURL": "http://stores.ebay.com/id=526815016"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "DE",
  "SKU": "Daisy62.DuRot-Kroko",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}