{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P2DT21H23M36S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Please see the images in detail. One of the chain and stitching in the shoulder strap comes off but it is still linked by stitches as the picture so you can use the chain. I recommend to repair it.",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/EcwAAOSwa~BYXhOt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0mwAAOSwEzxYXhOu/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0qwAAOSwEzxYXhOx/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/~58AAOSwo4pYXhO0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Jk8AAOSwZQRYXhO2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/EoUAAOSwa~BYXhO5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/1vEAAOSwImRYXhO9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/N8QAAOSw2xRYXhPA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/N~cAAOSw2xRYXhPC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/vCAAAOSwej1YXhPD/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/RX8AAOSwA3dYXhPG/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OGQAAOSw2xRYXhPI/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CHANEL-CC-Logo-Wild-Stitch-Chain-Shoulder-Bag-Leather-Beige-NEED-REPAIR-A4721-/172709474335",
  "ConvertedCurrentPrice": {
    "value": "580.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Auth CHANEL CC Logo Wild Stitch Chain Shoulder Bag Leather Beige NEED TO REPAIR A-4721 --> Description Brand Name CHANEL Item Name CC Logo Wild Stitch Chain Shoulder Bag Product No. - Date Code 1594479 Made in Italy Color Beige Material Calf leather×Silver Hardware Size(inch) Approx.W:14.57inch×H:10.24inch×D:3.15inch Size(cm) Approx.W:37cm×H:26cm×D:8cm Handle drop(inch) Approx. 10.63inch / Inner perimeter: Approx. 25.60inch Handle drop(cm) Approx. 14cm / Inner perimeter: Approx. 65cm Outside Pockets None Inside Pockets Zip pocket×1, Open pocket×1, Open pocket for cell phone×1, Key strap×1 Comes with Authenticity seal Remarks Please check the images in detail. One of the chain and stitching in the shoulder strap comes off but it is still linked by stitches as the picture so you can use the chain. I recommend to repair it. Condition Details Rank / Condition Rating BC Exterior Used feeling. Small scratches, stains and wrinkles. Interior Used feeling. Small stains and some wrinkles. Outside Pockets N/A Inside Pockets Fairly used feeling. Stains. Handles Leather: Used feeling. Small scratches and stains. Chain: Used feeling. Tiny scratches.Small stains and abrasions in the rim at the middle of the handles. One of the chain and stitching in the shoulder strap comes off but it is still linked by stitches as the picture so you can use the chain. I recommend to repair it. Corners Slight abrasions and stains. Snaps、Zippers and Hardware Small scratches and stains. Odor None Condition Rating N Brand New Unused. S Mint Almost brand new. A Excellent Barely used feeling, tiny scratches and/or stains. AB Very good Slightly used feeling, small scratches and/or stains. B Good Used feeling, some scratches and/or stains. BC Fair Fairly used feeling, obvious noticeable scratches and/or stains. C Not good Might need to repair. D Bad Junk Condition. Please always check the detailed condition of the product as in the photos above. PaymentWe accept Paypal only.(Please complete payment in 3 days.) We will ship soon after the confirmation of the payment.ShippingYour item will be sent by EMS(Express Mail Service) with Tracking Number and Insurance included. http://www.post.japanpost.jp/int/ems/index_en.html The item will be shipped within 1～2 business days after the confirmation of the payment. All item are shipping from Japan and Delivery usually takes about 5 to 10 business days.To International Buyers – Please Note as below:We only ship to the confirmed address provided by Paypal.Please make sure your address in Paypal if it is correct before you complete paymentAny customs fees, import duties, and taxes are NOT INCLUDED in the item price or shipping costs and these costs are the responsibility of the buyer.Please contact your country`s customs office to find out these costs before bidding or buying.Return & Refund PolicyWe offer 30 days return policy after receipt.If you are not satisfied with your purchase, please contact us first and return the item with a tracking number within 30 days for a refund. Buyer is responsible for the return freight charge and import tax which buyer paid when received the item. We will refund the full amount when the item is returned in the same item and condition that we send.NOTEWe sell items in our retail store at the same time so please understand that your order could be cancelled if its item has been already sold in the store.Please understand preliminary regarding items as below: -Item`s size on the description might have a slight difference because of our measurement. -Regarding item`s odors there is an individual difference although we describe it accurately. -In the images the differences of color on items might be caused by the our shooting environment and the spec of your PC`s monitor. -Items might have unnoticeable damages although we describe the condition as accurate as possible on the description and the images.Please check the condition and images carefully before buying. If you are not satisfied with your purchase, please contact us with any problems or concerns before leaving neutral or negative feedback. We are located in Tokyo and have managed a shop selling pre-owned. All our items are 100% authentic and they have been strictly inspected by specialists in brand products. We are officially and legally licensed by Public Safety Commission in Tokyo, Japan. License number: 308941008257 Camellia Organization Co.,Ltd. BRAND7 TOKYO 1-3-1 Yagi building 1F, Fuda Chofu-city, Tokyo, Japan. We will do our to make your feel satisfaction. Thank you very much for your visit.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "580.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Chofu , Tokyo",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "961",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Purple",
    "UserID": "camelliaorganizationbrand7"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "CHANEL CC Logo Wild Stitch Chain Shoulder Bag Leather Beige NEED TO REPAIR A4721",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T11:42:02.000Z",
  "HitCount": "2",
  "ConditionID": "3000",
  "EndTime": "2017-06-05T11:42:02.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Chanel"
      },
      {
        "Name": "Style",
        "Value": "Tote Bag"
      },
      {
        "Name": "Material",
        "Value": "Calf leather×Gold Hardware"
      },
      {
        "Name": "Color",
        "Value": "Beige"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Bag Height",
        "Value": "10.24"
      },
      {
        "Name": "Bag Depth",
        "Value": "3.15"
      },
      {
        "Name": "Bag Length",
        "Value": "14.57"
      },
      {
        "Name": "Strap Drop",
        "Value": "10.63"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172709474335",
  "PrimaryCategoryID": "63852",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "BRAND7 TOKYO",
    "StoreURL": "http://stores.ebay.com/id=1203220669"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1727094743358080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}