{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "TimeLeft": "P15DT3H4M6S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Pre-owned this tote bag is in great condition with little to no damage seen on anywhere on the bag. The stitching, outer and inner material of this purse is very clean with no rips or tares. SEE PHOTOS FOR DETAILS!!!!!",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODU1WDExNDA=/z/-1EAAOSwSypY~5cX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODU1WDY0MQ==/z/FpwAAOSwvKtY9lp7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODU1WDY0MQ==/z/TWIAAOSwWWxY9lpt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODU1WDY0MQ==/z/csAAAOSwIWVY9lpv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODU1WDExNDA=/z/K90AAOSwHptY9lpw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODU1WDExNDA=/z/mzcAAOSwRUhY9lpy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODU1WDExNDA=/z/PRQAAOSw7U5Y9lp1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODU1WDY0MQ==/z/NCAAAOSwHHFY9lp2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODU1WDY0MQ==/z/wwAAAOSwcdRY9lp6/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/COACH-Jacquard-Stripe-Shimmer-Brown-Khaki-Large-Diaper-Bag-38052-/132163492910",
  "ConvertedCurrentPrice": {
    "value": "60.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Thank you for your interest in our for sale item, we always try to describe the items with great details and photos. If you have any questions or would like more photos or explanations please email us, we will be glad to assist you. Please note that the item you are looking at right now is also for sale in our retail store. We work hard to update the listings, if by chance the item is sold you will be refunded immediately. You Are Bidding On The Following: COACHJacquardStripeShimmer BrownKhakiLargeDiaper Bag Info: Brand: Coach Condition: FAIR SEE PHOTOS!!! Payments Accepted eBay Purchase: PayPal Pick Up: Cash or Debit (Master Card Not Accepted) Shipping Charges: $$$ 20 INCLUDES $$$ Shipping Direct Signature We always over pack every item to ensure that no damages will be made during the transition between us to you. We do not charge for handling, we gage shipping prices so that all you’re paying for is shipping. Our prices are quoted individually for each listing as accurate as possible. For all lower forty-eight states, the amount listed above is the payment you will be required to pay before item is shipped out. If you plan on purchasing any of our listed items, and live outside the lower forty-eight states, please email us for a quote. We will be happy to ship to your destination. If you have any questions or concerns, please feel free to contact us via Email. Responses will be answered between. 9:30AM-6PM **Monday – Friday** 10AM-1PM **Saturday** Sundays CLOSED Monday-Friday if you purchase an item after 1PM the item will be shipped the next business day. If you purchase an item after 1pm Saturday the item will be shipped out Monday or if a holiday weeked next business day. Returns: NO RETURNS ON THIS LISTING We stand behind the items we sell, if the item is BROKEN on arrival/or within fourteen days of purchase the item doesn’t work, please contact us for a return label. Customers are responsible for the return item shipping, you will be refunded as soon as we receive the item. No returns will be made for buyer’s remorse; this police applies unless listed in the listing above. We try to take every step possible to make every customer satisfied with his or her purchase. With every listing we try to be as accurate as possible, the information and high-quality pictures are here to help show all the details. We are always more than happy to answer any questions you might have about this item or any other items you may see from our store. Our guarantee is that the item is described as accurately as possible, and functions as described. While we are sure you will be happy with your purchase, we do not offer a \"satisfaction\" guarantee. So do your homework, read the entire listing description and make sure you know exactly what you are purchasing.",
  "Title": "COACH Jacquard Stripe Shimmer Brown Khaki Large Diaper Bag (38052)",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "60.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Naples, Florida",
  "Seller": {
    "FeedbackScore": "1093",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "prpawn"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "34109",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-04-18T18:32:41.000Z",
  "HitCount": "49",
  "ConditionID": "3000",
  "EndTime": "2017-06-17T18:32:41.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Beige"
      },
      {
        "Name": "Material",
        "Value": "Jacquard"
      },
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Type",
        "Value": "Diaper Bag"
      }
    ]
  },
  "Site": "US",
  "ItemID": "132163492910",
  "Storefront": {
    "StoreName": "prpawn",
    "StoreURL": "http://stores.ebay.com/id=74999281"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1321634929108080_2.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}