{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ5M1gxMTAw/z/n70AAOSw9OFZMPbD/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTQzMVgxMTAw/z/UFIAAOSw~FJZMPbF/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTE4OVgxMTAw/z/DlYAAOSwYlRZMPbG/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDEw/z/kkUAAOSw42dZMPbI/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjU3/z/HyAAAOSwX61ZMPbK/$_57.JPG",
    "http://i.ebayimg.com/00/s/OTAwWDE1MDA=/z/xRQAAOSwBt5ZMPbM/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwNFgxMTAw/z/uewAAOSwlndZMPbN/$_57.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Coolcy-Hot-Style-Women-Real-Genuine-Leather-Backpack-Fashion-Bag-NEW-TREND-US-/263016069182",
  "ConvertedCurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Coolcy Hot Style Women Real Genuine Leather Backpack Fashion Bag NEW!!! TREND US This leather backpack perfectly fits your iPad/Magazine. The exterior front and back zipper pockets can accommodate various items,such as cell phone,pens,notebooks,keys,etc.. The adjustable shoulder straps will enable a comfortable fit for anyone of any stature. The top mounted handle will enable the backpack to be carried with a single hand or be hung up for storage. Very Suitable for travel, sports and campus. Please note that colors may differ depending on your screen. · Dimensions:10\"L x 4.5\"W x 13\"H· Adjustable shoulder straps· Zipper closure· Interior cell phone pocket and small side zipper pocket，Exterior front and back zipper pockets· Comfortably holds an iPad, iPad Mini, A4 size book and other small things \"\" Coolcy Hot Style Women Real Genuine Leather Backpack Fashion Bag NEW!!! TREND US Dimensions:10\"L x 4.5\"W x 13\"H Adjustable shoulder straps Zipper closure Interior cell phone pocket and small side zipper pocket，Exterior front and back zipper pockets Comfortably holds an iPad, iPad Mini, A4 size book and other small things Coolcy Hot Style Women Real Genuine Leather Backpack Fashion Bag (Rose) This leather backpack perfectly fits your iPad/Magazine. The exterior front and back zipper pockets can accommodate various items,such as cell phone,pens,notebooks,keys,etc.. The adjustable shoulder straps will enable a comfortable fit for anyone of any stature. The top mounted handle will enable the backpack to be carried with a single hand or be hung up for storage. Very Suitable for travel, s Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. PAY SAFE: PAYPAL PAYMENT IS ACCEPTEDWe offer a 30-day return policy for our products.We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period.Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested.If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. DELIVERY TIMESDomestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Florida, FL",
  "Seller": {
    "FeedbackScore": "259",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "simch-4"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Coolcy Hot Style Women Real Genuine Leather Backpack Fashion Bag NEW!!! TREND US",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-02T05:25:35.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2630160691828080_1.jpg",
  "TimeLeft": "P29DT14H52M28S",
  "EndTime": "2017-07-02T05:25:35.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "COOLCY"
      },
      {
        "Name": "MPN",
        "Value": "LYSB00UURAV5M-SPRTSEQIP"
      },
      {
        "Name": "Style",
        "Value": "womens"
      },
      {
        "Name": "Color",
        "Value": "Rose"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "UPC",
        "Value": "0889583290608"
      },
      {
        "Name": "EAN",
        "Value": "00889583290608"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "263016069182",
  "Storefront": {
    "StoreName": "simch-4",
    "StoreURL": "http://stores.ebay.com/id=1501186697"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B00UURAV5M",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}