{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "https://www.shopfreely.com/media/catalog/product/K/M/KM2962ROYAL-2.jpg"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Kalencom-Sams-Messenger-Bag-Royal-2962ROYAL-/132173597323",
  "ConvertedCurrentPrice": {
    "value": "69.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "HomeContact UsOur FeedbackAbout UsAdd to FavoritesLightingTV StandsBar StoolsHome DecorBaby & Kids' Furniture All Lighting (57782)All Tables (1009)Baby & Kids' Furniture (2810)Bar Furniture (529)Bathroom Furniture (6313)Bedroom Furniture (400)Ceiling Fans & Accessories (802)Chairs & Seating (645)Entertainment Furniture (697)Home Decor (3268)Home Storage (824)Kids' Play (539)Kitchen & Dining (1376)Luggage & Bags (153)Office Furniture (826)Skin Care, Bath & Body (73)Snacks & Healthy Foods (356)Supplements (3011)Vitamins and Minerals (111)Workout Equipment (1719)Other (265)Kalencom Sam's Messenger Bag Royal - 2962ROYALThis Product Is On Sale For A Limited Time! Email us through eBay for Details On A Special Promotional Price!Product Code: KM2962ROYAL Stock Status: In Stock & Available ShopFreely offers FREE SHIPPING on this item and on all home furnishings on our eBay store. Shipping is always FREE to any address within the United States and international shipping is available through eBay's Global Shipping Program for an additional charge. Search our eBay store for matching pieces, we have everything in stock and ready to ship! Shop Our Store With Confidence! Check Our Feedback Score Before You Buy Contact us today through eBay messaging if you are interested in this product. We may be able to offer a discount based on a limited-time promotion that is exclusive to ShopFreely eBay customers. If you are placing a large order, we may be able to offer you a better price by combining our shipping costs. Our friendly staff is available 24-7 via phone or email for your convenience.Product Features:Messenger style diaper bags never looked as cool as Kalencom's Sam's Messenger Bag2 magnetic clips keep the top flap closedRoomy interior with 3 pockets and 2 elastic bottle holder loopsAdjustable shoulder strap2 outside pocketsMatching insulated bottle bagCoordinating zippered pouchLarge fold-out padded changing padKalencom Diaper Bags are AZO freeWe use no Phthalates/DEHP, DBP, or BOP in our PVC.Overall Dimensions: 16\"L x 6\"W x 11\"H This product is brand new and will arrive sealed in the original manufacturer's packaging. If a warranty is offered by the manufacturer, it will be included. We stand by all our products and offer a 30-Day Return Policy on everything we sell. Please call us or email us for rush orders or before placing large orders so that we can exceed your expectations. Just scroll to the top of this page, click on our name \"Shop_Freely\" and then click \"Contact Member\" on our profile page. ur name \"Shop_Freely\" and then click \"Contact Member\" on our profile page.About UsShipping InfoPayment MethodsNo Sales TaxRefund & ReturnsSecure ShoppingWelcome to ShopFreely! We are a Boston-based store dedicated to providing you the very best products at the lowest possible prices while delivering the absolute best in personalized customer service. We know you have a lot of options when it comes to buying your lighting, furniture and home decor online. So why buy from us? Simply put, we are a small company that specializes in big service. Unlike the big box stores and super-centers, we aim to provide you a specialized shopping experience that caters to you as an individual. Our dedicated staff will answer your calls without having to deal with automated prompts and robot customer service. And our friendly and knowledgeable phone staff is available 24-7! Our award winning service isn&rsquo;t the only reason you&rsquo;ll shop with us. Our goal is to provide you with a huge selection and the freedom to choose from only top quality products, without overwhelming you with poor value options. Sifting through thousands of products can be daunting, confusing and frustrating! We have hand-selected our catalog to meet a variety of design styles across a wide range of different prices to suit all of your home furnishing needs. Are you a designer or builder with a large project? Call us for our special trade discounts and save up to 30% with our inside traders program. Want to buy for less? Many times we can offer one-time discounts that you can&rsquo;t see online and we can make you aware of any special sales we have coming up so that you can buy at the best possible price - just contact us before making your purchase! Saving you money and offering the most comprehensive customer service anywhere is what we do best. Thank you for visiting ShopFreely and don&rsquo;t forget to &ldquo;like&rdquo; us on Facebook for even more designer tips, sale notifications, and valuable coupons.ShopFreely offers FREE SHIPPING on this item and on all home furnishings on our eBay store. Shipping is always FREE to any address within the United States and international shipping is available through eBay's Global Shipping Program for an additional charge. Search our eBay store for matching pieces, we have everything in stock and ready to ship! Shop Our Store With Confidence! Check Our Feedback Score Before You Buy Contact Us at ShopFreely if you are placing a large order, we may be able to offer you a better price by combining our shipping costs. Our friendly staff is available 24-7 via phone and email for your convenience.This product is brand new and will arrive sealed in the original manufacturer's packaging. If a warranty is offered by the manufacturer, it will beincluded. We stand by all our products and offer a 30-Day Return Policy on everything we sell.Please call us or email us for rush orders or before placing large orders so that we can exceed your expectations. Just scroll to the top of this page, click on our name \"Shop_Freely\" and then click \"Contact Member\" on our profile page.PayPal is easy and allows for the fastest possible payment but if you would like to pay for your order with a credit card, please contact us via email to arrange for the ideal time that our customer service staff may reach out to you and finalize payment via credit card. Our contact information can be found by clicking on our name, \"Shop_Freely\", at the top of the page and then clicking \"Contact Member\". We pledge to get back to you ASAP on all your payment questions so that we can help you finalize your order right away.ShopFreely does not charge sales tax to orders shipped outside of Massachusetts. With No Sales Tax, the price you see on our all our pages and in your shopping cart is the final price you will pay. We are dedicated to providing our customers with straight-forward and upfront prices with no surprise fees, taxes, or surcharges. It&rsquo;s just another reason why you always shop freely with ShopFreely! For Massachusetts shipping addresses, the exact tax will be shown on your checkout page after you enter your shipping address, and is always equal to 6.25% of the order total. We aim to be as upfront as possible because we dislike surprise fees and surcharges and we know you do to! If you ship outside of Massachusetts, sales tax does not apply to anything you purchase from ShopFreely. ShopFreely is not responsible for individual State sales tax reporting laws as they relate to online purchases but we encourage customers to look into your State&rsquo;s regulations, if any apply. Some States may bill you directly for a &ldquo;Use Tax&rdquo; and you are responsible for any and all &ldquo;Use Taxes&rdquo; billed directly to you by your State if it is one of the few States that elects to charge such a tax.Hassle-Free Returns at ShopFreely! At ShopFreely, we stand by our products and our customers. We know how important a hassle-free return policy is when shopping online, especially when buying furniture & decor with style for your home or personal space. Feel confident shopping with ShopFreely knowing that you can return the product(s) you purchase for any reason at all, as long as it is within 30 days of the product(s) delivery to you. Almost all products on Shopfreely.com are returnable. The few exceptions include unsealed mattresses, assembled or modified products, and clearance merchandise which will note this within the product details. All returns must be unused and shipped back in the original packaging to the warehouse address from which the order was shipped. To initiate a return, send an email to us so that we can provide you with a Return Authorization Number which is to be noted on the outside of the package. The Return Authorization Number allows the warehouse to identify your return when it arrives and helps us credit you as quickly as possible. Returns sent back without the Return Authorization Number noted could be missed or delayed. Upon inspection of the return, you will receive a full refund via the payment method that was originally used to make the purchase (i.e. Credit Card, PayPal, etc.). If there are any problems with your order at the time of delivery, please contact our customer service department right away so that we can ensure that replacement parts are sent out at no charge to you. If we cannot replace the missing or damaged parts, we will have the shipping carrier pick up your product(s) and a new order will be shipped out to you. Please note that the original packaging must always be used when returning product(s) back to us. Cancelling your Order At ShopFreely, we pride ourselves on fast shipping. We aim to ship all orders within 24 business hours but some products on Shopfreely.com might take longer due to the custom nature of the product or due to low stock levels. Please keep in mind that once your order has shipped out, it cannot be cancelled. If you refuse a delivery, the round-trip shipping costs will be deducted from your refund. If you need to cancel your order, please contact us as soon as possible so that our customer service team can attempt to cancel your order and refund you right away. Refunds and Credits Refunds or credits can be expedited through proper communication with our ShopFreely customer service team before shipping the merchandise back to us. You should expect to receive your refund within 3-5 days of receipt of the returned merchandise. In many cases you will receive a refund more quickly. We know how important your refund is to you, and we work hard to process all refunds as soon as the returned merchandise has arrived back and been inspected. At ShopFreely, we know how important it is to provide our customers with a safe and secure shopping experience. We want all our customers to be free from worry and have peace of mind while shopping at a trusted and reputable store. We treat the security of your personal information with the utmost care and use only the most state-of-the-art 128-bit hacker-safe SSL encryption to secure all data we collect at ShopFreely. How do you know when your data is secure? At ShopFreely, we guarantee that every transaction made is 100% safe and secure. As soon as you add an item into your shopping cart and proceed to checkout, you will see that the URL in your browser's address bar will begin with &ldquo;https&rdquo;, with the extra &ldquo;s&rdquo; added to &ldquo;http&rdquo;, signifying &ldquo;secure&rdquo;. A padlock icon should also appear at the top of your browser. This indicates that you are protected within our 128-bit SSL secure server, where all data is encrypted for optimal security. To further improve our safe and secure shopping and to try to eliminate fraudulent purchases, we require that all credit card orders are accompanied with the correct Card Verification Code (CVV Code). Powered by Solid Commerce The All-in-One Listing, Inventory & Order Management Solution for Online Merchants",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "69.95",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "CN",
    "MX",
    "DE",
    "JP",
    "BR",
    "FR",
    "AU",
    "RU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "20868",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "shop_freely"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Kalencom Sam's Messenger Bag Royal - 2962ROYAL",
  "GlobalShipping": "true",
  "Quantity": "30",
  "StartTime": "2017-04-28T02:29:39.000Z",
  "HitCount": "4",
  "TimeLeft": "P24DT11H22M35S",
  "EndTime": "2017-06-27T02:29:39.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Kalencom"
      },
      {
        "Name": "Model",
        "Value": "2962ROYAL"
      },
      {
        "Name": "MPN",
        "Value": "2962ROYAL"
      },
      {
        "Name": "UPC",
        "Value": "088161226095"
      }
    ]
  },
  "Site": "US",
  "ItemID": "132173597323",
  "Storefront": {
    "StoreName": "ShopFreelyStore",
    "StoreURL": "http://stores.ebay.com/id=289892580"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "We need to be given advanced knowledge of the return and we provide an RA # to the customer.  Product needs to be in new, original condition, in the original packaging for a credit to be issued once it is received back at to us.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "KM2962ROYAL",
  "HandlingTime": "5",
  "BestOfferEnabled": "true"
}