{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529681329018080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/r80AAOSww9xZGH2w/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/qMIAAOSwcgNZGH2x/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/xuoAAOSwZKBZGH2y/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/S1cAAOSwn-tZGH2z/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/fl4AAOSwfRdZGH20/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/SRsAAOSw-K9ZGH21/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/O1kAAOSwsXFZGH23/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/EkUAAOSw3gJZGH26/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/pPkAAOSw42dZGH28/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/nhIAAOSw5cRZGH28/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Everki-Beacon-Backpacks-Laptop-Backpack-Gaming-Console-Sleeve-Fits-18-Inch-/252968132901",
  "ConvertedCurrentPrice": {
    "value": "130.48",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Tomi Bird Kite Huge Kite - Ideal for Kids and Adults Easy to Launch 62 inch wide and 38 Inch long 100 Meter String unique ring handle Built to Last - Great for Family Fun Free Expedite Shipping and No Sale Tax Note that the id number is increased one by one --> Note that the id number is increased one by one You have to change URL images in src tag too If you do not have a server hosting you can free upload your photos in: http://tinypic.com/ or http://photobucket.com/ or https://imageshack.com/ --> You have to change URL images in src tag too Note that the id number is increased one by one --> Description Key Features Dedicated ultra-soft padded laptop compartment accommodates up to 18 inches laptopsGaming console sleeve included (suitable for Xbox 360, PS3, Wii, etc)Clever buckle system allows for both partial or full 180 degree opening of the main compartment for easy loadingHip pockets for quick access to items like keys, media players, and mobile phone without taking the bag off your backDual hand-carry handles for easy lifting. 5-point balance strap system evenly distributes weight for comfortable carryingProduct Description Rugged and stylish, the Beacon is designed for comfort even with heavy loads and harsh conditions. An ultra-soft, padded laptop compartment deftly protects and carries up to 18\" laptops while still leaving enough room in the main compartment for a gaming console and accessories. Comfort and balance are maintained, even under heavy loads, thanks to the Beacon's 5-point balance strap system and aero-flow padded back and shoulder harness. The spacious main storage compartment features a large zippered pocket, dividers, and an assortment of multifunction accessory slots. A clever buckle system allows the compartment to open halfway for quick access or a full 180 degrees for easy loading. Gamers will appreciate the inclusion of a dedicated sleeve for taking a gaming console (XBox 360, PS3, or Wii) on the road. Dual hip pockets provide extra storage and quick access to important items like keys, mobile phone, or a media player without taking the bag off. A zippered outer pocket and a quick-stash slot provide additional easy-access storage To keep your valuable contents protected in all weather conditions, the Beacon has an integrated stow-away water-resistant weather cover for use in sand, snow, rain, or dust. As with all Everki products, the Beacon is backed by Everki's Limited Lifetime Warranty and world-class customer service. Technical Details Band: Everki Category: Backpacks dimensions: 21.06x14.57x6.3 inch. Color:Black Manufacturer Part Number (MPN):EKP117NBKCT Shipping - We offer FREE SHIPPING (Expedited Shipping) on all orders! - We ship within 1-3 business days of payment, usually sooner. - We use a selection of shipping services such as UPS, FedEx, USPS etc. - We only ship to the lower 48 states, No PO Box or APO/FPO addresses allowed. - Local pickups and combined shipping options are not provided at this time. Payment We accept payment by any of the following methods: PayPal. Please pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! No Add on Sales Tax All States in US. Return 100% Satisfaction Guarantee: You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays.Thank you for shopping at our store.",
  "Title": "Everki Beacon Backpacks Laptop Backpack with Gaming Console Sleeve, Fits 18-Inch",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "130.48",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Las Vegas, Nevada",
  "Seller": {
    "FeedbackScore": "2338",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "Red",
    "UserID": "firstclass2011"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "89193",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T04:40:33.000Z",
  "HitCount": "3",
  "TimeLeft": "P28DT13H47M",
  "EndTime": "2017-07-01T04:40:33.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Everki"
      },
      {
        "Name": "Model Number",
        "Value": "EKP117NBKCT"
      },
      {
        "Name": "MPN",
        "Value": "EKP117NBKCT"
      },
      {
        "Name": "UPC",
        "Value": "778888145525"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Category",
        "Value": "Backpacks"
      },
      {
        "Name": "EAN",
        "Value": "7887117140187"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252968132901",
  "Storefront": {
    "StoreName": "Firstclass2011",
    "StoreURL": "http://stores.ebay.com/id=1083966802"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "ReturnPolicy",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B002WOBBVO",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}