{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3619481738358080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI2N1gxNjAw/z/Rx0AAOSw9GhYkj5G/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Earth-Squared-Ava-Bag-Shoulder-Bag-Tweed-Wool-Green-Brown-34x26x10cm-/361948173835",
  "ConvertedCurrentPrice": {
    "value": "63.68",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "The classic styling of this handbag has ensured it remains top of our bestsellers list and for good reason, the Ava bag is the perfect every day companion with a relaxed style that fits comfortably over the shoulder with plenty of space for handbag essentials, one internal zipped pocket plus mobile phone pouch. It is made of tweed wool and is fully lined with polyester lining. Matching purse available to purchase. Dimensions: 34x26x10 cms Strap Measures 55cms Earth Squared fairly traded bags & accessories are designed in the UK and handmande in Vietnam by a fairtrade certified organisation. Each purchase helps to create more work opportunities for other disadvantaged women and helps to change their lives and those of their families. Earth Squared is a registered member of BAFTS (British Association for Faitrade Shops & Suppliers). Additional Information If after browsing through our huge array of items you cannot find what you are looking for contact us. We will always go out of our way to source the product you are looking for. About Us MadMolly Trading is a small family business, offering quality gifts and homeware products to the whole family from 62 suppliers worldwide, with anything from funky keyrings to pop up 'Street Tennis' sets; from luxurious Bath House offerings to many fabulous garden and party buntings. The wooden toys are still a part of our range, in the form of Orange Tree Toys and Bajo, a new fabulous supplier based in Poland offering ingenious and strikingly colourful toys for smaller children. We sell across Europe and the Rest of the World as more people exploit the internet for shopping and postal systems improve, although the UK is the main market for us. We are trying our best on buying expeditions to reduce our dependence on China and to focus more on some talented and creative UK suppliers such as Just Slate Company & Linda MacDonald Jewellery. MadMolly's main ethos is superb customer service. We look after our customers as we would want to be treated ourselves, both pre and post purchase. Customers can call or e-mail us 7 days a week and we respond 7 days a week. Problems are rare, but we always resolve them to the customer's satisfaction. Many of our customers return time after time, like old friends. Shipping Information Once an order has been placed and paid for, it will be despatched within 1 working day. If the order is received by 2.30pm it will be despatched the same day. Within the UK, we use Royal Mail post for all deliveries with a value up to £50. Orders £50 are generally despatched via 48hour courier. We aim to keep all items in stock, but should an error occur we will contact you direct offering either a full refund, or give you an expected delivery date. International deliveries are sent either by Royal Mail International Signed For or Courier - both will need a signature on arrival as they are tracked from here to you. Next Day Delivery within UK We now offer next day delivery but can only guarantee it for orders placed before 12 noon (Mon - Thurs) to be delivered by noon the following day (Tues - Fri). If you require next day delivery after 12 noon we will do our utmost to help but cannot guarantee delivery. Please contact us direct if you require an item urgently - 01295 688286 or Please use eBay messaging system Contact Us Feel free to call us on 01295 688286 We are open 9am until 5pm Monday to Friday, but if you need to contact us outside those hours please email us at Please use eBay messaging system for the quickest response. Home About Us Contact Us Payment Shipping Returns View Feedback Add to Favourites 01295 688 286 Please use eBay messaging system Item Design Ava EAN 1201746010035 MPN TWAGN Type Shoulder Bag Age Ladies Material Wool/Polyester Most Suitable For Handbag Item size 34x26x10cms Item Colour Green & Brown Tweed Brand Earth Squared",
  "ExcludeShipToLocation": [
    "CA",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "63.68",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Banbury",
  "Seller": {
    "FeedbackScore": "14377",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "madmolly1969"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Earth Squared - Ava Bag - Shoulder Bag - Tweed Wool - Green & Brown - 34x26x10cm",
  "GlobalShipping": "false",
  "Quantity": "6",
  "StartTime": "2017-04-07T08:32:55.000Z",
  "HitCount": "11",
  "TimeLeft": "P3DT16H17M12S",
  "EndTime": "2017-06-06T08:32:55.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Item Design",
        "Value": "Ava"
      },
      {
        "Name": "EAN",
        "Value": "1201746010035"
      },
      {
        "Name": "MPN",
        "Value": "Twagn"
      },
      {
        "Name": "Item Colour",
        "Value": "Green & brown tweed"
      },
      {
        "Name": "Age",
        "Value": "Ladies"
      },
      {
        "Name": "Material",
        "Value": "Wool/polyester"
      },
      {
        "Name": "Most Suitable For",
        "Value": "Handbag"
      },
      {
        "Name": "Item size",
        "Value": "34x26x10cms"
      },
      {
        "Name": "Type",
        "Value": "Shoulder bag"
      },
      {
        "Name": "Brand",
        "Value": "Earth squared"
      }
    ]
  },
  "Site": "US",
  "ItemID": "361948173835",
  "Storefront": {
    "StoreName": "MadMolly Trading",
    "StoreURL": "http://stores.ebay.com/id=59093291"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "GB",
  "SKU": "4054",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}