{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP",
    "OriginalRetailPrice": {
      "value": "79.0",
      "_currencyID": "USD"
    },
    "SoldOffeBay": "false",
    "SoldOneBay": "true"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ3MlgxMTky/z/NoMAAOSwIaFZHO3W/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Nine-West-9s-Jacquard-Carryall-Handbag-One-Size-Khaki-white-/302320270210",
  "ConvertedCurrentPrice": {
    "value": "55.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Click to view full size Full Size Image Click to close full size. Nine West handbag features a zipper closure, interior zipper pocket, interior slip pockets & double handles. Handbag measures 16.5 in. x 5.25 in. x 11.5 in. 9.5 in. handle drop. Polyurethane. About us Shipping Returns Payment Contact us Beall's, Inc. is the parent company of Bealls Florida Department Stores, Inc., Beall’s Outlet Stores, Inc., and Burke's Outlet Stores, Inc. The corporation, through its subsidiaries, operates over 500 retail store sites in states across the Sun Belt, from Florida to Arizona with annual sales exceeding a billion dollars. Since its modest beginnings in 1915 Bealls has grown to be a major employer in the State of Florida as well as a valued asset to all the communities it serves throughout the country. Bealls is a privately held company, rich in tradition, owned by the founding family and its employees. The company's principal operating strategy is to grow the corporation through the use of its profits. A long history of strong ethical values and commitment to customers, employees and community has earned the company trust and respect in the marketplace. About us Shipping Returns Payment Contact us Standard shipping is $5.50 Orders begin processing immediately. Please allow 3 to 7 business days for Continental U.S. delivery. We ship all products from Florida; deliveries to western states may take up to 10 days for delivery. Packages are shipped via UPS Ground, UPS Sure Post, or Mail Innovations. At our discretion, packages may also be shipped by an alternative carrier due to weight or size. **Please note: Bealls Florida begins processing your order immediately therefore it may not be possible to cancel the order. Requests for cancellations may be conducted by phone. To request the status of your order, please call our Customer Care Center at 1.800.569.9038 option 3 during business hours Monday – Saturday 9am to 9pm and Sunday 10am to 8pm EST. We apologize but order details including item, address changes, and credit card information may not be changed or modified after they are submitted. A new replacement order must be submitted to correct any customer or order information that is in error. Please contact Customer Care to assist you with your request. APO/FPO Due to current FAA and U.S. postal regulations, we are no longer able to ship orders to APO/FPO addresses. Shipping Surcharges Oversized items may carry an additional surcharge. About us Shipping Returns Payment Contact us Bealls Florida stands behind the products we sell. If for any reason you are not satisfied with your purchase, you can return your item(s) by initiating a return through your eBay account. To start a return, find the item in the Purchase history section of My eBay and select Return this item from the More actions drop-down menu. Select the reason for the return. You will receive a return authorized email within one business day. Pack the item(s) carefully, and send the package back to the return address below. We will refund your PayPal account within six business days of receiving the returned item(s). Buyers are responsible for all return shipping and handling charges. If your merchandise is not as ordered or defective, contact our Customer Care Center at 800.569.9038. Our hours of operation are Monday - Saturday 9am - 9pm EST; Sunday 10am - 8pm EST. You can also return your item(s) to any Bealls Department Store in Florida. Follow the steps above to initiate a store return. Bring your item(s) and packing slip and return to the Customer Service desk. Please note that items returned to our store after 120 days from the original order date will be credited in the amount of the current item value. If you have any questions or concerns regarding a return, please call our Customer Care Center at 800.569.9038 or email us by clicking here. Address for returns After initiating a return through your eBay account, please mail your package to: BEALLS FLORIDA 6260 McIntosh Road, Unit #80 Sarasota, Florida 34238-2965 About us Shipping Returns Payment Contact us We accept PayPal payments during checkout. Immediate payment is required for all transactions, meaning all items will be paid for at the time of checkout before the sale is finalized. Bealls Florida does collect sales tax on orders that are shipped to an address in the state of Florida and to other states as required by individual state sales tax nexus laws. Taxes apply to your total order value, including processing and shipping charges. About us Shipping Returns Payment Contact us Feel free to email us via \"Ask Seller a question\" and we will respond within one business day. If you would like to speak with someone immediately, please call our Customer Care Center at 800.569.9038. Our hours of operation are Monday - Saturday 9am - 9pm EST; Sunday 10am - 8pm. Please state that you are calling regarding an eBay order. You May Also Like About Us Shipping Returns Contact Us FAQs Frooition www.frooition.com | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Central America and Caribbean",
    "South America",
    "RU",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "VA",
    "BN",
    "KH",
    "HK",
    "ID",
    "LA",
    "MO",
    "PH",
    "TW",
    "TH",
    "VN",
    "BM",
    "GL",
    "PM",
    "BH",
    "IQ",
    "IL",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "SA",
    "TR",
    "YE"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "55.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "AU",
    "JP",
    "CN",
    "KR",
    "ZA",
    "IE",
    "MX",
    "NZ",
    "SG",
    "AE",
    "MY"
  ],
  "Location": "Tampa, FL",
  "Seller": {
    "FeedbackScore": "25416",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "beallsflorida"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Nine West 9's Jacquard Carryall Handbag One Size Khaki/white",
  "GlobalShipping": "true",
  "Quantity": "10",
  "StartTime": "2017-05-18T00:41:55.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3023202702108080_1.jpg",
  "TimeLeft": "P14DT9H39M11S",
  "EndTime": "2017-06-17T00:41:55.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Nine West"
      },
      {
        "Name": "Style",
        "Value": "Tote Bags & Satchels"
      },
      {
        "Name": "Color",
        "Value": "Khaki/White"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302320270210",
  "Storefront": {
    "StoreName": "Bealls Florida",
    "StoreURL": "http://stores.ebay.com/id=1384074054"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "0040220012",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}