{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1826012224788080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/mhUAAOSw0hlZL7p8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/4OgAAOSwJH1ZL7p8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/EDAAAOSwY3BZL7p8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/TRkAAOSwZKBZL7p8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/spIAAOSwIaFZL7p8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/9NoAAOSwPh5ZL7p8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/lPMAAOSwq1JZL7p8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/m3YAAOSw42JZL7p8/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/KAUKKO-Canvas-Backpack-Casual-Backpacks-Vintage-Rucksack-Travel-Hiking-Black-/182601222478",
  "ConvertedCurrentPrice": {
    "value": "50.46",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "KAUKKO Canvas Backpack Casual Backpacks Vintage Rucksack for Travel Hiking Black Eco-friendly Material:16 oz high density washing canvas+ Premium Microfiber Leather .The canvas is super thick and the stitching is tight, the leather is soft and durable. Dimension: Approx 11.81\"L x 16.93\"H x 6.29\" W. It's about 30 L. It can fits most 14 inch laptop.it's very cushion and fashionable Structure: 1* roomy main compartment, 2*side pocket for notebbook or water bottle .1*inner built-in computer protection barrier,1* front closure devices pockets to hold small accessories.A true space saver, main compartment with drawstring closure for safey, and unzip it when you reach your destination. Shoulder Strap: Adjustable padded shoulder straps for comfortable carrying. Flap over snap with drawstring closure for expanding capacity and extra security,Good handfeel and Lightweight shoulder bag.It's convenient to hand out, go hiking,traveling,go to school ,appointment shopping outdoor climbing indispensable. This classic backpack is perfect for everyday use by a busy student or outdoor enthusiast and also has the added benefit of transforming into a travel back pack for the globetrotting explorer; this rucksack can carry up to a week of necessities if so desired. Product Description Special Feature - This Canvas Backpack Great for School and Camping and will be good for your work , life, entertainment classified items placed. - The fabric feels more soft and skin-friendly It is a nice choice for hiking, short trip and so on. - It also has a great slot for your tablet or laptop computer, even with 2 textbooks 3 notebooks other essentials such as pencils, papers, little bottles of lotion, hand sanitizer and stuffing a 20oz water in it all fits well. - It's super sturdy and very comfortable; you could use the inside pocket for your clasp wallet and the little zipper inside to keep pads/tampons - This canvas casual backpack is perfect for both men and women, and blends a feeling of worldly utility - Superior hardware buckel, easy to use and durable, interior is roomy and will fit up to 14\" laptop. Basic Information - Gender: Unisex - Item Type: Backpack - Material: high quality Canvas & Premium Microfiber Leather - Closure Type: Drawstring - Color: Army Green /Grey/Black/Khaki - Size(L*W*H): 11.81\"L x 16.93\"H x 6.29\" W - Weight: 2 pounds 910g - Package: Hangtag+ Polybag - Delivery time: In 2 working days after payment received Package Include: 1* Drawstring Canvas Leather Backpack/ Plastic Bags Purchasing Notes: 1. Air dry. 2. Hand wash only 3. Do not iron 4. Do not bleach Shipping We offer FREE shipping on all orders! We ship within Three business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Please make sure the shipping address is correct when checking out as the address cannot be changed after order is placed. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "50.46",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "65",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "maggiepum17"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "KAUKKO Canvas Backpack Casual Backpacks Vintage Rucksack for Travel Hiking Black",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T06:55:58.000Z",
  "HitCount": "3",
  "TimeLeft": "P28DT16H14M44S",
  "EndTime": "2017-07-01T06:55:58.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "LYSB01GVBWVRQ-SPRTSEQIP"
      },
      {
        "Name": "Brand",
        "Value": "KAUKKO"
      },
      {
        "Name": "Model",
        "Value": "LYSB01GVBWVRQ-SPRTSEQIP"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "6928094451635"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182601222478",
  "Storefront": {
    "StoreName": "maggiepum17",
    "StoreURL": "http://stores.ebay.com/id=1609722819"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01GVBWVRQ",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}