{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Fanny, Waist Packs",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169298",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3520001702018080_2.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/JIUAAOSwax5YwYDW/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQwMA==/z/5MUAAOSw4CFYwF--/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDAwWDUwMA==/z/OPQAAOSwax5YwF~A/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDAwWDUwMA==/z/KC0AAOSwsW9YwF--/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4OQ==/z/tuQAAOSwol5YwF~A/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDAwWDUwMA==/z/N8oAAOSwB-1YwF--/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDAwWDUwMA==/z/KFkAAOSwsW9YwF--/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDAwWDUwMA==/z/qicAAOSwdGFYwF-~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDAwWDUwMA==/z/pJAAAOSwCU1YwF~A/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Leather-Fanny-Pack-Black-Leather-Waist-Bag-Bayfield-Bags-Pouch-Hip-Bag-New-/352000170201",
  "ConvertedCurrentPrice": {
    "value": "63.79",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Leather Fanny Pack Black Leather Waist Bag By Bayfield Bags-Pouch Hip Bag New Upgrade to 2-Day Air for only $1.99! Upgrade to 2-Day Air for just $5.99! --> Return Policies We offer a 30 day return policy from checkout winning date. An RMA number is required for all returns. Message us for return instructions. Items returned without a RMA number will not be processed. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. We are unable to accept any items that have been used as well as any food items. Return shipping fees are not refundable. We reserve the right to decline any returns if the above guidelines are not followed. Features Measures 8\" tall x 7\" wide. Nylon Waistband with Sturdy Fastener Adjusts up to 42-Inch Waist for Comfort Fit for fanny packs women and men. Reinforced Stitng and Strong Nylon Weed Adjustable Waistband Make Your Women's Fanny Pack Pouch Comfortable and Durable for Long-Lasting Wear. Four (4) Silver-Tone Zippered Pockets Hold Your Cell Phone, Keys, Money, Credit Cards, Snack, etc. in a 7.5x8 Inch Organized Belt Purse Waist Bag that is Compact and Easy for You to Find Everything in Seconds in this fannies pack. Attractive Silver Stud Design on Genuine Black Onyx Leather Waist Pack Gives Your Hip Bag the Designer Look Women Love! Can also be used as a concealed carry fanny pack. Made from Fine Imported Lamb Leather, Giving Your Black Leather Fanny Pack waist bag a c Look, Luxurious Softness, and Supple Flexibility. Item Description Do you like the convenience of a black leather waist pack to keep your hands free while shopping or traveling? Does the utilitarian style of most waist belt bags seem unattractive and boring? Our lamb leather women's belt pouch bag combines compact size with convenient organization and an attractive designer look that most adjustable black onyx leather fanny packs women just don't have. The black, soft, supple leather waist bag pack feels luxurious, and looks designer c, with a multi-sized silver stud pattern, and is perfect as a year-round fashion accessory. This women's belt purseÂ was designed with organization in mind, because you have to fit a lot in a small space, and without organization it can be chaotic trying to find what you need. There are four zippered pockets in this bum bag, a cell phone pocket in front, where it's most accessible, and spaces for cash and credit cards, keys, small notebook and pen, energy bar, and any other essentials you want to carry with this designer fanny pack. This waistpack can even be used as a dog walker fanny pack when you are out walking the dog. The waistband on this travel waist bag is made from strong nylon weing that is both comfortable and durable, is reinforced, especially where stitched onto the leather, and adjusts up to 44\" waist size so you can find a comfortable fit with this fannies pack. Can also be used as steampunk costume clothing accessory for women and little girls. You are going to L-O-V-E this fanny pack hip bag for women! Details Manufacturer: Shipping Dimensions Length: 8\" Width: 7.4\" Height: 1\" Weight: 0.25 pounds Communication If you have a problem or question regarding your transaction please contact us before leaving any type of feedback. We will work with you to resolve any problem you may have. Feedback Due to the large number of feedback we receive, our automated system will leave feedback for you as soon as we receive your payment. Shipping Our standard shipping service is free, your order will be processed within 3-4 business days after your payment. Transit time varies from 2-5 business days. Expedited shipping takes 2-3 business days. One Day shipping takes 1-2 business days and usually ships within 12 hours. We only ship within the continental USA, we do not ship to Alaska, Hawaii, Puerto Rico, APO addresses or any other USA territory. We only ship to the confirmed Paypal address. We reserve the right to cancel any order for any reason at any time. We are not responsible for undeliverable addresses. Additional Information All of our items, unless otherwise stated, will only run on 120 volts. Please check to make sure your country complies with these specifications.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "63.79",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "US",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "751428",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "GreenShooting",
    "UserID": "fanteller"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Leather Fanny Pack Black Leather Waist Bag By Bayfield Bags-Pouch Hip Bag New",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-03-08T19:47:08.000Z",
  "HitCount": "26",
  "TimeLeft": "P4DT2H44M11S",
  "EndTime": "2017-06-06T19:47:08.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Bayfield Bags"
      },
      {
        "Name": "MPN",
        "Value": "LYSB016VOT8W4-OFFSUPPLIES"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "352000170201",
  "PrimaryCategoryID": "169298",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "fanteller",
    "StoreURL": "http://stores.ebay.com/id=400339187"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B016VOT8W4",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}