{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/GUESS-Factory-Womens-Honeyville-Logo-Striped-Satchel-/132213122611?var=",
  "QuantitySold": "0",
  "TimeLeft": "P29DT23H4M46S",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "52.49",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Louisville, Kentucky",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "40258",
  "StartTime": "2017-06-02T13:12:48.000Z",
  "HitCount": "3",
  "QuantityThreshold": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "GUESS"
      },
      {
        "Name": "Inseam",
        "Value": "Unspeci..."
      },
      {
        "Name": "Manufacturer",
        "Value": "GUESS"
      },
      {
        "Name": "Manufacturer Part Number",
        "Value": "SV657707"
      },
      {
        "Name": "Style",
        "Value": "Satchels"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "EndTime": "2017-07-02T13:12:48.000Z",
  "Title": "GUESS Factory Women's Honeyville Logo Striped Satchel",
  "SKU": "SV657707",
  "Site": "US",
  "BestOfferEnabled": "false",
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/1OEAAOSwK6RZMWRU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/lSwAAOSwuMZZMWRU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/beoAAOSww9xZMWRU/$_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "GUESS outlet",
    "StoreURL": "http://stores.ebay.com/id=1099549607"
  },
  "ConvertedCurrentPrice": {
    "value": "52.49",
    "_currencyID": "USD"
  },
  "AutoPay": "true",
  "NewBestOffer": "false",
  "Description": "Powered by Frooition Proin titles & description Enlarged ImageClick to close full size.GUESS Factory Women's Honeyville Logo Striped Satchel Allover logo print and a striped panel detail this faux-leather satchel. Featuring silver-tone hardware and logo accent at front. Includes multiple interior pockets and leopard-print lining. Removable logo tag. Top zipper closure. Adjustable crossbody strap with 23\" drop. Top handles with 6\" drop. 13\"W x 10\"H x 6.5\"D Shipping And ReturnsAbout GuessPayment PolicySize ChartShipping And Returns All orders will be shipped using the level of service selected during purchase. Please note: No deliveries will be made on Saturday or Sunday. Orders placed Monday through Friday before 4:00 p.m. EST are typically shipped from our warehouse within 24 hours. Delivery times may vary, especially during peak periods. Free shipping offers only apply to the UPS Standard delivery method. International Shipping At this time, GUESS? outlet can only ship orders to addresses located within the 48 continental United States as well as Alaska and Hawaii. Orders being delivered to Alaska and Hawaii are shipped via USPS (unless the Next Day or 2nd Day Air option is chosen), and may take 7-14 days for ground delivery. Shipping to P.O. Boxes We are unable to ship to P.O. Boxes. Shipping to Military APO/FPO Addresses Orders shipped to A.P.O. or F.P.O., boxes within the United States are automatically shipped via USPS Ground. Please allow up to 30 days for delivery. Returns The GUESS? outlet on eBay gladly accepts the return of merchandise purchased from GUESS? outlet with the original receipt and tags attached for up to 30 days after purchase. All pierced jewelry, swimwear and items marked ?final sale? are not returnable or exchangeable. Gifts purchased online through the GUESS? outlet on eBay may not be returned without the original receipt and tags attached. For a Refund: Merchandise returns are refunded in the method of original payment. PayPal orders will be credited back in the form of PayPal credit. For an Exchange: Call us toll free at 1-877-44-GUESS (48377) so that we can assist you with your replacement merchandise. How to Send it Back: All returns for purchases made on GUESS? outlet must be shipped back to the distribution center address listed below. The return label on the invoice is not pre-paid by The GUESS? outlet on eBay; customer is responsible for all return shipping fees. You may not return merchandise purchased from GUESS? outlet to any GUESS? or GUESS? factory retail store location. If you have misplaced your Return/Exchange label, please send your pre-paid, insured package to: The GUESS? outlet on eBay E-Commerce Returns Door #6 10610 Freeport Drive Louisville, KY 40258Shipping And ReturnsAbout GuessPayment PolicySize ChartAbout GuessShop official merchandise from all your favorite GUESS brands at the GUESS Outlet. Shop denim, apparel, handbags and accessories for women, men and kids from GUESS, GUESS Factory and G by GUESS. For questions regarding product information, order delivery, or returns, please contact GUESS: Phone: (877) 44-GUESS Monday through Friday 6:00 a.m. - 5:00 p.m., Saturday 7 a.m. - 4 p.m. (PT)Shipping And ReturnsAbout GuessPayment PolicySize ChartPayment PolicyImmediate payment is required upon selecting \"Buy It Now\". Methods We only accept immediate payment through the eBay checkout system. We only accept payment via US PayPal accounts. PayPal allows you to pay using a major credit card or direct transfer from your checking account. Sign up for a PayPal account by clicking here. Promotions GUESS.com or GUESS List discounts, coupons, gift certificates, and all other promotions are not valid for use on eBay. Tax Information We are legally required to collect sales tax in those states and localities where we maintain a physical presence (Nexus). The applicable amount of sales tax charged to an order will be calculated based on the shipment destination's state and local sales tax laws. GUESS is required by law to charge sales tax on orders shipped to the following states: Arizona, California, Colorado, Connecticut, Florida, Georgia, Hawaii, Illinois, Indiana, Kansas, Kentucky, Louisiana, Maryland, Massachusetts, Michigan, Minnesota, Missouri, Nevada, New Jersey, New York, North Carolina, Ohio, Pennsylvania, Rhode Island, South Carolina, Tennessee, Texas, Virginia and Washington. Sales tax does not apply to orders shipped to addresses in other states. Price Adjustment Policy Items purchased on eBay do not qualify for price adjustments. Shipping And ReturnsAbout GuessPayment PolicySize ChartSize ChartPlease see our general size chart for reference. More Items!PaymentShippingReturnsPrivacy PolicySize ChartsFrooition www.frooition.com | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing designThis listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Variations": {
    "Variation": {
      "Quantity": "15",
      "StartPrice": {
        "value": "52.49",
        "_currencyID": "USD"
      },
      "VariationSpecifics": {
        "NameValueList": [
          {
            "Name": "Color",
            "Value": "Chalk"
          },
          {
            "Name": "Size",
            "Value": "ONE"
          }
        ]
      },
      "DiscountPriceInfo": {
        "PricingTreatment": "STP",
        "OriginalRetailPrice": {
          "value": "74.99",
          "_currencyID": "USD"
        },
        "SoldOffeBay": "false",
        "SoldOneBay": "false"
      },
      "SKU": "13369564",
      "SellingStatus": {
        "QuantitySold": "0",
        "QuantitySoldByPickupInStore": "0"
      }
    },
    "VariationSpecificsSet": {
      "NameValueList": [
        {
          "Name": "Color",
          "Value": "Chalk"
        },
        {
          "Name": "Size",
          "Value": "ONE"
        }
      ]
    }
  },
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "16258",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "guess_outlet"
  },
  "GlobalShipping": "true",
  "Quantity": "15",
  "ItemID": "132213122611",
  "Subtitle": "Save on iconic fashion from GUESS Factory",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "2",
  "QuantityAvailableHint": "MoreThan"
}