{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbag Accessories",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:163570",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1124247119418080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MjE3WDUwMA==/z/4BMAAOSww5hZLXp8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MjE3WDUwMA==/z/22QAAOSwfRdZLXp7/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Kipling-Merryl-Waist-bagTrue-BlueOne-Size-/112424711941",
  "ConvertedCurrentPrice": {
    "value": "56.7",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Kipling Merryl Waist bag,True Blue,One Size Product Features Pockets: 1 exterior, 4 ID windows Product DescriptionCarry it as a waistbag or attach the strap and wear it over your shoulder. So many options in one great bag Get the Kipling Merryl Multi-pocket Waistbag Shoulder Bag with the trademark matching furry monkey. Payment PolicyOnly paypal is acceptedImmediate payment required for all itemsShipping Policy # We only accept payment via PayPal within 3 days after your order.# We act as a big clearance warehouse for our retailers and products throughout the United State.# Shipping will be provide the lower 48 states only: No APO / FPO or PO Boxes address will be accepted.# We do not offer local pickups and combined shipping.# After receiving payment, the item will be shipped within 1-3 business days and should arrive at your destination within 3-8 business days. FAST SHIPPING has always been our confidence since 2014!!# If any further assistance or more queries, contact us via eBay message. If there are any problems with your purchase, you are 100% covered by us.# We ask for you to leave positive reviews with great ratings! Please kindly not leave a neutral or negative reviews until you have contacted us. We are confident that we have all we need to provide you with 120% satisfaction! General Return InformationIf you would like to return your purchase, please kindly contact us via eBay message by choosing &ldquo;I have a question about using my item or I want to send the seller a message&rdquo; as the topic. We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been received by our warehouses and we can confirm from the tracking number that the item has been delivered, we will issue you the refund for the purchase. You have 30 days period after the delivery of the item to complete the return.Return Shipping CostsWe will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyer&rsquo;s remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. Return *LocationsPlease be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes. ** Thank you for visiting and welcome back anytime **",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "56.7",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "808",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Purple",
    "UserID": "geithgoods"
  },
  "PrimaryCategoryID": "163570",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Kipling Merryl Waist bagTrue BlueOne Size",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-30T13:58:21.000Z",
  "HitCount": "5",
  "TimeLeft": "P26DT21H58M57S",
  "EndTime": "2017-06-29T13:58:21.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "AC2491-414"
      },
      {
        "Name": "Brand",
        "Value": "Kipling"
      },
      {
        "Name": "Model",
        "Value": "AC2491-414"
      },
      {
        "Name": "UPC",
        "Value": "882256022087"
      },
      {
        "Name": "EAN",
        "Value": "0882256022087"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112424711941",
  "Storefront": {
    "StoreName": "geithgoods",
    "StoreURL": "http://stores.ebay.com/id=1351391917"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B000GZD6DC",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}