{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Men's Accessories:Backpacks, Bags & Briefcases",
  "Subtitle": "Leather satchel Laptop Bag briefcase Handmade messenger",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "“Combo pack of 4 bags“““““100% pure Goat Leather. Leather laptop bag, leather satchel bag, leather ” ..",
  "PrimaryCategoryIDPath": "11450:4250:52357",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-LARGE-15-Mens-Vintage-Goat-Leather-Briefcase-Messenger-Laptop-Bag-Backpack-/201621305099",
  "QuantitySold": "0",
  "TimeLeft": "P3DT21H48M24S",
  "CurrentPrice": {
    "value": "200.0",
    "_currencyID": "USD"
  },
  "ListingStatus": "Active",
  "ExcludeShipToLocation": [
    "IN",
    "PO Box"
  ],
  "PrimaryCategoryID": "52357",
  "Location": "UDAIPUR, RAJASTHAN",
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "313001",
  "StartTime": "2016-07-11T13:03:39.000Z",
  "HitCount": "781",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "Messenger/Shoulder Bag"
      },
      {
        "Name": "Color",
        "Value": "Browns"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Features",
        "Value": [
          "Eco-Friendly",
          "Laptop Sleeve/Protection"
        ]
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "Shade",
        "Value": "Brown"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "SecondaryCategoryID": "169293",
  "EndTime": "2017-06-06T13:03:39.000Z",
  "Country": "IN",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2016213050998080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "true",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzkyWDExNTI=/z/CccAAOSwanRXg5WL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE4OFgxNjAw/z/B2wAAOSww9VXg5XN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE3M1gxNjAw/z/ISsAAOSw7s5Xg5Xo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzU0WDExOTA=/z/d~oAAOSwRgJXg5YL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTgz/z/SnMAAOSwYSlXg5Y3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/fykAAOSwRgJXg5ZI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/jT8AAOSwGXtXg5ZF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxNjAw/z/DHkAAOSwv9FXg5aR/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxNjAw/z/NCgAAOSw7s5Xg5aX/$_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "texti.shiva",
    "StoreURL": "http://stores.ebay.com/id=1373993616"
  },
  "ConvertedCurrentPrice": {
    "value": "200.0",
    "_currencyID": "USD"
  },
  "AutoPay": "false",
  "NewBestOffer": "false",
  "Description": "Combo pack of 4 bag VINTAGE HANDMADE GOAT LEATHER MESSENGER BAGS SATCHEL BUSINESS BAG ADJUSTABLE SHOULDER STRAP (1) 100% genuine goat leather messenger bag with a durable inner lining made of canvas. Designed to carry mini laptops, tab, documents or other personal belonging. A genuine hand made product using chemical/dye-free leather. Natural oils and light have been used to obtain the style of the leather - chemical free! This bag features a wonderful unique and vintage look, designed to carry mini laptops, tab, documents, personal belongings. Perfect for the office, school or as a gift! Specifications: Made from 100% genuine, strong, lightweight, durable goat leather, tanned without the use of chemicals Adjustable shoulder strap, half flap bag with strap lock & small front pocket. 3 big inner compartment for carrying tablet, smart phone's, tab's etc. 2 zipper compartments for important documents/paperwork etc. 2 small pocket in front & 2 small pocket in side. Inner canvas lining Vintage leather wash Leather softens and darkens with use Handmade in India by experienced crafts people Size 11 inch Height x 15 inch Wider (2) Made from 100% genuine, strong, lightweight, durable goat leather, tanned without the use of chemicals Adjustable shoulder strap, half flap bag with strap lock & 2 small front pocket. big inner compartment for carrying files, mini laptop's, tab's etc.2 zipper compartments for important documents/paperwork etc.Inner canvas lining Vintage leather washLeather softens and darkens with useHandmade in India by experienced craftspeople Size: 15\" Wide X 11\" Long X 5\" Deep Item Description:- Material- Real Goat hide ( sustained )Size- 11\"(L), 15\"(W), 5\"(D) 2 Front pockets, handle on top. Total 5 compartments inside with green color strong canvas lining.54\" long adjustable shoulder broad strap.Real Brass metal accessories used in this Bag.Made by professional and experienced artisans from Rajasthan.Treated by natural ingredients.Natural leather smell will go away within few days from the usage of this bag.Eco friendly and weather resistant. (3) Adjustable shoulder strap, half flap bag with strap lock & small front pocket. big inner compartment for carrying files, mini laptop's, tab's etc.1 zipper compartments for important documents/paperwork etc.Inner canvas lining Vintage leather washLeather softens and darkens with useHandmade in India by experienced craftspeople Size: 15\" Wide X 11\" Long X 4\" Deep (4) Adjustable shoulder strap, full flap bag with magnet lock 2 big inner compartment for carrying files, tab's etc. 2 chain compartments for important documents/paperwork etc. Inner canvas lining Vintage leather wash Leather softens and darkens with use Handmade in India by experienced crafts people Size 11 inch Height X 15 inch Wider Please provide your telephone number as well, so that the post office can contact you when your item arrives, or the item will be sent back to us. We will not be able to resend the item in that case so please make sure to provide your contact number.Please do provide your full address and phone number by eBay message immediately after making the payment for easy delivery.We normally ship within 1 to 2 days.We will offer the tracking number you can track it during the whole shipping process after shipment please check your tracking number after 3 to 4 days and please contact us in any query regarding your package as soonest We only accept Pay pal Payment is to be completed within 3 days of the purchase.Please contact us if you can't make the payment promptly.Otherwise, we will resume the right to re-list the item and the unpaid item report will be made correspondingly. RETURN POLICY • In case of return of the goods, buyer has to borne the shipping charges.• Customs duties and other duties levies in destination country are responsibility of the customer.• We will exchange the item if returned to us within 14 days of original packing.• The item should not be used.• No alterations Must be Done to Item. Otherwise We won't take it Back• Buyer Must Inform within Two days after Getting the product about any Issues with the Item. TERMS & CONDITIONS Customers are require to provide full & accurate information at the time of order.No warranty.Dry cleaning only.We use standard shipping carriers for national & international shipping.Accessories & Stitching Pieces shown in the image are just for photography purpose.There may be color variation due to difference in resolution of the photo & the actual color.Please clarify all your doubts before buying.In case the item is out of stock your entire amount will be refunded via the same way the payment was made.Offer price is for per piece. About Us We manufacture ethically designed leather bags of great quality. The most important thing, these bags are not factory made, all of our bags are locally hand crafted in countries. We offers customized designing and wholesale prices for bulk order. We welcomes you to come and visit our manufacturing unit. For more details, please write to us. FeedbackWe are New Seller on e-bay, So Leave your Positive Feedback. As it really Matters to us.Give us a Chance to Serve You with high-quality Leather Products at reasonable price • Please do not leave a negative feedback as a way to communicate. Any rating given to a seller can neither be changed nor modified. So better communicate for faster resolution to any disputes.• If you have any concerns regarding your purchase, please contact us via phone or mail, we assure you that a satisfactory resolution will be reached.• Please help us maintain a 5 Star DSR rating in all 4 rating categories, if you feel otherwise, please let us know how we can score a perfect rating from you before you rate us.",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "770",
    "PositiveFeedbackPercent": "98.7",
    "FeedbackRatingStar": "Purple",
    "UserID": "texti.shiva"
  },
  "Title": "NEW LARGE 15\" Men's Vintage Goat Leather Briefcase Messenger Laptop Bag Backpack",
  "GlobalShipping": "false",
  "Quantity": "1",
  "ItemID": "201621305099",
  "SecondaryCategoryIDPath": "11450:169291:169293",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1"
}