{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/kfUAAOSwtGlZLyUu/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/au8AAOSwaEhZLyU~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/VbUAAOSwcB5ZLyU3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/u7UAAOSwxu5ZLyVF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/WR4AAOSwY3BZLyVK/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI4MFgxNjAw/z/PukAAOSwsXFZLyVX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI4MFgxNjAw/z/6FoAAOSw-3FZLyVt/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/comic-book-words-super-hero-duffle-diaper-bag-handbag-tote-purse-nappy-bag-/401338493004",
  "ConvertedCurrentPrice": {
    "value": "80.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Designs by Keri® Fun new print! Just full of all the super hero words zonk, pow! arrghh, tick, bang, ka boom, oooof, wham, tick tock, zowie, shazam, dynamic, superhero, my secret identity, and so many more in many colors. You can match the words with another ribbon color! NO charge to customize! Dad won't be embarrassed to carry this diaper bag! TO PERSONALIZE: EMAIL ME WITH DETAILS AFTER PURCHASE This is not a Licensed Illustration ink item. It is however, hand-crafted from licensed Illustration ink by Robert Kaufman fabric. I am not affiliated with or sponsored by Robert Kaufman company This bag would be gorgeous with your child's name or initials on it at no additional charge! My newest super large diaper bag! Great for Travel or more than one child or just for those of you who never have enough room! This is a brand new pattern that is the same great length but much shorter and sleeker. Wow it has 6 inside pockets and 5 outside! This XXLG functional duffle style diaper bag or tote bag is made with a black fabric just full of all the super hero comic book words. I have used a solid black for the top and handles and added a red grosgrain ribbon between the two fabrics (but many other colors would look great. Lime, yellow, white, blue, etc. The dimensions are : 21\" across the top, 10\" high and 6 x 14\" wide bottom. The extra wide comfortable handles are 31\" long and you choose your closure. Zipper, magnetic snap, button and loop, Velcro, ribbon or a cloth tie. The bag is fully lined and there are 6 interior pockets with pretty embroidered tops, which are perfect for bottles, sunglasses, cellphones, wallets, etc. This is a perfect bag for anyone who loves room for everything! Matching accessories available. Choose a make-up bag, wallet, changing pad, pencil case, check book cover or change purse. -------------------------------------------------------------------------------- Most of my items are made after purchase so I can offer customizing such as handle length, your choice of closures and adding a monogram, initials or full name. I can still add name or initials to a completed bag no problem. So I will always be out just a bit in orders Each and every order is important and I will complete yours as quickly as possible. If you are concerned with time, be sure to email me prior to purchase. Also if you have a rush order for a baby shower etc. just email me prior to purchase to be sure I can hurry it out for you. -------------------------------------------------------------------------------- My home is smoke free and I really love what I do. Any questions just email me, I am always here to answer your emails and help you design that special bag for any occasion. All my Bags are made one at a time. No two are exactly a like. All dimensions are approx. I pay special attention to detail and I reinforce all stress points. I use only the very best fabrics and fleece available. I am always searching for new ideas and creating new patterns to keep up with the hottest fashions. -------------------------------------------------------------------------------- LEGAL NOTICE: Copyright © 2001 Designs by Keri LLC. All rights reserved. All product designs, images, and presentation are all subject to copyright protection. Written permission must be obtained before use. -------------------------------------------------------------------------------- PAYMENT I accept Paypal Payment due upon purchase. --------------------------------------------------------------------------------",
  "Title": "comic book words super hero duffle diaper bag handbag tote purse nappy bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "80.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Green Valley, Arizona",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "5571",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "designsbykeri"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "85614",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-05-31T20:21:52.000Z",
  "HitCount": "1",
  "TimeLeft": "P28DT5H2M10S",
  "EndTime": "2017-06-30T20:21:52.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Shoulder"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "United States"
      },
      {
        "Name": "super hero comic words duffle tote bag",
        "Value": "baby shower diaper bag purse"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "401338493004",
  "Storefront": {
    "StoreName": "Designs by Keri",
    "StoreURL": "http://stores.ebay.com/id=43546853"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/4013384930048080_1.jpg",
  "HandlingTime": "10",
  "BestOfferEnabled": "false"
}