{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTEwMFg5MDA=/z/eLsAAOSwuLZY3KXU/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BARREL-SHACK-THE-DIXON-HANDMADE-DUFFEL-BAG-New-Tags-/142368287450",
  "ConvertedCurrentPrice": {
    "value": "99.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "The Barrel Shack™ - The Dixon - Handmade Duffle Bag Life on the ranch, living out the country life in style and with panache, defines The Dixon’s appeal. A rustic country charmer, The Dixon uses interesting, colorful reclaimed-style canvas that’s accented with pieces of weathered leather to create an image that’s both authentic and vintage. Vertical lines and ingenious symmetry bring to life and country flair that’s reminiscent of ranchers and cowboys, herds of cattle being driven, and a simple, rustic lifestyle.Measuring 23.5 inches by 15 inches, The Dixon gives you plenty of interior room to store all your essentials for your daily commute or a long weekend get-away. The leather shoulder strap allows you to wear The Dixon comfortably over your shoulder or across your body, and the rolled leather handles make it easy to grab The Dixon and go when it’s time to move. Whether you use The Dixon as a daily commuter or a companion to a traveling lifestyle, you’re sure to get to your destination with rustic charm and simplicity.If you love the rustic, country lifestyle, The Dixon is the perfect, addition to your collection.The Dixon from The Barrel Shack is a handmade duffle bag that has been crafted with the style of reclaimed canvas and leatherFeatures unique, rustic leather star and stamp of various cities around the world One interior convenience pocket14-in leather strap5-in leather drop handle 23.5-in long x 15-in high x 12-in wide All materials have their own unique characteristics and each of The Dixon may vary slightly in appearance About The Barrel Shack™ The Barrel Shack delivers custom, one-of-a-kind pieces of art to customers around the world who love the authentic, rustic way of living. Each premium piece is uniquely and passionately hand-crafted by expert artisans who work closely with designers to bring to life a stunning decorative from a beautiful piece of reclaimed wood. We find the most rustic wood for our pieces to give them character and depth not found anywhere else. A wooden support beam from an old grist mill can be refashioned into a focal point piece of art in your home, or an old timber from a dilapidated barn can become a stunning rustic shelving system for your walls. Time-worn and rust-stained, reclaimed wood is worked to tell its own story and history in inspired artwork individually crafted by hand by highly trained and skilled artisans so that no two products are ever alike. Each unique piece bears the mark of time and the expert craftsmanship that has made The Barrel Shack one of the premiere retailers of rustic, country charm. The end goal is always to deliver a unique and stunning piece of art that transcends what is deemed possible. Our timeless quality artwork is meant to be passed down for generations.SHIPS WITHIN 2 BUSINESS DAYS ONCE PAYMENT CLEARS PAY-PALTHANK YOU FOR VIEWING MY ITEMS, VICKIE",
  "Title": "THE BARREL SHACK \"THE DIXON\" HANDMADE DUFFEL BAG New With Tags!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "99.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Loganville, Georgia",
  "Seller": {
    "FeedbackScore": "278",
    "PositiveFeedbackPercent": "96.9",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "vickiepsavingsonall"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "MX",
    "AU",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "30052",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-01T04:35:04.000Z",
  "HitCount": "29",
  "TimeLeft": "P27DT11H41M57S",
  "EndTime": "2017-06-30T04:35:04.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Brand",
        "Value": "The Barrel Shack"
      },
      {
        "Name": "Style",
        "Value": "Duffel Bag"
      },
      {
        "Name": "UPC",
        "Value": "739189419890"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142368287450",
  "Storefront": {
    "StoreName": "vickiepsavingsonall",
    "StoreURL": "http://stores.ebay.com/id=1337505959"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1423682874508080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}