{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/ytYAAOxy4dNS-DLz/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/WbsAAOSw4shX69kh/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/X~sAAOSwCGVX69kn/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Heys-USA-Charger-Hybrid-Polycarbonate-Hardside-Computer-Backpack-/232323695932",
  "ConvertedCurrentPrice": {
    "value": "109.98",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "ANY QUESTIONS, PLEASE INQUIRE BEFORE BIDDING. SHIP WORLDWIDE, PLEASE CONTACT ME FOR ANY ADDITIONAL SHIPPING ARRANGEMENTS.AUTHENTIC, ORIGINAL NEW CONDITION, Upon receiving feedback, I will promptly provide the same. Product FeaturesPolycarbonate Composite 1680D Polyester MaterialSide Loading Dedicated Computer PocketDetailed Product DescriptionCarry your essentials around town in style inside this sporty hybrid backpack from Heys USA. The Heys USA Charger Hybrid Backpack is made from a combination of durable hardsided polycarbonate composite material and strong polyester fabric and features a vibrant two-tone design with a hardsided front panel, a soft back panel, and adjustable shoulder straps for added comfort. This backpack has a roomy main compartment with a zip around closure, a side loading laptop compartment, and a fully lined interior with a key clip and organizer pockets to hold your cell phone, pens, keys, mp3 player, and other small accessories. We are a family team selling on various venues to downsize households as well as offer new acquired merchandise, collectible, and vintage and antique items. For Antique or Vintage (20 years or older) or homemade items, please visit VintageTreasuresFound onArtfire. On Ebay, please visit URL http://stores.ebay.com/vintagetreasuresfound or vintagetreasuresfound1, vintagetreasuresfound2, vintagetreasuresfound3, vintagetreasuresfound4, vintagetreasuresfound5, vintagetreasuresfound6, skeber62983, or skeber629.Ship promptly and professionally from a smoke free, pet free home.With notification of multiple purchases prior to payment, I am happy to combine shipping and provide an invoice which combines shipping to save you money. For combined shipping, please ensure you notifiy me prior to payment for any item and wait to receive a revised invoice.IMPORTANT DETAILS Please read to ensure your expectations are met.Ship within 1 day of payment.Combined shipping. Please ensure you email me if you have multiple items you are bidding on and wait to pay for your items until I have prepared an invoice to combine shipping.Domestically, all items will have shipment tracking and delivery receipt to check the shipment status.Please pay for your item within 3 days of winning bid for fastest shipping turn around. If you require more than 3 days to remit payment for your item(s), simply contact me to make arrangements.To ensure that any associated EBay fees are reimbursed to me for items for which payment has not been received within 3 days, any item not paid for after this time will be reported to EBay as non-payment if other arrangements have not been made.International Shipping; Please remember once shipped, I do not have control over shipping time or delays that you might experience as a result of shipper, method, or customs.If not shipped as part of the Ebay Global Shipping program, fees or duties specific to customs requirements are not included in any shipping costs.Please consider your feedback rating based on my timely shipping after your payment and appropriate packaging of your item.If you disagree with the cost to ship, please do not purchase as this cost is what is required to ship your item.Nonsmoking pet free home.Returns are accepted within 14 days after receiving the item.For new merchandise, items must be in original sealed packaging and all items must be returned in same original condition as when shipped.A refund applies to the value of the product and does not include any restocking fee, original shipping cost or the shipping cost to return the item which are the responsibility of the buyer.Please remember that some different monitors and different lighting conditions may affect the coloring of the photo. I am honest and work hard to provide descriptions and pictures that accurately reflect the item.If you do not agree with any aspect of this offer, please do not purchase as I'd like to ensure you are pleased with your item and your experience.I strive to have every shopper satisfied if not absolutely pleased with their purchased item and experience. Please let me know if there is anything that has not gone well or concerns you.Please do not leave negative feedback without offering me the opportunity to respond or resolve as appropriate. Add a map to your own listings. FREE Trial !",
  "Title": "Heys USA Charger Hybrid Polycarbonate Hardside Computer Backpack",
  "ExcludeShipToLocation": [
    "PO Box",
    "MS",
    "VI",
    "NI",
    "BS",
    "KN",
    "KY",
    "MQ",
    "AW",
    "LC",
    "TC",
    "BB",
    "BZ",
    "VG",
    "DM",
    "AG",
    "AI",
    "HT",
    "PR",
    "VC",
    "GP",
    "GD",
    "AN",
    "LA",
    "KH",
    "BN",
    "MO",
    "VN",
    "AR",
    "UY",
    "EC",
    "PE",
    "GY",
    "VE",
    "BO",
    "GF",
    "PY",
    "SR",
    "FK",
    "CM",
    "CG",
    "MR",
    "SN",
    "GH",
    "GQ",
    "MW",
    "TG",
    "LY",
    "ZW",
    "BW",
    "TN",
    "NG",
    "MG",
    "LR",
    "ZM",
    "BI",
    "SZ",
    "EG",
    "TD",
    "NE",
    "KE",
    "TZ",
    "LS",
    "UG",
    "GM",
    "SL",
    "BF",
    "CF",
    "AO",
    "NA",
    "GA",
    "SC",
    "ET",
    "CD",
    "ML",
    "CI",
    "SO",
    "GW",
    "MZ",
    "EH",
    "DZ",
    "YT",
    "SH",
    "KM",
    "CV",
    "RE",
    "GN",
    "BJ",
    "MA",
    "MU",
    "RW",
    "ER",
    "DJ",
    "TR",
    "OM",
    "YE",
    "IQ",
    "LB",
    "JO",
    "UZ",
    "AF",
    "KG",
    "BT",
    "KZ",
    "TJ",
    "PK",
    "MN",
    "IN",
    "LK",
    "AZ",
    "NP",
    "GE",
    "MV",
    "AM",
    "TM",
    "BD"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "109.98",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "Brimfield, Illinois",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "2119",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "vintagetreasuresfound"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "61517",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-04T23:41:21.000Z",
  "HitCount": "46",
  "TimeLeft": "P1DT8H34M53S",
  "EndTime": "2017-06-03T23:41:21.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Heys"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Polycarbonate Composite 1680D Polyester Material"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "China"
      },
      {
        "Name": "UPC",
        "Value": "0806126049417"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232323695932",
  "PrimaryCategoryID": "169293",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "vintagetreasuresfound",
    "StoreURL": "http://stores.ebay.com/id=1027578895"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%",
    "RestockingFeeValueOption": "Percent_20",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2323236959328080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}