{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Fanny, Waist Packs",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169298",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MzMzWDUwMA==/z/ltIAAOSwBt5ZMGyh/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzMzWDUwMA==/z/NLkAAOSwGJlZMGyh/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzMzWDUwMA==/z/pbQAAOSw~y9ZMGyi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzMzWDUwMA==/z/4KwAAOSwAPVZMGyh/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-Travelon-Anti-Theft-Concealed-Carry-Waist-Pack-Black-FREE-SHIPPING-/252969274093",
  "ConvertedCurrentPrice": {
    "value": "63.54",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Travelon Anti-Theft Concealed Carry Waist Pack, Black Item Details Product Details Travelon Anti-Theft Concealed Carry Waist Pack, Black Product Features Main compartment with Tamper-Secure zippers has left-right reversible gun holster Front organizer compartment with RFID blocking card and passport slots and wall pocket Front zippered slash pocket; Smooth glide, adjustable and slash-resistant waist strap; Air mesh back panel is cool and comfortable Fits up to 56-inch waist; Size: 11 x 7 x 3.75 inches; Strap Length: 18 - 29 inches Material: 900 D Polyester Product Specifications Brand: Travelon Publisher: Travelon Package Dimensions: L 11.0\" x W 7.0\" x H 5.0\" Weight: 1.4 lbs Color: Black Size: One Size Label: Travelon Product Description Travelon's anti-theft concealed carry waist pack is the safer way to carry. You'll be hands-free and secure. The rear compartment with the tamper-secure locking zipper system to help keep unwanted hands out. This compartment holds your firearm and includes a rigid back wall with hook and loop and a reversible holster. The holster secures to the board and can be positioned to accommodate the size of the firearm and personal draw preference of the user - ensuring a more secure draw. For layered protection, this bag includes designated pockets for pepper spray and a knife. The front compartment has an organizer with rfid protected card and passport slots, a top pocket, and tethered key clip with led light. The front zip pocket is perfect for quick reach items. Air mesh padded back panel is breathable and comfortable to wear. The anti-theft features include slash-resistant construction, locking compartments, slash-resistant and locking straps to keep you and your belongings protected. Patent: http://www.travelonbags.com/patent-marking Payment Payment We want to ensure that all of our buyers are offered all the benefits that eBay has to offer. In order to ensure that all of our buyers qualify for eBay Buyer Protection, we only accept payment through PayPal. PayPal allows you to complete your purchase quickly and securely. It offers a variety of payment options including all the major card carriers. In order to ensure that all of our customers have equal access to our inventory, we require immediate payment. Shipping Shipping All orders are shipped out within one business day. Your order will be shipped out via one of our participating partners, which include UPS, USPS, FedEx, DHL, among others. At this time, we only ship to physical addresses that are located within the 48 contiguous states of the United States of America. We are unable to ship to P.O. boxes, APO or FPO addresses, or international addresses. Once we have confirmed that your order was picked up by the shipping carrier, we will update the tracking information through eBay. Returns Exchanges In the event that you receive defective or damaged merchandise, we will replace the item at no cost to you as long as it is reported within 7 days of receipt of the merchandise. Exchanges are subject to availability. Returns In the event that you would like to return your purchase, we allow returns that are processed within 14 days of receipt of the merchandise. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer and all returns are subject to a minimum of a 15% restocking fee. Contact Contact Send us a message! Our goal is for you to be totally satisfied with your purchase! 2-Day Shipping Upgrade for just $2.99! Why shop with us? Best Price. Guaranteed. Our goal is to save YOU money and put it right back into your pocket. All of our items are backed by the manufacturer's full warranty. Have peace of mind when shopping with us! Fast & Free Shipping Your item will arrive to your doorstep within 3-5 business days. Nobody wants to pay additional for shipping--especially slow shipping. You can get your item even quicker with expedited shipping!Your item will arrive to your doorstep within 3-5 business days. Nobody wants to pay additional for shipping--especially slow shipping. You can get your item even quicker with expedited shipping! Commitment to you. As a small business, we are committed to making sure that you leave this transaction satisfied. All questions and concerns are responded to within 12-24 hours or sooner. We take pride in offering the best customer service! Find Your Best Deals with TVonWheelz",
  "Title": "NEW Travelon Anti-Theft Concealed Carry Waist Pack, Black FREE SHIPPING",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "63.54",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169298",
  "Location": "Boston, Massachusetts",
  "Seller": {
    "FeedbackScore": "410",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "tvonwheelz"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "02125",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-01T19:36:00.000Z",
  "HitCount": "0",
  "TimeLeft": "P9DT2H40M18S",
  "EndTime": "2017-06-11T19:36:00.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Travelon"
      },
      {
        "Name": "MPN",
        "Value": "43050 500"
      },
      {
        "Name": "Model",
        "Value": "43050 500"
      },
      {
        "Name": "UPC",
        "Value": "25732034789"
      },
      {
        "Name": "EAN",
        "Value": "25732034789"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252969274093",
  "Storefront": {
    "StoreName": "tvonwheelz",
    "StoreURL": "http://stores.ebay.com/id=435063907"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "In the event that you would like to return your purchase, we allow returns that are processed within 30 days of receipt of the merchandise. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer and all returns are subject to a minimum of a 15% restocking fee.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529692740938080_1.jpg",
  "HandlingTime": "4",
  "BestOfferEnabled": "false"
}