{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1726805792158080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTEwOFgxNjAw/z/2mwAAOSwo6lWLsn3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMlgxMzk4/z/G4wAAOSwo0JWLsoQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM5NVgxMzk4/z/GXkAAOSwl9BWLspN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEwOFgxNjAw/z/E1gAAOSwl9BWLsn-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMlgxMzk4/z/HBAAAOSwo0JWLsoY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM5NVgxMzk4/z/4cEAAOSwo6lWLspf/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Luggage-Duffelbag-Foldable-Weekender-Bag-Carry-Overnight-Gym-Sport-Gear-Green-/172680579215",
  "ConvertedCurrentPrice": {
    "value": "58.37",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Green Duffelbag Foldable Lightweight Weekender Bag Luggage Carry On Overnight Or For Gym Sports Gear New(More Colors are available in my store) Brand New Item All of our products are factory sealed in retail packaging. This gives you the comfort of knowing our products are brand new and come with the full manufacturer's warranty. Product DetailsLARGE TRAVEL DUFFLE Bag 11x15x27 inch with 85 Litres capacity and 1.5 pound is ideal to use as a lightweight main luggage, an extra shopping and souvenirs bag or storing sports gear. Folds Up super small to: 30 x 32 cm perfect for easy storing, and taking with you as an extra Just-In Case bag.DURABLE AND HIGH QUALITY; Honeycomb RipStop fabric that resists wear and tear; high quality zippers with pull string will not break on you. Super Lightweight, Durable and Fashionable colours For Travel And Everyday Life.A RELIABLE TRAVEL ESSENTIAL; Unfold at the airport to avoid excess baggage charges, to carry your gifts and souvenirs, or to transfer your things from your damaged suitcase. this is an airport saviour for any trip - always take one with you on any trip or travel.GET THE SPACE OF A LARGE SUITCASE WITHOUT THE BULK AND WEIGHT; lightweight, foldable and compact duffle; 85 Liter & weighs 75% less than your empty suitcase (only 1.5 pound). Use at home to store and carry your sports gear or other large items. FASHIONABLY STAND OUT; with trendy colors to choose from, never go out of style! Spot your colored bag fast.Product DescriptionSave The Day With This Packable Travel and Sports Duffle For All Your Needs. Damaged suitcase in the middle of your trip? Tired of paying for overweight charges? Got carried away shopping for gifts and souvenirs ? Why get another bulky luggage when you can have the same spacious carrier minus the weight and bulk?Versatile and reliable, bring it anywhere as your \"all-around\" or \"just-in-case\" bag.Fold it inside your carry bag and be prepared for anything. May it be as your gym bag, shopping bag, as your extra suitcase, or your \"rescue bag\" to avoid the overweight limit, It is a travel essential you shouldn't leave without.Get more space but not the weight.While some empty suitcases already weigh as much as 3 kilos, the Bago Folding Travel Duffel is lightweight, weighing 60% less than the average luggage so it won't be the cause of your excess baggage.Stylish and functional; it won't let you down!With trendy colors to choose from, your bags will be easier to spot. Travel in style!More functional details you can rely on:- The Honeycomb RipStop fabric is durable and will resist tearing- High Quality Corded zipper.- Multiple pockets are usable, folded or unfolded.- Shoe Pocket is water and odor resistant - to be used as a dirty laundry compartment as well.- Folds up super small and thin to fit inside smaller bags and gym lockers.- 2 handle straps and a removable shoulder strap. ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~Thank You for shopping with us! Please take a look at my other items in my TheBest2Day Deals by Christina eBay-store. Enjoy Our FREE Fast Shipping! Handling TimeUsually takes 1- 2 business day to ship this item once payment has been received. ShippingUsually takes 3-10 business days for the delivery. (Most items aredelivered within 3-5 business days.)Shipping is within the continental 48 U.S. States onlyNo international shippingNo shipping to Alaska, Hawaii, Puerto Rico, Guam, or the Virgin IslandsNo shipping to Canada or MexicoNo shipping to APO/FPO/DPOPlease consider weekends and holidays. We are a clearinghouse of major retailers. The item will be shippeddirectly from our supplier. In the unlikely event that the item issold out or on back-order, we will refund 100% of your money. Shipping AddressIf your shipping address is different than your Paypal address, pleaseadd the shipping address to your authorized addresses in your Paypalaccount. We can only ship to an authorized Paypal address. We do notaccept email to change shipping address. PaymentPayPal only please. It is your best protection as a buyer. Return PolicyIn the event that you would like to return your purchase, we allow returns that are processed within 14 days of receipt of the merchandise. All items purchased must be returned in the same condition as they were received in. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer. TaxesSome states are requiring taxes to be charged for online sales. Thank You Very Much forShopping With Us! <br><span style='color:#ffffff;'>B00FUWSU3W</span><br>",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Middle East",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "58.37",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "UA",
    "HR",
    "MY",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "PK"
  ],
  "Location": "Nationwide, USA",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "875",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "goji4us"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Luggage Duffelbag Foldable Weekender Bag Carry On Overnight Gym Sport Gear Green",
  "GlobalShipping": "true",
  "Quantity": "4",
  "PaymentAllowedSite": [
    "CanadaFrench",
    "Canada"
  ],
  "ItemID": "172680579215",
  "TimeLeft": "P14DT8H2M20S",
  "EndTime": "2017-06-17T00:46:00.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "BAGO"
      },
      {
        "Name": "Material",
        "Value": "Honeycomb RipStop fabric"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "StartTime": "2017-05-18T00:46:00.000Z",
  "Storefront": {
    "StoreName": "TheBest2Day Deals By Christina",
    "StoreURL": "http://stores.ebay.com/id=165860113"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "HitCount": "8",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Seller must be notified prior to returning any item. All items are in stock when they are listed. Inventory is tracked and updated regularly. However, if demand exceeds our supply, we will give the customer a Full refund.  Your bid / purchase of the item implies you agree to this policy.\nIf you have a question about a product not otherwise answered in the item description, please contact us via eBay messages first and allow us the opportunity to help you and be sure we have what you're looking for.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00FUWSU3W",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}