{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1726047269338080_42.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/Wp4AAOSwlndZMLHr/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/reisenthel-Mini-Maxi-Travelbag-Shopping-Bag-Travelling-Foldable-Margarite-/172604726933",
  "ConvertedCurrentPrice": {
    "value": "59.32",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Go to shop Go to profile Buy it Now Add to cart Add to watch list Ask a question Recommend Shipping 0.00 $ ( All over US ) reisenthel Mini Maxi Travelbag Shopping Bag for Travelling Foldable Margarite Description Shipment The little hero: With a small pack size, the mini maxi travelbag by reisenthel can be stowed in your suitcase and expands to its full size in your holiday resort - perfect as a beach bag for sunbathing and shopping. Details: Perfect travel companion Can be compactly folded and stowed in separately usable extra pocket 1 exterior storage pocket Carry handles can be joined due to hook and loop fastener Material: high-quality polyester fabric, water-repellent Width: 65 cm Height: 41 cm Depth: 26 cm Capacity: 30 L Pattern: Margarite Manufacturer article number: AG7038 1 reisenthel Mini Maxi Travelbag, Shopping Bag, for Travelling, Foldable, Margarite, AG7038 Matching Products &#xf009;All products reisenthel Mini Maxi Dufflebag S Kids Sports Bag Schoolbag Cactus Blue IH4049 USD 67,03 shipping: EUR 0,00 reisenthel Mini Maxi Dufflebag S Kids Sports Bag Schoolbag Greenwood IH50351 USD 67,03 shipping: EUR 0,00 reisenthel Mini Maxi Travelbag Travel Shopping Bag Folding black AG7003 USD 59,32 shipping: EUR 0,00 reisenthel Mini Maxi Travel Bag, Travel Duffle, Shopping Bag, Bag, Foldable Wool USD 59,32 shipping: EUR 0,00 Newsletter Follow us About us &#xf07a;Go to Shop It is almost 12 years ago that we have passionately started selling nutrition and nutrition based products to our valued customers all around the world. Our most important values are fair prices and good customer service. Our service centre is eager to answer your questions before and after your purchase. Over 500,000 satisfied customers per year. More than 12 years of Ecommerce experience. It is possible to send you your order within 24 hours on the same work day if the article is immediately available. Our service team is always eager to help you, if there are any problems, do not hesitate to contact us. Please contact us via e-mail if there are any problems or when you have a general question RETURN TO STORE Befor buying BEFORE PURCHASE PAYMENT METHODS SHIPPING Please check your Email address registered with eBay. If this Email address is not currently used, it will be impossible for us to send important information like payment information. Pleas click on the „Buy now“ heading when you are certain about your purchase. If there are any questions, please contact us before purchase. PayPal Quick transaction The exact amount of shipping costs are shown at the heading „shipment and paying methods“. Our shipping costs are based on the order as a whole and not on the quantity of products being ordered. Together with our logistics partner, we are striving to ensure a quick and smooth shipment of goods. You can check your order at any time with our track and trace system, this way we keep you infromed of what the status of your order is and if there ar any problems, which we will solve as soon as possible. Our service team is always available to answer your questions. We are pleased about your positive feedback! Should there be an occasion that you are not content with our services, than please contact us via eBay. We will always find a solution that will satisfy your needs. Our customer service is always available if you need any help. Hint Your email address is required when making a purchase. This way we can keep you informed about the special offers or the new products that our company has to offer. Of course, you can oppose the use at any time without incurring for this other than the transmission costs for base rates. For details see our privacy policy below the terms and conditions. Go to shop Go to profile",
  "Title": "reisenthel Mini Maxi Travelbag Shopping Bag for Travelling Foldable Margarite",
  "ExcludeShipToLocation": [
    "Central America and Caribbean",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "TH",
    "VN",
    "AR",
    "BO",
    "CL",
    "CO",
    "EC",
    "FK",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE",
    "BM",
    "GL",
    "PM",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "BH",
    "IQ",
    "IL",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NZ",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "CY",
    "DE",
    "GI",
    "IS",
    "MK",
    "MD",
    "SM",
    "SJ",
    "VA"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "59.32",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Deal",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1885",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "european-shopping-mall"
  },
  "PrimaryCategoryID": "42526",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "CT14 6HY",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Worldwide"
  ],
  "StartTime": "2017-04-01T06:33:53.000Z",
  "HitCount": "10",
  "TimeLeft": "P27DT12H39M51S",
  "EndTime": "2017-06-30T06:33:53.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Reisenthel"
      },
      {
        "Name": "MPN",
        "Value": "AG7038"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "4012013583834"
      },
      {
        "Name": "Manufacturer",
        "Value": "Peter Reisenthel Accessoires e.K."
      },
      {
        "Name": "ItemId",
        "Value": "172604726933"
      },
      {
        "Name": "Color",
        "Value": "Motive"
      },
      {
        "Name": "Material",
        "Value": "fabric"
      },
      {
        "Name": "Keyword1",
        "Value": "reisenthel"
      },
      {
        "Name": "Keyword2",
        "Value": "travelbag"
      },
      {
        "Name": "Keyword3",
        "Value": "bag"
      },
      {
        "Name": "Keyword4",
        "Value": "handbag"
      },
      {
        "Name": "Keyword5",
        "Value": "shopping"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172604726933",
  "Storefront": {
    "StoreName": "european-shopping-mall",
    "StoreURL": "http://stores.ebay.com/id=868735111"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "2",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "In case of justified returned sales, please contact our customer support per e-mail.\nWe will look for a solution to the return of your item in order to guarantee you the best satisfaction.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "GB",
  "SKU": "RT0AG7038",
  "HandlingTime": "1",
  "QuantityAvailableHint": "Limited"
}