{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTI2WDUwMA==/z/XEAAAOSwBOtY-i8O/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTE2WDUwMA==/z/veEAAOSwVm5Y-i8a/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/vhQAAOSwVm5Y-i8b/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjE3WDUwMA==/z/2xgAAOSwRUhY-i8d/$_12.JPG",
    "http://i.ebayimg.com/00/s/NzExWDUwMA==/z/x9sAAOSwHHFY-i8e/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDc1MQ==/z/WIQAAOSwkShY-i8g/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDkzMw==/z/UbgAAOSwSypY-i8s/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Black-Diaper-Bag-Tote-Collection-Matching-Baby-Changing-Pad-/232309252568",
  "ConvertedCurrentPrice": {
    "value": "63.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Av9torbobVisit store today! Why Choose Us Black Diaper Bag Tote Collection with Matching Baby Changing Pad 'TOTES CUTE!? - Our new Hip Cub Weekender Tote collection is as ?fashionable' as it is ?functional?. The thin stripe cotton canvas (available in 3 colors; gray / black / navy with white) and the tan accent trimming are a perfect match!FROM MATERNITY TO ETERNITY! - Let?s face it? Kids are a MESSY business and diaper bags go through A LOT! We therefore knew it was critical to manufacture these totes with only top quality, durable (not cheap) materials so that they are built to last! The exterior cotton canvas is super easy to spot clean and the interior is a wipeable polyester.THERE ARE 9 (YES 9) SECURE POCKETS! - We have developed one of the largest and most spacious changing bags on the market, including; 1 secure zipper closure main compartment, 2 big side pockets perfect for bottles, 1 back zipper pocket closure (great for keeping ?messy things? separate,? 2 large front pockets and 3 spacious internal pockets. That?s a lot of compartments!INCLUDES STROLLER STRAPS & CHANGING MAT! - The universal stroller straps allow you to convert your baby bag into a stroller organizer, so that you can easily access all of your baby girl or boy?s essentials on the go. It also includes an adorable matching striped portable changing pad.CARRIES ALL OF YOUR ESSENTIALS, INCLUDING YOUR 100% SATISFACTION! - If you are not obsessed with your Hip Cub nappy bag whatever the reason may be, just let us know as we provide a 90-day, 100% money back guarantee! Perfect baby shower gift for an expecting Mamma! STYLISH! - The thin stripe cotton canvas is fun, playful and totally on-trend at the moment. SPACIOUS! One of the largest diaper bags on the market (without being too bulky) and is easily big enough to fit all of your mom (or dad) essentials for your baby girl or boy (or even twins!) FUNCTIONAL! - There are a total of 9 internal and external pockets - including zipper secured main and back pockets, 3 Interior compartments and 2 adjustable bottle pockets UNISEX - Mothers love feeling like the are carrying a chic designer tote more than a changing bag… dads are happy to be seen in public with it, while on daddy duty! AFFORDABLE - Considering the high quality of the material, components, finishing and overall design it is exceptional value for money. Includes a funky matching changing mat and stroller straps VERSATILE - This is the type of bag you would be equally happy to use as a diaper bag or just as an everyday tote. COMFORTABLE - Use the adjustable strap to wear it like a crossbody bag or throw it over your shoulder Payment: We require Immediate Payment. Must be an authorized address.Shipping: Shipping Policies:We ship to the Lower 48 States only (Does NOT include Hawaii or Alaska)We cannot ship to PO Boxes/APO'sWe cannot combine shipping.No Local Pickup. All items will be shipped directly to you from our supplier within 1-3 business days. Most items are delivered within 3-5 business days, however, please allow 3-10 business days. All items are in stock when they are listed. Inventory is tracked and updated regularly. However, if demand exceeds our supply, we will give the customer the following options: Full refund. Have the item back ordered and shipped when it becomes available. We will offer other items in similar style and quality. Your purchase of the item implies you agree to this policy. If you have a question about this item not otherwise answered in the item description, please contact us via eBay messages first and allow us the opportunity to help you and be sure we have what you're looking for.Warranty & Returns:Your satisfaction is guaranteed! If for any reason you are unhappy with your item, just return it within 14 days for a full refund, minus shipping cost. Please contact us prior to initiating a return so that we can issue you a refund authorization of this item. Buy with confidence from a trusted seller",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "63.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "2719",
    "PositiveFeedbackPercent": "98.2",
    "FeedbackRatingStar": "Red",
    "UserID": "av9torbob"
  },
  "PrimaryCategoryID": "169295",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "Title": "Black Diaper Bag Tote Collection with Matching Baby Changing Pad",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-04-21T16:11:29.000Z",
  "HitCount": "9",
  "TimeLeft": "P18DT43M5S",
  "EndTime": "2017-06-20T16:11:29.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Hip Cub"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Model",
        "Value": "Does not apply"
      },
      {
        "Name": "UPC",
        "Value": "641938634624"
      },
      {
        "Name": "EAN",
        "Value": "0641938634624"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232309252568",
  "Storefront": {
    "StoreName": "av9torbob",
    "StoreURL": "http://stores.ebay.com/id=198828306"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2323092525688080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}