{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3619945546938080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI1MlgxNjAw/z/ZW8AAOSw6n5XuLug/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ErcAAOSwU-pXuLuX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/lpQAAOSwHoFXuLuA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/aX8AAOSw9NdXuLuM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0D0AAOSwdzVXuLuS/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/4DQAAOSwMtxXuLz0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/qtsAAOSwgZ1XuLx0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/5pAAAOSwdzVXuLx4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/NosAAOSwU-pXuLyC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/V1oAAOSw0UdXuMDz/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/PQsAAOSwgZ1XuMD2/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pink-Skull-Self-Defense-CCW-Purse-w-Stun-Gun-Pepper-Spray-Knife-Gift-Set-/361994554693",
  "ConvertedCurrentPrice": {
    "value": "58.88",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Self-Defense Concealed Carry Pink Purse Set CCW Pink Skull Purse Skull Rhinestone Medallion On Front Faux Snake Skin Trim And Accents Zebra Print Wings Around Skull Concealed Carry Pocket With Zipper On The Back Middle Divider Also Unzips To Reveal An Inner Pocket Attached Inner Coin Purse & Card/ID Holder The bag is about 14 in. Long, 11 in. High, 4 in. wide Life Guard Stun Gun Powerful Stun: Just test firing this unit into the air is often enough to stop an attacker. As the bright electric current pulsates across the top, it creates an intimidating electrical sound. An attacker with any sense will be stopped in his tracks. If the sight and sound don't stop him, a jolt from this unit certainly will.Top Gun: This Certification is only awarded to our most elite model in each stun gun category. This seal verifies that this model rates at the top of the stun gun industry in both quality and strength.Ergonomic Design: Unlike many other models that feel awkward and bulky, this ergonomic design provides you with a comfortable, firm grip that feels natural in your hand. This can give you greater confidence in your ability to defend yourself even under stressful situations. Measures : 4 1/4” Long, 1 5/8” Wide, 1” DeepBuilt-In Charger: The slide-out plug on the side of the unit allows for easy charging. There are no cords to keep up with; simply plug into a standard wall outlet. Complete charging instructions enclosed.Safety Switch: To prevent accidental discharge, three levels of safety have been built in.Rubberized Armor Coating: Protects the unit and ensures a firm grip.Disable Pin: Prevents an attacker from taking this stun gun away and using it on you. A strap worn around the wrist attaches to a disable pin on the bottom of the unit. If the stun gun is taken from you, the pin will pull out, preventing the stun from working.Bright LED Light: Provides a convenient source of light whenever you need it and eliminates the need to carry a heavy, bulky flashlight.Holster Included: Although this model is slim enough to carry in your pocket or purse, a holster with belt loop is included.Lifetime Warranty: Made of the highest quality components and comes with a lifetime warranty. See the enclosed instructions for complete details. Contents:Streetwise Life Guard Stun Gun- Black Disable Pin Holster Instruction Manual *Actual Voltage out put is difficult to measure and verify, but this unit compares to other brands that claim to be 6,500,000 or more volts.Must be at least 18 & over to purchase. Please do not place an order if your shipping address is in an area with stun gun restrictions. Restricted areas: IL, HI, MA, MI, NJ, NY, RI, District of Columbia, Annapolis-MD, Philadelphia-PA, and Baltimore County-MD. Zebra Keychain Pepper Spray Rage of about 12 ft Identifying UV die Must be at least 18 & over to purchase. Please do not place an order if Pepper spray is restricted in your area. We cant send pepper spray to the following locations : Washington DC, Wisconsin, Michigan, Massachusetts, New York, Hawaii, New Jersey, and The city of Chicago. MTech USA Extreme Ballistic Folding Spring Assist Pocket Knife Rainbow and Silver Tone With Pocket Clip and 9mm Medallion on Clip Spring Assist Knife 3.5\" 3MM Thick Blade, Stainless Steel Rainbow TI Coated & Satin Tone Blade 4.75\" Closed Rainbow TI Coated & Satin 2 Tone Satinless Steel Handle Includes Gold TI Coated Pocket Clip With 9MM Gold Tone Medallion I have described the item to the best of my ability, however I may have missed details that are important to you.Please ask any questions you may have before biding or purchasing Free shipping. NO P.O. Boxes US Seller! All items are in stock and ready to ship.We inspect and test all items for quality and proper functionality before shipment. We Accept PayPal to confirmed Shipping addressPayment to be received within 7 days after auction ends, unless other arrangements have been made Prior to Bidding/Purchasing. An invoice will be sent on the 8th day after Bidding/Purchasing if no payment has been received. If purchasing multiple items please wait until invoice is sent so all items can be purchased and shipped together.",
  "Title": "Pink Skull Self Defense CCW Purse w Stun Gun & Pepper Spray Knife Gift Set",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "58.88",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Las Vegas, Nevada",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "3785",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Red",
    "UserID": "deesmagasin"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "89148",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "US"
  ],
  "StartTime": "2017-05-30T16:59:12.000Z",
  "HitCount": "5",
  "TimeLeft": "P27DT50M43S",
  "EndTime": "2017-06-29T16:59:12.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Pattern",
        "Value": "skull"
      },
      {
        "Name": "Material",
        "Value": "vinyl"
      },
      {
        "Name": "Features",
        "Value": "Conceal Carry"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "361994554693",
  "Storefront": {
    "StoreName": "deesmagasin",
    "StoreURL": "http://stores.ebay.com/id=99777190"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "1",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "Pink Skull Purse Set",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}