{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjUwWDUyNA==/z/LHcAAMXQrC9ScWNa/$(KGrHqJ,!q4FE1DPDNBEBScWN,CNIw~~60_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/395-ISABELLA-FIORE-BABY-LOVE-LULU-Tote-Diaper-Bag-Handbag-Purse-NWT-/151975766371",
  "ConvertedCurrentPrice": {
    "value": "159.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "For information and inquiry please contact me through ask seller a question Thank you for viewing my auction! PLEASE ask all questions & view the item carefully before purchase. All sales are final! I will try my best to list the item the way I see it, but I am only human and I occasionally overlook some details. If you feel that I made a mistake in my description, please contact me within 48 hours of receipt of the item. The item must be returned within 7 days for a refund, excluding shipping & insurance. I take pride in honest selling. If I make a mistake I will take corrective action to ensure your satisfaction. Thank you for your understanding. ********************* 100% AUTHENTIC GUARANTEED ISABELLA FIORE BEAUTIFUL BABY LOVE LULU Work Tote or Diaper Bag Brand: Isabella Fiore. Condition: Brand New. Comes with changing pad. Description: Being predictably unpredictable is what makes the rebellious and visionary California icon, Isabella Fiore, stand out from the crowd. For years, Isabella Fiore has led the fashion pack with innovative, creative, upbeat and playful accessories, and this cute bag is no exception. Black patent leather with painted flower, rainbow, bird and Love in multi color on front in smooth soft leather. Side pocket. Back zip pocket. Double rounded handles. Gold hardware. I.F. logo plate. Magnetic button closure. No dust bag. Inside: Fully lined with nylon fabric. 1 middles divider with zip. 3 small open pockets on one side. 2 large open pockets on the other side. 1 large zip pocket. 1 hook for keys. I.F. label. Measurements: Approximately 15.5\" H x 16\" W x 6\" D 10\" strap drop. Defects: None. ****************************************************************************************** Regarding feedback: If for some reason you feel that you cannot leave positive feedback please email me so we can discuss the situation. All of my items are ALWAYS 100% AUTHENTIC. I GUARANTEE IT! Customer service is extremely important to me. I will address your concerns as soon as I can and take the appropriate action. THANK YOU! All of my items come From a Smoke-Free and Pet Free Home. --- Please read my Payment and Shipping Information before bidding. ***Please visit my other auctions for many other fine department store and boutique designer items.*** Business Practices, Payment Options, and Shipping Information: Bidders with negative feedback for not paying for auctions won within the last 6 months or those with a zero or negatiHTMLve feedback total must contact seller prior to placing a bid; failure to do so may result in bid cancellation. Winning bidder must contact seller within 72 hours of end of auction to arrange payment of item(s) won. Instant PayPal Bank Account Transfers and PayPal Balance Transfers are accepted; Or email me if you have any question or request regarding payment. Shipping and packaging cost for USPS Parcel Post with Signature Confirmation will cost $16.00; expected delivery time is 2 - 4 days within the United States only. . Transactions within the United States will incur a $2.00 handling fee. Combined shipping may be arranged for auctions won within 2 days; please contact seller for appropriate arrangements. Auctions with combined shipping must be paid in one single payment. All items over $250.00 will require signature confirmations. All items will be shipped within two business days of receipt of payment. All items value at $250.00 or more will require signature confirmation. International shipping will be based upon location. A $3.00 handling fee will be added to international shipping costs. Bidders outside the United States must contact seller prior to placing a bid to determine total shipping cost. Most countries charge customs duties and taxes on items being imported from the US. You are responsible to know your Country's importing laws and taxes. Please ask all questions before placing a bid. Use of text and/or pictures without express written permission is a violation of Copyright Act, Title 17.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "159.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "100% AUTHENTIC",
  "Seller": {
    "FeedbackScore": "1882",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "dkngy2"
  },
  "PrimaryCategoryID": "169295",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "Title": "$395 ISABELLA FIORE BABY LOVE LULU Tote Diaper Bag Handbag Purse NWT",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-02-06T20:23:32.000Z",
  "HitCount": "585",
  "TimeLeft": "P28DT4H45M26S",
  "EndTime": "2017-06-30T20:23:32.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Patent Leather"
      },
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Brand",
        "Value": "Isabella Fiore"
      },
      {
        "Name": "Size",
        "Value": "Large"
      },
      {
        "Name": "Main Color",
        "Value": "Black"
      },
      {
        "Name": "UPC",
        "Value": "803882104701"
      }
    ]
  },
  "Site": "US",
  "ItemID": "151975766371",
  "Storefront": {
    "StoreName": "dkngy2",
    "StoreURL": "http://stores.ebay.com/id=206207671"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1519757663718080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}