{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Fanny, Waist Packs",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169298",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/~JEAAOxyJX1S~PGw/$_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VERA-BRADLEY-GOLF-NAVY-BLUE-FANNY-PACK-SUPER-RARE-/320717310449",
  "ConvertedCurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "ITEM DESCRIPTION: Up for your consideration is this ONE (1) super rare, hard to find, Vera Bradley GOLF fanny pack in navy blue. This item is perfect to use for travel or even at amusement parks! The fanny pack measures 11\" wide by 4 1/2\" high. The front of the fanny pack features one zippered pocket, the upper main compartment zippers closed as well and the inside lining is red with white polka dots with the Vera Bradley Designs tag inside. The rear side of the fanny pack has a long adjustable 28\" strap. This item is in mint condition, I see no signs of wear, holes, or use at all. Wonderful condition and super hard to find! Please note, I do offer several Vera Bradley items in my Ebay store as well as huge variety of other great finds, so please be sure to check out my many other store listings for combined shipping on most everything I sell!PAYMENTS:Paypal is the preferred method of payment and is due within 3 days. If payment has not been made within 3 days, an Unpaid Item Dispute will open. If payment is made by process of an E-check, please know that payment could take up to 10 days to clear and I can NOT ship any items until payment has cleared on my end. At that point, I will contact you with shipping specifics including tracking information. If a Paypal payment is received and the Paypal account address shows up as unconfirmed, I will contact you for address verification so know that this may or may not hold up shipping times as I will not be able to ship until I hear back from you. I DO NOT ship internationally at all, sorry no exceptions. SHIPPING AND HANDLING CHARGES:NOTE THAT SHIPPING AND HANDLING CHARGES ARE NON-NEGIOTABLE AND I ALSO DO NOT OFFER FREE SHIPPING ON ANYTHING I SELL. However, I do combine shipping on more than one item sold, or even multiple purchases when applicable. If interested in more than one item, please contact me FIRST for a combined shipping quote for your area.INSURANCE:For your convenience, all purchases over $50 insurance will be included in the shipping and handling charge. If there is a problem with your delivery, please contact me immediately.FEEDBACK:As a seller, I will gladly leave you feedback once I see that you have received your items and that you are satisfied with your purchase. If for some reason you receive an item that is not exactly as described, please contact me through Ebay right away and I will work on any issues quickly and efficiently.",
  "Title": "VERA BRADLEY GOLF (NAVY BLUE) FANNY PACK - SUPER RARE",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169298",
  "Location": "Rochester, New York",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "6705",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "hellokitty427503"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "14610",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2011-06-20T17:25:04.000Z",
  "HitCount": "1796",
  "TimeLeft": "P16DT13M54S",
  "EndTime": "2017-06-18T17:25:04.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "VERA BRADLEY"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "Country of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "Color",
        "Value": "Blues"
      },
      {
        "Name": "Material",
        "Value": "COTTON"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "320717310449",
  "Storefront": {
    "StoreName": "Hello Kitty&#39;s Closet",
    "StoreURL": "http://stores.ebay.com/id=228204725"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Item(s) need and are required to be returned to me in the same exact condition as the Buyer received the item(s) including new, unused and unopened so that I can resell.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3207173104498080_6.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}