{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P4DT23H32M1S",
  "ConditionDisplayName": "New with defects",
  "ConditionDescription": "Unused: SA",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2323577618288080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/5-oAAOSwgY9XeFvw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjA4WDcwMA==/z/5KAAAOSw-KFXeFvx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjA3WDcwMA==/z/bxsAAOSwEjFXeFvy/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjA4WDcwMA==/z/7rMAAOSwwo1XeFv1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjA4WDcwMA==/z/hxwAAOSwbYZXeFv2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjA4WDcwMA==/z/T0MAAOSwhOVXeFv5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODcwWDEwMDA=/z/6HkAAOSwgY9XeFv7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODcwWDEwMDA=/z/7ysAAOSwwo1XeFv9/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODcwWDEwMDA=/z/b~gAAOSwEjFXeFwA/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-MARC-MARC-JACOBS-NEW-RED-MULTI-M302501-Makeup-Pouch-80325-/232357761828",
  "ConvertedCurrentPrice": {
    "value": "53.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "PAYMENT SHIPPING RETURNS PRECAUTION ABOUT US BAGS JEWELRY WATCHES WALLETS FASHION OTHER ARTICLES CONTACT US VISIT OUR STORE VIEW FEEDBACK ADD AS FAVORITE Detailed Description RANK Unused SA Brand MARC BY MARC JACOBS Type of ClosureZipper Material PVC coated cotton Features - Color Red x Beige Accessories None Size (applox) 5 1/4\" x 4\" x 2 1/4\" ＊conversion: 1cm=10mm=0.39inch 1inch=25.4mm=2.54cm Seller Notes Outside : unused with a tag, but there are a few stains at surface; stains at the side; scratches and baldness at the hardware. Inside : loose threads. ＊Please be noted that the color of the real product is slightly different from the images depending on your device's screen display. ABOUT CONDITION RANKING Please make sure our items on the list are USED. The grade of each item is categorized by the condition. Please see following guidelines for your information Please note that this is our original guideline and just for your information. All items should be checked thoroughly by our professional stuff; however, please note that items have been displayed in-store, and will have some additional signs of use. Please contact us if you need further information. ※About accessories, we do not mention about the details unless worn and scratches are noticeable. Please understand that there are used items. Please note that the part of private information on the warranty has been blotted out or cut off in advance. S Used S (Just like a brand-new/ unused The item might be fairly worn over the duration of the display. But it is still beautiful and perfectly works.) B USED B (It looks somewhat used. It is worn and scratched on many parts) SA Used SA (Like New: untouched and clean item in perfect condition. Refurbished) BC USED BC (It looks used. It is very worn out with scratches all over.) A Used A (Looks new and untouched. Clean. Unmarked, and undamaged. Almost beautiful condition) C Used C (It looks used. Identified marking makes you see previous use. Many aesthetic issues such as scratches, dents, and worn corners.) AB Used AB (It looks somewhat used and it is fairly worn and scratched.) PAYMENT We only accept payments through Paypal. Please complete your payment within 7 days after receiving the email of \"Order Confirmation from MIDORIYA\". The email will be sent to you when the auction is done. The item will be shipped within 3 business days once we confirm that your transaction is completed. If your payment cannot be confirmed within 7 days, your order will be cancelled. SHIPPING All items will be shipped from Japan. Bags, wallets, silver accessory, etc will be shipped via Japan Post's EMS or Postal Parcel. We will cover the shipping fee and the insurance. Jewelry and watches will be shipped via FedEx. We will charge a total of $100 for the shipping fee and the insurance. - Delivery time The item you ordered will be shipped within 3 business days after your payment has been completed. Estimated shipping time is approximately 3-10 business days to be delivered. Once your order is shipped, we will send you an email confirmation including a tracking number. - Remarks We are not able to mark items as gifts or declare the items values lower than they are on the shipping labels and on the invoices due to the custom declaration laws. For any international transaction, duties and tariffs are the customer's responsibility. If applicable, please pay those costs directly to the delivery agents or the customs office. Policies on those taxes vary in each country. Please contact the customs office in your country for further information. Policies regarding prohibited and restricted goods differ from each country of destination. RETURNS We are not able to accept returns, cancels, or refunds once the item is shipped out. Please feel free to ask questions before you purchase. Authenticity: All our items are 100% genuine. We are a member of ATF (ANTI TRADING FAKES), and we absolutely do not deal with any fake products. Please visit the website below for more information: http://www.atf.gr.jp/ PRECAUTION [click!] We always aim to respond promptly. However, our translator is off on Wednesday and Sunday. It may take few days to respond your inquiry. We appreciate your consideration. We sell all items online and in-store simultaneously. It may occur that the item has been sold in-store right before you ordered online. In this case, your online order will be automatically cancelled and a full refund will be issued immediately. Placing an available item in your cart does not complete your process yet. Available inventory is only assigned to your order after you receive an e-mail confirmation from us. The subject of the email is \"Order Confirmation from MIDORIYA\". Once you receive this email, please follow this instruction and be sure to make a payment. Thank you so much for your understanding. Accessories/Attachment If we do not mention anything about accessories, it means the item does not include accessories. The detail of accessories is not mentioned except that dirt and scratches are noticeable. Please consider that items are used. Please note that the part of private information on the warranty has been blotted out or cut off. The size of the item is measured by our professional stuff. However measurement error will occur. Our jewelry are polished by contracted jewelry manufacturers. However, please note that all our jewelry are used and there are minor scratches. We take care in fully disclosing any damage that we find, if any. However, please note that the items have been carried before, and will have some additional signs of use. If you are sensitive, I strongly recommend not purchasing from online. We will also disclose all of smell information in our description as much as possible. However, the smell may occur due to frequency of use or natural climate in Japan. Please note that in this case we may not mention about it. The authentication of every item is reviewed and inspected by our professionals. In addition to this, we post photos of the item as many angles as possible. Please note that the color of the item on electronic displays may differ from the actual color due to electronic displays or lightning of photo shooting. Regarding bags, we put packaging materials in the item to keep its shape during photo shooting. In case we find out that we have made a mistake by inaccurate information online (e.g. the price or description you have ordered), we may have to cancel your order at any time even after you have received your order confirmation. After the item have been delivered, you cannot return the item with insisting it's a fake, or other personal reasons. However we do understand that occasionally, you may need to return the item with other reasons. Please contact us within 14 days after purchasing the item. All received items should be checked for damaged immediately upon arrival. If there is a problem, we will refund your money a.s.a.p. When you return the item to us, your item may be charged customs duty. Customs duty and additional shipping cost will be deducted from PayPal charges. ABOUT US MIDORIYA Co., Ltd. 15-8, Wakita Kawagoe-City, Saitama, Japan *Customer-support in English is available only for email support. If you need a telephone support in English, unfortunately we are not able to provide enough. Our company was established in 1973. We have 4 stores in Japan. 1 is in Ginza, Tokyo and 3 stores in Kawagoe, Saitama. We have a large amount of luxury brand bags, watches and jewelry. We guarantee that all of the items we sell are 100% authentic. MIDORIYA is a member of the ATF(ANTI TRADING FAKES).",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "US Protectorates",
    "ES",
    "JP",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "53.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Saitama",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "540",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "midoriyajp78"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Authentic MARC BY MARC JACOBS NEW RED MULTI M302501 Makeup Pouch/80325",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T13:37:58.000Z",
  "HitCount": "3",
  "ConditionID": "1750",
  "EndTime": "2017-06-07T13:37:58.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Marc by Marc Jacobs"
      },
      {
        "Name": "Style",
        "Value": "Cosmetic Pouch"
      },
      {
        "Name": "Material",
        "Value": "PVC"
      },
      {
        "Name": "Color",
        "Value": "Red x Beige"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Vietnam"
      },
      {
        "Name": "MPN",
        "Value": "M302501"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232357761828",
  "Storefront": {
    "StoreName": "midoriyajp78",
    "StoreURL": "http://stores.ebay.com/id=1337541050"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "SKU": "80325 11DR842",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}