{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDU5Ng==/z/64wAAOSwXYtY3cVp/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwOQ==/z/BL0AAOSwuxFY3cVr/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjI0WDUwMA==/z/KjsAAOSwhQhY3cVs/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTc4WDUwMA==/z/SioAAOSwdGFY3cVw/$_12.JPG",
    "http://i.ebayimg.com/00/s/ODkzWDUwMA==/z/FJgAAOSwzgBY3cVx/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDk3Nw==/z/DCcAAOSwB-1Y3cVz/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTQyWDcyMA==/z/1lYAAOSwc-tY3cV2/$_12.PNG",
    "http://i.ebayimg.com/00/s/NTAwWDU5Ng==/z/7TkAAOSwXYtY3cV3/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/EBags-Crew-Cooler-II-Blue-Yonder-/172602894465",
  "ConvertedCurrentPrice": {
    "value": "82.96",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "EBags Crew Cooler II (Blue Yonder) Item Description 840D Twisted PolyOriginally designed for the unique needs of Flight Attendants and Pilots but loved by all!Top 'dry' compartment has two zipper pulls for easy access and is perfect for non-perishablesZippered mesh pocket in the lid keeps napkins and other small items in placeBottom 'cold' compartment is insulated on all six sides and has a welded replaceable PVC-free PEVA linerFront tip-out pocket has two zipper pullers for easy access and side pleats to prevent contents from spilling out This is the updated version of the original Crew Cooler. Limited 5 year Commercial Use warranty (Flight Attendants and Pilots, Limited Lifetime Warranty for non-crew. Shipping Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREE Returns We offer a 14 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product.Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for youWhen returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items.All returns MUST be done within 14 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. About us All of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If there's a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "82.96",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations US",
  "Seller": {
    "FeedbackScore": "409",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "blue-sky-products"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "EBags Crew Cooler II (Blue Yonder)",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-03-31T02:56:57.000Z",
  "HitCount": "17",
  "TimeLeft": "P26DT10H39M23S",
  "EndTime": "2017-06-29T02:56:57.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "eBags"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Model",
        "Value": "Does not apply"
      },
      {
        "Name": "UPC",
        "Value": "722360513852"
      },
      {
        "Name": "EAN",
        "Value": "0722360513852"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172602894465",
  "Storefront": {
    "StoreName": "Leeny s Awesome Products",
    "StoreURL": "http://stores.ebay.com/id=1164877985"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1726028944658080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}