{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjA3/z/KIMAAOSwv0tVDyvS/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjA3/z/FQwAAMXQd75SKLAl/$T2eC16d,!)sFIY5t99RDBSKL!k7Cyw~~60_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwN1gxNjAw/z/EVAAAOSwrklVDyvq/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDcyWDUzNQ==/z/8i0AAOSwPhdVDywA/$_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-VERA-BRADLEY-MICROFIBER-OVERNIGHTER-TRAVEL-SPA-GYM-BABY-BAG-BLACK-SAVE-70-/391797831674",
  "ConvertedCurrentPrice": {
    "value": "109.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "This is an absolutely authentic, Brand-New-With-Tags VERA BRADLEY MICROFIBER OVERNIGHTER TRAVEL SATCHEL BAG in the Black Microfiber Fabric with the Limited Edition Platinum Accent Stitching. Leave it to Vera Bradley to design the most stylish yet practical Carry-On / Overnight / Weekend Travel Bag. It's roomy, but organized and comfortable to carry all day long. Vera Bradley's Overnighter is not only a fantastic Travel Bag - but it's also a perfect Gym or Spa Bag and can make a wonderful Baby / Diaper Bag for that new mother or mother-to-be. It starts with Vera Bradley's trademark quilted Microfiber fabric. Its smooth soft finish gives the bag a rich look and feel. Dirt, stain, and water resistant - it cleans easily with just a soft brush. And this bag features the Limited Edition Platinum accent stitching that was only available from VB for a few months in the fall/winter of 2010. Outside, a full-width flapped pocket holds tickets, keys, a water bottle, Blackberry, or other quick access items - even extra diapers and toys. Invisible magnetic snap closures in the flap keep everything secure. A handy side pocket is perfect for a cell phone, iPod, or baby bottle. There's even an invisible magnetic snap closure on the side pocket for security. Two extra wide handle straps make the Overnighter comfortable to carry on your arm or shoulder all day long. Bold silver-tone loops hold the handles securely to the bag and give the bag an extra flair. Four sturdy metal stud feet protect the bottom panel of the bag. Inside, the Overnighter is fully lined with a bright floral accent fabric. A big zippered backwall pocket holds wallets, checkbooks, or other valuables. Two frontwall pockets hold make-up, hair brushes, lotions, shoes or flip-flops, or even baby incidentals or extra bottles. A stiff bottom panel holds the bag's shape and keeps small items from getting lost in the bottom of the bag. A wrap-around rust-proof top zipper keeps everything safe and secure. Measuring 20\" wide, 14\" deep, and 7\" thick, with an 11\" handle drop, the Overnighter holds everything you need for a short trip but still meets the official FAA dimensions for carry-on baggage. (glasses and book in the picture are for size scale only - not for auction) The Overnighter has all the features and quality you'd expect from Vera Bradley - highest quality fabrics, meticulous workmanship, fully-lined interior, reinforced corners and handle attachments, rustproof zippers with fabric zipper pulls, a bottom stiffener panel, and metal stud feet. It's the perfect bag for that short trip or weekend get-away. Take it to the Gym, Spa, or Tanning Salon. And it's a wonderful gift for that new mom or mother-to-be ! SAVE $70 - The Vera Bradley Overnighter retails for $165 PLUS TAX ! Our Buy It Now price saves you $70 off the retail price with the tax ! ! SHIPPING NOTES : Due to the special nature of this item, it will be packed in a slightly oversized box and shipped USPS Priority Mail to the USA and UPS Ground to Canada. We must protect our Buyer's valuable investment by including Shipping Insurance and Delivery Confirmation in our shipping costs. So please consult the Shipping Calculator in this description to determine your S&H costs when making your purchase decision. Canadian Buyers will pay additional Canadian Customs Duty and Brokerage Fees upon arrival. Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "Title": "NWT VERA BRADLEY MICROFIBER OVERNIGHTER TRAVEL~SPA~GYM~BABY BAG >BLACK< SAVE $70",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "109.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Reading, Pennsylvania",
  "Seller": {
    "FeedbackScore": "3976",
    "PositiveFeedbackPercent": "98.6",
    "FeedbackRatingStar": "Red",
    "UserID": "rosemarysbeach"
  },
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "19610",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-28T20:11:04.000Z",
  "HitCount": "10",
  "TimeLeft": "P2DT3H37M25S",
  "EndTime": "2017-06-04T20:11:04.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Vera Bradley"
      },
      {
        "Name": "Material",
        "Value": "Microfiber"
      },
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Color",
        "Value": "Blacks"
      },
      {
        "Name": "Shade",
        "Value": "Black with Platinum Stitching"
      },
      {
        "Name": "Bag Depth",
        "Value": "7"
      },
      {
        "Name": "Bag Length",
        "Value": "20"
      },
      {
        "Name": "Strap Drop",
        "Value": "11"
      },
      {
        "Name": "Size",
        "Value": "Extra Large"
      },
      {
        "Name": "Bag Height",
        "Value": "14"
      },
      {
        "Name": "Main Color",
        "Value": "Black"
      }
    ]
  },
  "Site": "US",
  "ItemID": "391797831674",
  "Storefront": {
    "StoreName": "ROSEMARY&#39;S BEACH DESIGNER DELIGHTS",
    "StoreURL": "http://stores.ebay.com/id=85223012"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "**PRE-APPROVAL REQUIRED**  -  IF AN ITEM DIFFERS *SIGNIFICANTLY* FROM OUR DESCRIPTION, WE WILL PRE-APPROVE A RETURN - IN UNUSED AND EXACTLY AS-SHIPPED CONDITION WITH TAGS - AND ISSUE A REFUND OF THE AUCTION PRICE.  S&H COSTS ARE NOT REFUNDABLE AND WE CAN NOT ACCEPT RETURNS FOR BUYER'S CONVENIENCE OR RECONSIDERATION.  ITEMS DAMAGED IN SHIPMENT ARE THE RESPONSIBILITY OF THE SHIPPING CARRIER BUT WE WILL PROVIDE CLAIMS ASSISTANCE FOR INSURED ITEMS.  MALFUNCTIONS AFTER RECEIPT ARE COVERED BY THE MANUFACTURER'S WARRANTY.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3917978316748080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}