{
  "HighBidder": {
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "Blue",
    "UserID": "7***r",
    "FeedbackScore": "90"
  },
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P2DT3H16M42S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "““\"\"\"BIG SALE \"\" \"\"\"VERY PRESTIGIOUS BAG\"\" \"\"PURE GOAT LEATHER “Very popular 100% genuine leather ”",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/zuYAAOSwCQZZDMEe/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ql8AAOSw~y9ZDME-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/eLoAAOSwdjNZDMEl/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/264AAOSwt0FZDMEt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/f4IAAOSw-3FZDME1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0zUAAOSwCQZZDMFM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/sL0AAOSw~y9ZDMFd/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/tPsAAOSw~y9ZDMFy/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/womens-Vintage-Brown-Genuine-Leather-Luggage-Duffle-Gym-Overnight-Weekend-Bag-/201916860444",
  "ConvertedCurrentPrice": {
    "value": "70.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "1",
  "NewBestOffer": "false",
  "Description": "100% Genuine leather Products | Lining 100% Canvas I (MADE IN INDIA) Buy with confident 30 Days Return Policy Welcome to shakun leather journal & bags Description Handmade Goat Leather Duffle,Travel & Gym Bag QUALITY LEATHER BAG Each bag is individually made using goat leather by experienced crafts people .The bag gets better and better with the time as the leather softens and deep-ens in color. The tonality color of each bag might vary in accordance with the low and high temperatures from the heart of The Thar desert.The leather does not receive any chemical treatment. On the bags a special vegetable oil is applied to give more tonality to the dominant brown (light and dark) color of the bag also making it more resistant to the water.Each bag has its charm and style and a very special earthy smell that will assure you it’s real leather.Its lightness, flexibility and durability will not make you regret your purchase. HANDMADE BRIEFCASE SATCHEL BAG FOR STUDENTS, OFFICE WORKERS AND COMMON PEOPLE Features Green canvas fabric Internal 1 large compartments 2 small pockets on front side of bag Thick adjustable strip SIZE: 16 (long) x 12 (wide) x 6 (deep) (See the picture for more detail) Strong, light-weight goat leather, tanned without the use of chemicals Leather softens and darkens with use Color and texture of the leather varies Natural real leather smell, just like a luxury car or lounge suite Solid brass buckles and fixtures - will last for years Has a wonderful natural look, and feel Each bag is uniquely individual due to slight color and marking variations on natural leather Brand New Handmade Leather Bag without tag Payment Using Paypal is the simplest and easiest way to pay, and is the way we prefer, but if you have a reason that you don't want to use Paypal that's OK, we will accept credit card payments and bank deposits, please contact us to arrange these after purchasing. we know that you will want to get your goods sent quickly so please remember to make your payment quickly after purchase, and we will dispatch within one business day after you have made your payment. if you need a bit of time to make your payment, that's also ok, please contact us to advise how long you need, we are happy to hold your goods for up to week before you pay. if you are purchasing from overseas,please be aware that we can only accept Paypal. Shipping Combine shipping (Heavy discounts) available Tracking details are availableExpress delivery (3 days) available on minimal extra charges, please write to us Shipping Partners - DHL, FedEx, UPS etc and like other International Courier Service providors onlyShipping may be influenced by holidays, public events and/or any othe uncertainties. We can not guarantee the exact arrival time.Please understand we could not control how the customs work at destination.If you are very care about the seemingly shipping time, please provide your contact numbers. We ensure to keep it confidential. Terms Of Sale Returns accepted Please write to us before returning the item Buyer should contact us within 20 days of receiving the item Refund will be given in refund or replacement on buyer's choice. Return shipping will be paid by the buyer Item must be returned in its original condition Please write to us for any clarification on RETURN POLICY About Us Namaste........ We are manufacturer and wholesaler of leather goods and specialized in Office Briefcases, Office Bag, College School bags, Travel Bag, Handbags, Purses, Wallets, leather journals and diaries and many more. We use quality leather of Goats and Camel. We offers customize designing and wholesale prices for bulk order. For more details, please write to us. Please visit our store and have a look of our other items If anything unanswered, please do write to us. Happy Shopping!! Please contact us via eBay with any questions you have about our products. We normally respond to any questions within one or two working days. Feedback & DSR If there is any problem with product or delivery, please contact us BEFORE leaving the feedback and below 5 star rating. 100% customer satisfaction is our goal. Your 5 Star rating will help us to reduce cost in your next purchase supreme",
  "Title": "women's Vintage Brown Genuine Leather Luggage Duffle Gym Overnight Weekend Bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "70.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "UDAIPUR, RAJASTHAN",
  "Seller": {
    "FeedbackScore": "86",
    "PositiveFeedbackPercent": "96.7",
    "FeedbackRatingStar": "Blue",
    "UserID": "shakun-leather-journal"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "313001",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-05-05T18:22:54.000Z",
  "HitCount": "85",
  "ConditionID": "1500",
  "EndTime": "2017-06-04T18:22:54.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Brand",
        "Value": "Handmade"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201916860444",
  "Storefront": {
    "StoreName": "shakun-leather-journal",
    "StoreURL": "http://stores.ebay.com/id=1498086819"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "IN",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019168604448080_1.jpg",
  "HandlingTime": "0",
  "BestOfferEnabled": "true"
}