{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P13DT46M24S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Fair Condition\nSome Wear on Hardware\nSome Wear on Bottom Exterior",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2014363294118080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/7a0AAOSwMmBVpEh1/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/p64AAOSwT6pVpEh3/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/2V4AAOSw3ydVpEh5/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/TiwAAOSw9N1VpEh6/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/yzYAAOSwjVVVpEh7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/1s4AAOSw~gRVpEh9/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/f40AAOSwgQ9VpEh-/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/nlMAAOSwu4BVpEiA/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/f8oAAOSwgQ9VpEiB/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/1zMAAOSw~gRVpEiD/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/tzsAAOSwLVZVpEiF/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDUwMQ==/z/gB4AAOSwgQ9VpEiG/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/AUTH-LOUIS-VUITTON-Dark-Green-Leather-Gold-Tone-Taiga-Briefcase-BP2291-MHL-/201436329411",
  "ConvertedCurrentPrice": {
    "value": "468.58",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Designers Categories FAQ About Us Contact Us Press Gift Card Employment AUTH LOUIS VUITTON Dark Green Leather Gold Tone Taiga Briefcase BP2291 MHL 469.00 Hardware: Gold Tone Closure: Push Together Print: Solid Exterior Pockets: One Back Slip Inscription in Hardware: LV Lining: Unlined Made In: France Date Code: VI0937 Handle: Yes Additional Information: This handbag has been authenticated by handbag expert Carol Diva. Feel free to confirm authentication by visiting her website, CarolDiva.com, and by providing her with the item number. Comes with Dust Bag Color: Green Fabric: Leather PRE-OWNED: Fair Condition Some Wear on Hardware Some Wear on Bottom Exterior About Us Payment Shipping Returns FAQ Size / Condition Our History While Linda’s Stuff is currently an online fashion mecca for hundreds of thousands of customers worldwide and consigns for an equally impressive number of clients, the company comes from humble beginnings. CEO, Linda Lightman, a former lawyer, began selling her son’s video games on eBay over fourteen years ago, and after learning the ropes of the process she put her own designer clothes up for auction. It wasn’t long before she was selling other people’s unwanted clothing, shoes, handbags, accessories and jewelry. What began as a hobby developed into an entrepreneurship and a highly successful business. Along with her husband, Linda runs Linda’s Stuff Inc. and now employs over a hundred employees in multiple departments. The company recently relocated to a larger facility and calls Hatboro, Pennsylvania home. Pick-Ups On Us! Call Today And Get Consigning! 1-866-68-LINDA (54632) Our Mission The success of Linda's Stuff is the result of many contributing factors. The evolution of the company from a household operation to a booming venture has been a continual effort. From enhancing our listings and photographs to easing the consignment process, we are constantly working among our team of talented employees as well as with eBay to improve and innovate every aspect of our business. However, we know better than to overlook our customers and clients when it comes to our accomplishments as a company. It is because of savvy, stylish, and budget-conscious women everywhere that we are able to do what we do, and love what we do. Our company not only strives to sell the best of designer clothing and accessories, but we strive to do so in trying economic times, when these items are not only the things you want, but to buy them makes good economic sense. Linda's Stuff wholeheartedly believes that high fashion and high quality do not have to accompany high price tags. So take some time to browse our site; pages and pages of vintage and nouveau pieces, classics and trend-setters, from coats to accessories, dresses to denim. Or visit our consignment page to learn just how easy it is to start earning money with Linda's Stuff. Lastly, feel free to breathe a sigh of relief; you have finally reached the online world where budgets and fashion collide. About Us Payment Shipping Returns FAQ Size / Condition We accept all forms of PayPal (American Express, Discover, eCheck, MasterCard, Visa and PayPal transfers). Please make payment within 7 days of auction end. Please note that eBay will automatically open an Unpaid Item Dispute (UPI) if an item is not paid within 16 days. If you have any questions, please contact us. Thank you! Pick-Ups On Us! Call Today And Get Consigning! 1-866-68-LINDA (54632) About Us Payment Shipping Returns FAQ Size / Condition Free Shipping Policies (applies to domestic orders only) We offer free Economy Shipping on all items (unless the items are large or heavy). We reserve the right to ship UPS with Signature Required for any order over $750. Combined Shipping We always combine shipping. Please e-mail us when you are ready to checkout as the eBay software does not combine shipping automatically! We ship out 5 days a week and we ship within 2 business days of receiving payment. We ship either Economy, USPS Priority Mail or UPS. If you choose Standard Shipping, an additional charge of $1.50 per item will be added to the total shipping cost. For One-Day Service, the charge is $5.00 per item. International Combined Shipping Each Additional Item $4.00 * * Unless the additional item(s) are large or heavy We will only ship Express Mail International on combined orders of $300.00 or above, no exceptions For Canadian residents, please contact us for shipping. International Buyers - Please Note: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. About Us Payment Shipping Returns FAQ Size / Condition Doesn't fit? Color clash? Just not quite what you thought it would be? Not a problem! Just Return It! We accept returns within 14 days for money back. If you have any questions with your product, please call us at 215-956-9190 or 1-866-68-LINDA (54632). Please allow 7 days from receipt of the return for the refund to be completed. Address: 330 S. Warminster Road #340 Hatboro, PA 19040 Pick-Ups On Us! Call Today And Get Consigning! 1-866-68-LINDA (54632) About Us Payment Shipping Returns FAQ Size / Condition How does Free Shipping work?Economy Shipping is FREE! It is serviced by UPS Surepost. Final delivery is made by a postal carrier.- We offer free Economy Shipping on all items (unless the items are large or heavy). - We reserve the right to ship UPS with Signature Required for any order over $250. - Allow 5 - 12 business days for delivery Do you combine shipping?We always combine shipping. Please e-mail us when you are ready to checkout as the eBay software does not combine shipping automatically! We ship out 5 days a week and we ship within 2 business days of receiving payment. We ship either Economy, Standard USPS Priority Mail or UPS. If you choose Standard Shipping, an additional charge of $1.50 per item will be added to the total shipping cost. For One-Day Service, the charge is $5.00 per item. Can I ship to a different address? If you wish to ship to a different address from the one that is on your PayPal account, please simply change the address of your PayPal account. Do you ship to APO/FPO addresses? Yes we do. Rates are the same as U.S. domestic. Do you ship internationally? Our international shipping policy is as follows: Worldwide: - Under $300 (combined total), USPS Priority International $30* - $300 and over (combined total), USPS Express International $45 *Combined shipping is $4.00 per each additional itemCanada & Mexico: - Under $300 (combined total), USPS Priority International $25* - Under $300 (with shoes), USPS Priority International $27* - $300 and over (combined total), USPS Express International $30* - $300 and over (with shoes), USPS Express International $32* *Combined shipping is $3.00 per each additional itemWe reserve the right to ship with the method of our choosing unless specifically instructed otherwise. Do you combine shipping for international customers? Yes, we do! Please see above. Please e-mail us when you are ready to checkout as the eBay software does not combine shipping automatically!How do I return an item? Pack item in the original box if possible. Address your package to: 330 S. Warminster Road #340 Hatboro, PA 19040 Please enclose the form that accompanied your order or a short note stating the item number, your eBay ID and why you are sending us the return. On the side of your return box, please write your last name in large uppercase letters. You have seven days from the date received to return the package. You will be refunded within five business days after we receive the returned item.Do you guarantee authenticity? Yes--we at Linda's Stuff pride ourselves on only selling 100% authentic designer merchandise. We work with professional authenticators to confirm authenticity. We are so confident in the authenticity of our items, that we will issue a full refund if you feel that you've purchased an inauthentic item. About Us Payment Shipping Returns FAQ Size / Condition ConditionNEW – New With TagsEXCELLENT – No visible flaws or wear, looks almost newVERY GOOD – No significant flaws, some minimal pilling or wear if not in an obvious place. Very light wear.FAIR – Some light staining or pilling. If an item were excellent condition with an easily replaceable button then it would be graded as a FAIR. Size You May Also Like TN:9000411138 Tag:411 SC:4911220 CN:9000372736 LC:emilyb BD:6/23/2015 PD:7/9/2015 LD:7/13/2015 BC:SILVER4 ON:SPECIAL EVENTS BP2291LOU-8 Box4 Carol Diva Designers Categories FAQ About Us Contact Us Press Gift Card Employment Frooition www.frooition.com | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design Powered By: iVendere - Multi-Channel Selling Simplified",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "468.58",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Hatboro, Pennsylvania",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "674103",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "GreenShooting",
    "UserID": "linda*s***stuff"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "19040",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2015-09-24T16:04:37.000Z",
  "Title": "AUTH LOUIS VUITTON Dark Green Leather Gold Tone Taiga Briefcase BP2291 MHL",
  "ConditionID": "3000",
  "EndTime": "2017-06-15T16:04:37.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Bag Length",
        "Value": "14.75\""
      },
      {
        "Name": "Bag Height",
        "Value": "10.75\""
      },
      {
        "Name": "Bag Depth",
        "Value": "2.5\""
      },
      {
        "Name": "Brand",
        "Value": "LOUIS VUITTON"
      },
      {
        "Name": "Color",
        "Value": "Greens"
      },
      {
        "Name": "Shade",
        "Value": "Dark Green"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Handle Drop",
        "Value": "1.5\""
      }
    ]
  },
  "Site": "US",
  "ItemID": "201436329411",
  "PrimaryCategoryID": "169293",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Linda&#39;s Stuff",
    "StoreURL": "http://stores.ebay.com/id=30121573"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "We accept returns within 30 days for money back. If you have any questions with your product, please call us at 215-956-9190 or 1-866-68-LINDA (54632).",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "9000372736",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}