{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/8nUAAOSwuLZY5jDK/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Nova-Leathers-Ladies-Womens-Compact-Across-Body-Bag-/152501420455?var=",
  "ConvertedCurrentPrice": {
    "value": "61.66",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Toggle navigation Menu Home About Us Contact Us Shipping & Returns Size Guide View Feedback Add to Favourites Main Description Nova Leathers - Quality Leather Since 1977 Colour: Black, Brown, Tan Style: Ladies small shoulder - cross body bag Details: This ladies leather bag is made with smooth matt leather with a gorgeous antique finish Materials: Full leather outer with soft material lining Features: The bag features a single main zipped compartment with internal zipped pocket. The bag features a small organiser zipped pocket on the front with card slots, internal zipped pocket and an ID window. Size: 17cm x 14cm Strap: The strap is fully adjustable By purchasing Nova branded products from Lambland, you can rest assured that you are buying the best quality, and that the highest standards of customer care are always available, in the unlikely event you will need us. We couldn't be happier with our range and we are confident you will be as also. Additional Information If after browsing through our huge array of items you cannot find what you are looking for contact us. We will always go out of our way to source the product you are looking for. About Us Lambland was established in 1961 and still runs as a family Business today, Our Harbour retail shop is based in the beautiful seaside resort of Ilfracombe on the north coast of Devon. Originally a seasonal business, but now, due to the increasing demand of luxurious natural products, such as our much sought after range of Sheepskin Rugs and Moccasins, the business is run , all year with the use of our ever increasing product range via our website. In 2002 our newly opened High Street showroom, and stockrooms have become the main dispatching offices for our rapidly expanding Internet Business. For more information Click Here Shipping Information We use Royal mail to deliver all goods with the exception of Larger items with a value over ?75, which will be delivered via Parcel Force. When purchasing your goods the estimated delivery date will be shown, If your do not receive your items within the above estimated delivery times please contact us and let us know so that we can assist you. Please contact us using Ebay messaging service or directly at Please use eBay messaging system Please be aware that Royal Mail delays may occasionally delay your delivery, especially over busy periods or Bank Holidays. Returns Policy If you would like to return or exchange your item please use the Ebay resolution centre. You will then need to take your package to your local post office. We suggest you obtain proof of posting. Please place your invoice inside the package and indicate what you would like (i.e a refund or exchange). All items need to be returned in a new and resellable condition you received them in and with the original bag or box. Faulty or Damaged goods If by any chance we have made an error with your order or the item has a fault please email us at Please use eBay messaging system with your Ebay ID and order number which can be found on your invoice. We will then send you a postage paid returns label, for the free return and exchange of the item Home About Us Contact Us Shipping & Returns Size Guide View Feedback Add to Favourites 01271 879 443 Please use eBay messaging system Closure Zip Style Messenger & Cross Body Handbag Size Small Brand Nova Leathers Outer Material Leather Exact Dimensions 170W X 140H X 40D Main Colour Black, Brown Type Single Strap",
  "ExcludeShipToLocation": [
    "CA",
    "AU",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "61.66",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Devon",
  "Seller": {
    "FeedbackScore": "65170",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "PurpleShooting",
    "UserID": "lambland-ltd"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Nova Leathers Ladies / Womens Compact Across Body Bag",
  "GlobalShipping": "false",
  "Variations": {
    "Pictures": {
      "VariationSpecificPictureSet": [
        {
          "VariationSpecificValue": "BLACK",
          "PictureURL": [
            "http://i.ebayimg.com/00/s/ODcyWDEwMDE=/z/G44AAOSww3tY5jC5/$_57.JPG?set_id=8800005007",
            "http://i.ebayimg.com/00/s/NjY3WDEwMDE=/z/iaYAAOSwhQhY5jC7/$_57.JPG?set_id=8800005007",
            "http://i.ebayimg.com/00/s/NTAyWDEwMDE=/z/YfMAAOSw4CFY5jDB/$_57.JPG?set_id=8800005007",
            "http://i.ebayimg.com/00/s/ODYzWDEwMDE=/z/1hMAAOSwAANY5jDG/$_57.JPG?set_id=8800005007"
          ]
        },
        {
          "VariationSpecificValue": "Brown",
          "PictureURL": [
            "http://i.ebayimg.com/00/s/ODQzWDEwMDE=/z/y-sAAOSwc-tY5jC2/$_57.JPG?set_id=8800005007",
            "http://i.ebayimg.com/00/s/NjgyWDEwMDE=/z/RfsAAOSwB-1Y5jC9/$_57.JPG?set_id=8800005007",
            "http://i.ebayimg.com/00/s/NDY3WDEwMDE=/z/idQAAOSwU8hY5jC~/$_57.JPG?set_id=8800005007",
            "http://i.ebayimg.com/00/s/ODM5WDEwMDE=/z/RsUAAOSwB-1Y5jDD/$_57.JPG?set_id=8800005007"
          ]
        }
      ],
      "VariationSpecificName": "Colour"
    },
    "Variation": [
      {
        "Quantity": "2",
        "StartPrice": {
          "value": "61.66",
          "_currencyID": "USD"
        },
        "SKU": "Nova-936-Black",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Colour",
            "Value": "BLACK"
          }
        }
      },
      {
        "Quantity": "2",
        "StartPrice": {
          "value": "61.66",
          "_currencyID": "USD"
        },
        "SKU": "Nova-936-Brown",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Colour",
            "Value": "Brown"
          }
        }
      }
    ],
    "VariationSpecificsSet": {
      "NameValueList": {
        "Name": "Colour",
        "Value": [
          "BLACK",
          "Brown"
        ]
      }
    }
  },
  "StartTime": "2017-04-07T09:27:09.000Z",
  "TimeLeft": "P3DT17H11M23S",
  "EndTime": "2017-06-06T09:27:09.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "Style",
        "Value": "Messenger & Cross Body"
      },
      {
        "Name": "Main Colour",
        "Value": "Black, Brown"
      },
      {
        "Name": "Brand",
        "Value": "Nova Leathers"
      },
      {
        "Name": "Outer material",
        "Value": "Leather"
      },
      {
        "Name": "Exact dimensions",
        "Value": "170W X 140H X 40D"
      },
      {
        "Name": "Handbag size",
        "Value": "Small"
      },
      {
        "Name": "Type",
        "Value": "Single Strap"
      }
    ]
  },
  "Site": "US",
  "ItemID": "152501420455",
  "Storefront": {
    "StoreName": "LAMBLAND-LTD",
    "StoreURL": "http://stores.ebay.com/id=164083942"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "4",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "GB",
  "SKU": "Nova-936",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}