{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTI3WDkxMA==/z/dEQAAOSwlndZAgm0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTE0WDc5Mw==/z/ROUAAOSw-3FZAglK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAzNlg5NjA=/z/XekAAOSwhvFZAgnJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAzNlgxMDA2/z/P2YAAOSwCQZZAgoI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/rP0AAOSwX61ZAgkN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Nzg1WDEwNTI=/z/6XQAAOSwcgNZAgnl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzcyWDgzOQ==/z/alIAAOSw-3FZAgob/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-BCBG-Girls-Water-Resitant-Rucksack-Paris-Main-St-Petite-Olive-Nylon-/232354119514",
  "ConvertedCurrentPrice": {
    "value": "51.74",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "BCBG Girls Traveler's Rucksack Olive Nylon MSRP: $75 Product Description: BCBG Girl's Rucksack (Backpack / Book bag), olive nylon outer with indigo Inner. Buckle straps for main pocket and the 2 outer pockets are for decoration. Pocket closures are magnetic. The top zipper pocket on the main flap is shallow but functional for quick access. The large interior has an additional zipper pocket slightly larger than the outer. It also has two open slip pockets, for smaller items that will fit snugly. The interior of the bag is quite deep despite it's small appearance. The exterior has brushed brass hardware. There are small metal letters near the hangar hook that spell out BCBG and also have and additional tag reading \"girls\". The straps for the bag are adjustable. Seller's Notes: I love this bag, wish I was still in school or traveling. It's a great day or weekend bag, for the on-the-go-gal. Functional, versatile, light weight, durable, and water resistant. The timeless style of the outer makes this a bag that will be fashionable even after the zombie apocalypse. Before bidding please read the following; TERMS AND CONDITIONS: Payment needs to be received within 48 hours of purchase thru Paypal or the transaction may be cancelled. RETURNS: We warranty all of our products unless otherwise stated for 30 days. We only accept returns for exchanges on defective products. In the unlikely event that a return is requested, all returns must include all original items undamaged, in re-saleable condition, all original packaging including manuals, warranty forms, etc. Shipping and handling fees are not refundable. Buyer is responsible for shipping costs incurred in shipping products back. For Warranty/Returns we only exchange for exact / same product purchased. A 20% restocking fee applies to all returns which are not the result of a substantial listing error, to help cover original shipping charges, marketing and transaction fees. Exchanges are not subject to the restocking fee. INTERNATIONAL BIDDERS: We are very appreciative of our international customers. However, please be aware that we will NOT falsify customs forms by stating that the item you have won is a gift or by stating it's value at a fraction of what it really is. Please expect to have to pay customs charges and any related fees. These fees are determined by your country's government, not us. We do not know the customs charges in your country and are in no way responsible for them. Additionally, packages can be held up in customs and take longer than expected for arrival. Unfortunately, we have no control over those limitations although we do everything we can to comply with each destinations rules and regulations. SHIPPING: We charge you the same amount for postage that we are charged by the shipper we use for domestic packages. We do charge a $2.00 handling fee for any fragile items that we ship to cover the additional material expense. For foreign packages there is a $10.00 surcharge to cover the extra costs of deliveries to other countries, in addition to the shippers charges. We try to clearly define all standard shipping expenses in our listings. However, if you have any questions, please ask. COMBINED SHIPPING: We offer combined shipping with any purchase as long as it is safe to do so. If you are buying more than one item or even several of the same item, please contact us BEFORE paying to request a combined shipping invoice directly from us. The eBay system does not handle all the complexities of combined shipping and does not always quote you accurate combined shipping costs. It will automatically generate an invoice that frequently overcharges and occasionally undercharges (for priority mail). If you would like information about combined shipping charges in advance of purchase, please email us your questions and include your zip code in your email. INSURANCE: eBay no longer allows us to make insurance mandatory. Therefore, unless requested, it is not provided on items under $300 UNLESS it is pottery or fine china, and then we will send you a bill for the charges prior to shipment. If you do request it, please understand that there is an additional charge. We charge standard USPS rates but use a private insurer named Endicia because of their hassle-free and reliable claims process. Market Click Here To Get More Deals!",
  "Title": "NWT BCBG Girls Water Resitant Rucksack Paris Main St Petite Olive Nylon",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "51.74",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Durham, North Carolina",
  "Seller": {
    "FeedbackScore": "1012",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "Red",
    "UserID": "susie.and.son"
  },
  "ShipToLocations": [
    "US"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "27701",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-30T14:05:59.000Z",
  "HitCount": "2",
  "TimeLeft": "P26DT23H14M6S",
  "EndTime": "2017-06-29T14:05:59.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "BCBG Girls"
      },
      {
        "Name": "Style",
        "Value": "Retro Backpack"
      },
      {
        "Name": "Color",
        "Value": "Olive"
      },
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "UPC",
        "Value": "606209773112"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232354119514",
  "Storefront": {
    "StoreName": "Miss Susie&#39;s and Son&#39;s Emporium",
    "StoreURL": "http://stores.ebay.com/id=208555986"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2323541195148080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "true"
}