{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P29DT10H44M17S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "See description",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2630156931028080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyM1gxNjAw/z/jhYAAOSw2s1UtNaF/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/ux8AAOSw0e9UtNaL/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ5M1g5MjU=/z/xQQAAOSwmrlUtNaX/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ5OFgxMTE1/z/vE0AAOSw0e9UtNab/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Njk5WDE2MDA=/z/4KoAAOSwWKtUtNag/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzMyWDE2MDA=/z/xQMAAOSw1vlUtNak/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzQ2WDE2MDA=/z/mikAAOSwk5FUtNao/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/SY8AAOSw-W5UtNaw/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTExMVgxNjAw/z/x6cAAOSwmrlUtNa2/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEyM1gxNjAw/z/tOAAAOSwYGFUtNa9/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/nGIAAOSwk5FUtNbF/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE2OVgxNjAw/z/wIEAAOSw0e9UtNbL/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/DOONEY-BOURKE-KHAKI-TAN-BRN-SIGNATURE-CANVAS-LAPTOP-CASE-PURSE-BOOK-BAG-HANDBAG-/263015693102",
  "ConvertedCurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Dimensions: L11.5\" x W3\" x H9.5\" Color(s): Brown, Tan, Khaki Material: Canvas with leather trim Features: Adjustable crossbody strap with 15\"-24\" drop Flap Closure Interior features: Slip pocket Exterior features: Back snap pocket,Slip pocket Tan canvas lining Silvertone hardware Condition: Pre-owned: Good condition Some of the leather trim has water spots.No major tears or loose stitching. Clean interior with staining. No unpleasant odors See pictures for more details. Advertised pictures are of actual item. This is a USED handbag; it will show signs of use and will not be in brand new condition unless stated. Click Here to view more of my designer Handbags! Click the images to view larger details. ColorsDue to the different monitor display settings, colors do not always show the exact color shade of the item displayed. Colors may be 1 or 2 shades lighter/darker depending on your monitor settings. Sizing*Body form displaying handbags is about a size 2-3 without arms. Body form is to show what the bag looks like hanging not for showing exact measurements. Approximate dimensions are provided. Due to the shape, materials and other factors of handbags, I cannot provide \"exact\" measurements. Please judge sizing accordingly with the information provided in the listing before bidding or purchasing. Length = Exterior length of the BOTTOM of the bag Width = Exterior Width of the BOTTOM CENTER of the bag Height = exterior measurement from the bottom to the top center edge of the bag ContactShoe-bags is opened Monday-Friday. Messages will be responded to within 24 hours. Messages received Friday will be answered on the following Monday. Replies are made via the eBay messaging system only; outside email accounts are not used. ReturnsShoe-bags has a 14 day, easy return policy. If you are unhappy with your purchase just return it to the address on the shipping label. All items must be returned in the condition received. For faster refund processing include the item number with return. Buyer is responsible for all shipping cost. We do not offer partial refunds. Items must to returned to the seller for a refund to be processed. PaymentPayPal is the preferred payment. Auction items: payment is due within 7 days after purchase. Store and Buy it Now items require immediate payment. Shipping Combined shipping is available for up to 7 days from the first item purchased. International orders will need to hold payment until the invoice is combined manually. Invoices are sent daily. If you are combining Store or Buy It Now items, let us know before purchasing so the listings can be updated. Shipping is handled Monday-Thursday. After processing, shipping details are updated in the item listing's Order Details screen. International Shipping Disclaimer* Shoe-bags is not responsible for unclaimed packages from international postal services. Buyer will be responsible for repaying all shipping and handling fees on unclaimed packages sent back to shoe-bags. Customs / Duty Tax Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up - do not confuse them for additional shipping charges. We do not mark merchandise values lower than charged. *Not all items are available for international shipping. See description and the shipping tab for more details. 4279 Powered by SixBit's eCommerce Solution",
  "Title": "DOONEY BOURKE KHAKI TAN BRN SIGNATURE CANVAS LAPTOP CASE PURSE BOOK BAG HANDBAG",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "New Caney, Texas",
  "Seller": {
    "FeedbackScore": "7889",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "shoe-bags"
  },
  "ShipToLocations": [
    "US",
    "Europe",
    "Asia",
    "CA",
    "AU"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "77357",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T01:36:57.000Z",
  "HitCount": "1",
  "ConditionID": "3000",
  "EndTime": "2017-07-02T01:36:57.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Dooney & Bourke"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Canvas with leather trim"
      }
    ]
  },
  "Site": "US",
  "ItemID": "263015693102",
  "Storefront": {
    "StoreName": "Shoe-bags",
    "StoreURL": "http://stores.ebay.com/id=102519229"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "I am not satisfied with the sale until you are! I do check each item for flaws and details but even I make errors sometimes. I want to make sure you are happy with your purchase. If you are not satisfied please let me know before \nleaving feedback or DSR star ratings. I will make every effort to resolve the matter.  I strive for 5 star service in my product quality, communication, shipping speed and shipping rates. We do not refund shipping charges to or from.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "4279",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}