{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODgzWDUwOQ==/z/rpAAAOSwH09ZJXjM/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAzNlg1OTg=/z/j8oAAOSwKytZJXjQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjA3WDEwNTA=/z/f9oAAOSwK6RZJXjX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFg4MTc=/z/2bIAAOSws5pZJXji/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Cabrelli-Rocket-Stud-15-Inch-Laptop-Rollerbrief-Black-One-Size-Tablet-Reader-Id-/172692662663",
  "ConvertedCurrentPrice": {
    "value": "159.16",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Cabrelli Rocket Stud 15 Inch Laptop Rollerbrief Black One Size Tablet Reader Id Product Description:Fashion on wheels: This airplane carry-on size executive Rollerbrief, a simulated leather beauty with rocket studs detailing, is fitted for the working, traveling woman who appreciates the smart and unconventional, offering space, structure and style. Featuring: Top zip closure; Padded compartments for a 15.6 inch laptop and an electronic tablet/reader; Retractable handle; Rollerblade wheels; Coordinated ID tag; Inside organizer compartments for cards, pens or other small items; Inside RFID protected zipped pocket; Two side slip pockets Features:Padded compartments for a 15.6 inch laptop and an electronic tablet or readerRetractable handle and two wheelsInside organizer compartments for cards and pens and ID Defender zipped pocket to protect your RFID passport or bank cardsTwo exterior side slip pocketsExterior dimensions: 18.5 inch wide x 14 inch high x 8.5 inch deep",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "159.16",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Trenton, New Jersey, 08601",
  "Seller": {
    "FeedbackScore": "639",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Purple",
    "UserID": "deptstoredeals"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Cabrelli Rocket Stud 15 Inch Laptop Rollerbrief Black One Size Tablet Reader Id",
  "GlobalShipping": "false",
  "Quantity": "4",
  "StartTime": "2017-05-24T12:13:30.000Z",
  "HitCount": "7",
  "TimeLeft": "P20DT21H13M6S",
  "EndTime": "2017-06-23T12:13:30.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Cabrelli"
      },
      {
        "Name": "MPN",
        "Value": "714025U_BLK"
      },
      {
        "Name": "EAN",
        "Value": "0063513517205"
      },
      {
        "Name": "Product Dimensions",
        "Value": "8.5 x 18.5 x 41 inches"
      },
      {
        "Name": "Manufacturer",
        "Value": "Cabrelli"
      },
      {
        "Name": "Package Dimensions",
        "Value": "19.3 x 14.5 x 9 inches"
      },
      {
        "Name": "size",
        "Value": "One Size"
      },
      {
        "Name": "UPC",
        "Value": "063513517205"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172692662663",
  "Storefront": {
    "StoreName": "deptstoredeals",
    "StoreURL": "http://stores.ebay.com/id=1395792746"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "- Purchasing this item implies that you have read, understand and accept the following Terms Of Service and Standard Returns Policy  \n- We utilize an automated order processing system, once your order is placed it cannot be changed or cancelled. \n- We ship from warehouses and suppliers all over the country so your item may not come from our shipping address, or with our name on the label. \n- If this ad requests that you message us with your Zip Code and you do not message us to verify that we can deliver to your address before ordering your order may be cancelled and your money immediately refunded to you if there is a problem with your address.  \n- All Claims of 'Item Not As Described' or Damaged on Delivery will be fully investigated and buyer will be required to provide photographic proof of inaccuracies or damages to eBay before any refund will be rewarded. \n- No item may be returned without contacting us first. We use multiple vendors and their return policies differ.  \n- All Returns must be accompanied by documentation that I will provide to you upon your request  \n- Any item returned without first contacting me will not be honored.  \n- Please make sure you understand what it is that you are ordering as Full Refunds will not be given for ordering mistakes by the buyer.(we do not offer price matching).  \n- All of my items are marked as free shipping, this means I have included the cost of shipping in the price as a convenience.  \n- All returns are inspected as they are received back at the shipping facilities. Vendors determination is final.  \n- If you must return an item you are responsible for paying the return shipping for eBay Return Shipping Labels do not apply.  \n- If you return your purchase for reasons of manufacturing defect your Full purchase price will be refunded via PayPal when the return has been processed.  \n- If you return your purchase for any reason other than manufacturing defect you can be charged up to a 20% restocking fee.  \n- If your item is returned by the carrier as 'Not Deliverable' to the address you provide you will be charged for the return shipping and a 20% restocking fee.  \n- Your Original purchase price minus 20% will be refunded to you via PayPal after the return has been processed.  \n- Buyers who abuse the Buyer Protection Policies by filing false or inaccurate claims will be reported to eBay.  \n- I strive to provide excellence in product delivery, communication and customer service.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1726926626638080_1.jpg",
  "HandlingTime": "10",
  "BestOfferEnabled": "false"
}