{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P4DT20H48M4S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Please refer to the Item Description Other photos and description.",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2323576405918080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/WA8AAOSwKytZMUPr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/9pYAAOSwGJlZMUPu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/A5EAAOSwPh5ZMUPw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/heUAAOSwBt5ZMUPz/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/TwUAAOSwAPVZMUP0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/XikAAOSws5pZMUP3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/7FcAAOSw5cRZMUP4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/zbwAAOSwxu5ZMUP6/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/08UAAOSwjL5ZMUP9/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/98sAAOSwGJlZMUP-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/1DgAAOSwH09ZMUQA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/jCcAAOSwjqVZMUQD/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Auth-LOUIS-VUITTON-Saint-Cloud-MM-Crossbody-Shoulder-Bag-Purse-Monogram-M51243-/232357640591",
  "ConvertedCurrentPrice": {
    "value": "131.4",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Auth LOUIS VUITTON Saint Cloud MM Crossbody Shoulder Bag Purse Monogram M51243 Brown Auth LOUIS VUITTON Saint Cloud MM Crossbody Shoulder Bag Purse Monogram M51243 Brown Item Condition This Item Rating Outside N --> S --> A --> AB --> B --> BC --> C --> D J --> Inside N --> S --> A --> AB --> B --> BC --> C D --> J --> Outside Rubs, Faded, Lose shape (Hard), Scrapes (Leather), Stains (Leather), Peeled (Edge) Metal Dark Marks Of Metals, Peeling of the plating Inside Dirt, Scrapes, Rubs, Color staining Bottom Rubs, Lose Shape Corners Rubs, Fluffing Handle / Strap Stains, Scrapes, Dirt, Spots Pocket Outside Rubs, Sticky, Peeled (Needs of Repair) Pocket Inside Rubs, Sticky, Peeled (Needs of Repair) Odor Material odor (Strong) Other Poor condition. Shape is bad. Outside pocket and Inside pocket are Needs of Repair. Strong oder. - Condition Rating - NBrand New, Perfect Condition or Only without a tag. SLike a Brand New, but not Perfect. Mint Condition. ARecycle Item with Tiny Scratches or/and Stains. Excellent Condition. ABBetween A and B. BGood, some scratches, stains & used feeling BCBetween B and C. CFair, has been used feeling obviously, but still acceptable DPoor, has Damages, but still usable. JJunk items. CLICK OR TAP THE THUMBNAIL TO ENLARGE. PLEASE CHECK ALL OF PICTURES BEFORE YOU BID CAREFULLY !! Item Description Title Auth LOUIS VUITTON Saint Cloud MM Crossbody Shoulder Bag Purse Monogram M51243 Brown Brand LOUIS VUITTON Made in Germany Serial Number LP19110 Material Monogram Canvas Color Brown Style Shoulder Bag / Crossbody Bag Accessory - SKU keb217060019 Size Width 18cm / 7.09\" Height 16cm / 6.30\" Depth 5cm / 1.97\" Strap 104 - 119cm / 40.94 - 46.85\" Authentic Guarantee Our products are guaranteed to be 100% Authentic items. All items are inspected by professional brand item experts of our company. So please bid or purchase without hesitate. If you have any further info, please feel free to ask us about authenticity of the item. Payment We only accept PayPal as payment at the moment. Please make payment within 5 days of purchase. If we find some unpaid items, we will report to Ebay. Shipping Details Free Shipping Worldwide The shipping is International e-packet. Thank you for your understand. I will ship from Japan to worldwide with 1 business day delivery after we confirmed your payment by Paypal. The tracking number will be mailed to you as soon as the package leaves my shop. International e-packet (Japan Post Office) : http://www.post.japanpost.jp/int/ems/index_en.html Approximate delivery dates is around 10 days or more in part of after I received the payment, depending on your location but sometimes delay will be occur due to the process at the customs of your country or various other reasons. Custom Duty Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country of customs office to determine what these additional costs will be prior to bidding/buying. \"Insurance coverage and tracking number are included in our shipping costs.\" Return & Refund Policy We offer 30 days return policy after receipt. If you are not satisfied with your purchase, please contact us first and return the item with a tracking number within 30 days for a refund. Buyer is responsible for the return freight charge and import tax which buyer paid when received the item. We will refund the full amount when the item is returned in the same item and condition that we send. About Us We are selling the used of branded goods in Japan. I am licensed brand and antique goods appraiser and purchased dealers like me. There is no fake items at the auction house. If you have any questions or anything, please do not hesitate to contact me. I'm sorry but I cannot shipping and response when Saturday and Sunday and public holidays of Japan. Have a nice shopping! WE &hearts; LV CLICK !!Please come visit our store !!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "131.4",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Tokyo",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "346",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "brand_prince"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Auth LOUIS VUITTON Saint Cloud MM Crossbody Shoulder Bag Purse Monogram M51243",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T11:10:56.000Z",
  "HitCount": "4",
  "ConditionID": "3000",
  "EndTime": "2017-06-07T11:10:56.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Germany"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "Bag Height",
        "Value": "16cm / 6.30\""
      },
      {
        "Name": "Material",
        "Value": "Monogram Canvas"
      },
      {
        "Name": "Pattern",
        "Value": "Monogram"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Closure",
        "Value": "Flap"
      },
      {
        "Name": "Bag Length",
        "Value": "18cm / 7.09\""
      },
      {
        "Name": "Brand",
        "Value": "Louis Vuitton"
      },
      {
        "Name": "Bag Depth",
        "Value": "5cm / 1.97\""
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232357640591",
  "Storefront": {
    "StoreName": "brand_prince",
    "StoreURL": "http://stores.ebay.com/id=1396133362"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "SKU": "keb217060019",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}