{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP",
    "OriginalRetailPrice": {
      "value": "70.0",
      "_currencyID": "USD"
    },
    "SoldOffeBay": "false",
    "SoldOneBay": "false"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDkxMA==/z/rAMAAOSwX61ZGyLy/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDc2Mw==/z/21oAAOSw42dZGyLz/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDg1MQ==/z/DokAAOSwxu5ZGyL~/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/kX4AAOSwfRdZGyMA/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTIxWDUwMA==/z/-2QAAOSwY3BZGyMF/$_12.JPG",
    "http://i.ebayimg.com/00/s/Njc5WDUwMA==/z/VZEAAOSwq1JZGyMG/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Duffle-Bag-Travel-Gear-Sports-Luggage-Zipper-Adjustable-Polyester-Black-New-/222513457509",
  "ConvertedCurrentPrice": {
    "value": "58.96",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Duffle Bag, Travel Gear Sports Luggage Zipper Adjustable Polyester Black New * FREE SHIPPING * GUARANTEED * 30 DAY RETURN POLICY * BUY WITH CONFIDENCE BRAND NEW IN THE BOX 100% SATISFACTION DESCRIPTION S-1042-BK Color: Black Features: -Front zipper pocket. -Side handle for easy carriage. -Adjustable and detachable non-slip padded shoulder strap. -Constructed of ripstop polyester. Exterior Color: -Red. Exterior Material: -Polyester. Dimensions: Overall Height - Top to Bottom: -15\". Overall Width - Side to Side: -42\". Overall Depth - Front to Back: -15\". Overall Product Weight: -3.7 lbs. Large multipurpose duffel bag with travel pouch. Perfect for sports, garments, men, women, teens. Self-repairing excel zippers, handles with 12inch drop; Adjustable padded shoulder strap, up to 24inch drop; Front zippered pocket, non-slip bottom rubber feet. Tough textile exterior, smooth synthetic lining; Ribstop fabric made with 1500D. Polyester; Folds neatly inside clear travel pouch for storage; Side handle for easy carriage, black or royal blue. Dimensions: 42inch x 15inch W x 15inch H (9,500 cu in) Includes: 1 Olympia Duffel Bag, 1 Clear Travel Pouch, Model S-1042 Shipping Return Payment Feedback Contact Us I ship to the lower 48 states only. I can not combine shipping and there is no local pick up. I cannot ship to PO boxes or APOs . Estimates by eBay FAST N FREE should NOT taken for granted as they are mostly inaccurate and misleading as reported by our previous customers. If there is a delay with the shipping company and you do not receive your item within the time limit, please allow a further 2 business days as this may be due to weather or logistical issues . - If it takes any longer than that, please contact us using the Contact Seller menu, and choose I have a question about using my item or I want to send the seller a message as the topic to avoid inadvertently opening a case. This will allow us to resolve your issues in a timely manner. Please message me your ZIP code prior to purchase to ensure the item ships to your area. - Please note that this item may take a little longer to ship than normal. -Please allow up to 10 business days for delivery Our stock all ships from our US-based warehouses which are located throughout the US. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREE Important If you wish to return an item you must contact me first by sending me an eBay message. You will without fail get a full 100% Refund. -Returns can be initiated within 30 days after the delivery date of the product and we do NOT offer any extended return options. If you would like to return your purchased merchandises, please kindly contact us via eBay message by choosing I have a question about using my item or I want to send the seller a message as the topic. We will either arrange for a courier to call to your address and pick up the item or we will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. Once the item has been received by our warehouses and we can confirm from the tracking number that the item has been delivered, we will issue you the refund for the purchase. Return Shipping Costs You will not be liable for the return shipping cost if the merchandise received is either not as described or damaged in any ways. Should there be returns for any other reasons, such as change of mind, mistaken purchases, or buyer remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. Return Locations Please be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore,the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes. We only accept payments via PayPal and the payment is expected within 3 days after the order Taxes Sales tax may apply based on your shipping location. Customer satisfaction is very important to us. If you have any problem with your order,please contact us and we will do our best to make you satisfied, please do not leave a negative feedback before we resolve your problem. We guarantee that your issue will be solved quickly. As long as you are happy with your purchase, please leave us a positive feedback. Your feedback is very important to us it affects our search placement on eBay. We will leave a positive feedback for you in return automatically once we receive your feedback. If you have any queries, please contact us via ebay message . We usually respond within 24 hours. All of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If theres a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us! Thank you for visiting our ebay store!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "58.96",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "4070",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Red",
    "UserID": "*alcam0*"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Duffle Bag, Travel Gear Sports Luggage Zipper Adjustable Polyester Black New",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-16T16:04:27.000Z",
  "HitCount": "4",
  "TimeLeft": "P12DT23H20M3S",
  "EndTime": "2017-06-15T16:04:27.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Duffel Bag"
      },
      {
        "Name": "MPN",
        "Value": "S-10742-Black-One Sizecha"
      },
      {
        "Name": "Model",
        "Value": "S-10742-Black-One Sizecha"
      },
      {
        "Name": "UPC",
        "Value": "764475626485"
      },
      {
        "Name": "EAN",
        "Value": "0764475626485"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222513457509",
  "Storefront": {
    "StoreName": "Elena_GreatDeals",
    "StoreURL": "http://stores.ebay.com/id=105998585"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2225134575098080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}