{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3917873191978080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/aE0AAOSww5hZHQvO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/6O4AAOSwYlRZHQvQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/ogAAAOSwY3BZHQvR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/MsEAAOSwYvFZHQvS/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/JrcAAOSwcgNZHQvU/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/F90AAOSwKytZHQvV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/dKwAAOSwIQdZHQvW/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ibagbar-Classic-Laptop-Messenger-Bag-Shoulder-Bag-Gray-Sports-Fan-Messenger-Bag-/391787319197",
  "ConvertedCurrentPrice": {
    "value": "123.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "ibagbar Classic Laptop Messenger Bag Shoulder Bag Gray Click Thumbnails to Enlarge Key Features: - Keep your everyday or your excursion essentials neatly together and easily accessible with casual, hands-free comfort and style in the ibagbar Canvas Messenger. - This sturdy, heavyweight cotton canvas utility bag features flap over construction and a compact, structured design and it's available in several colors. It has magnet snap closures on side and front pockets, provides quick access to frequently-needed items. - It boasts a spacious, lined, top zipper main compartment with sufficient room for your excursion essentials or daily necessities. - The ibagbar Cotton Canvas Messenger Bag comes with an adjustable cross body shoulder strap for your carrying comfort. How to maintain the backpack? - Wash it with clean water in ordinary temperature. - DO NOT wash it in hot water and alkaline detergent. - Hang to dry and store in ventilated place instead of sun exposure. - Wash Separately to avoid staining. Package includes: - 1 * backpack About ibagbar: ibagbar is founded by a genuine group of the 80's and 90's generation. ibagbar is all about easy-going lifestyle, freedom and good times. The bags are made classic, simple and old school. Most of them are made of cotton canvas and polyester, which adds to durability and awesomeness. ibagbar's mission is to make you happy wearing its bags!Made of 95% heavy weight cotton canvas and 5% real leather. Sturdy and fashionable.Approx Dimensions: 15\" L x 11\" H x 4.5\"W ( Fits up to 14\" Laptop, iPad/kindle ). Perfect size for everyday use.A total of 8 pockets, 3 zipped pockets, 2 side pockets, 1 magnet snap closure pocket and 2 interior slip.Premium quality zipper with 5000 times repeatedly pull test to ensure efficiency. Quality cotton canvas makes the bag durable.1-YEAR WARRANTY (Return or Refund) against manufacture defects. Any questions, just feel free to contact us. Shipping International Orders: Please allow an additional 3-5 business days handling time. We ship via the quickest, most economical method - usually UPS, FedEx, or USPS. We ship from multiple warehouses and will always ship from the closest warehouse to your location. We cannot guarantee ground shipping times, however most orders arrive in 3 business days once shipped. Payment Simple Deals gladly accepts PayPal, American Express, Discover, MasterCard, and Visa through eBay's safe and secure checkout. We do not accepts checks, cash, or any payments outside of PayPal. Returns Unused and uninstalled items may be returned within 30 days of purchase. Your return must be in new and unused condition. All returns must include original packaging, with all hardware and accessories. Orders returned outside of policy may be refused or subject to a 15% re-stock fee. Customers are responsible for return shipping costs. Damage claims must be made within 3 business days of delivery. After this time period, we cannot accept a damaged return. Damaged items will only be exchanged once we receive the damaged item back. Contact Us FAQs HOW TO RETURN Contact us to obtain a Return Authorization number. Please include your return reason in detail. We will respond with a return authorization and return address, typically within 1 business day.",
  "Title": "ibagbar Classic Laptop Messenger Bag Shoulder Bag Gray Sports Fan Messenger Bag",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "123.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Crosby, Texas",
  "Seller": {
    "FeedbackScore": "1983",
    "PositiveFeedbackPercent": "98.7",
    "FeedbackRatingStar": "Red",
    "UserID": "simple_dealz"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "77532",
  "GlobalShipping": "false",
  "Quantity": "5",
  "StartTime": "2017-05-18T02:50:00.000Z",
  "HitCount": "17",
  "TimeLeft": "P14DT11H47M31S",
  "EndTime": "2017-06-17T02:50:00.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Yozos Messenger Bag"
      },
      {
        "Name": "Manufacturer Part Number",
        "Value": "KA1GTOE"
      },
      {
        "Name": "UPC",
        "Value": "754970036681"
      },
      {
        "Name": "EAN",
        "Value": "0754970036681"
      },
      {
        "Name": "Item Weight",
        "Value": "1.5 pounds"
      },
      {
        "Name": "Product Dimensions",
        "Value": "4.5 x 15 x 11 inches"
      },
      {
        "Name": "Product Group",
        "Value": "Sports Fan Messenger Bags"
      },
      {
        "Name": "Category Group",
        "Value": "Messenger Bags"
      },
      {
        "Name": "Color",
        "Value": "Gray"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      }
    ]
  },
  "Site": "US",
  "ItemID": "391787319197",
  "Storefront": {
    "StoreName": "simple_dealz_usa",
    "StoreURL": "http://stores.ebay.com/id=1104462205"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01KA1GTOE",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}