{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/OYsAAOSwImRYXjeg/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/OlQAAOSwImRYXjes/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/CbUAAOSw44BYXjey/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/qw8AAOSwo4pYXje-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/lxsAAOSwZQRYXjfO/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/ltcAAOSwZQRYXjfJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/jAAAAOSwEzxYXjf4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/cZgAAOSwnHZYXjfe/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/8Z4AAOSwA3dYXjfn/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Women-Genuine-Leather-Handbag-Vintange-School-Bag-Shoulder-Small-Messenger-Bag-/232354058751",
  "ConvertedCurrentPrice": {
    "value": "65.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "The bag is made from high quality cow leather and sturdy hardware for durability.The interior is spacious and large enough for you to hold mini ipad \\wallet\\cellphone etc. Adjustable strap. Size: 24 cm/9.5 inches high 18 cm/7 inches long 7.5cm/3 inches thickness(bottom) Color: brown Packages include: 1pcs bagSku:EB027 Payment 1. We accept Paypal payment only. 2. Payment should be made within 7 days after purchasing. (No payment orders eBay system will automatically open unpaid dispute, and this is not good to your account.) 3. Some items will be free shipping, and some items will charge shipping and handling fees. It depends on the ship to address.(Pls. note: Free shipping do not include any custom or import fees, these fees are the buyer’s responsibility.) 4. Please email us or take notes for the order if you have any request. Shipping 1. Items usually can be shipped to all over the world (except countries, please take a look at the see exclusions.) 2. Orders processed within 1-3 working days after confirm received payment. 3. We only ship to confirm Paypal address. Your Paypal address should be the same with eBay address. 4. Handling transit time depends on the carrier and excludes weekends and holidays. Transit time may vary, particularly on the holiday’s season; sometimes it will be a little delay. 5. If customers can not receive parcel within two months, pls. do not worry, and kindly contact us any time, we will surely give you the best solutions as soon as possible. Return Policy 1. If customer do not like the item or if there is any defected, customer should contact us within 2 days after getting the parcel. If there is any defected or damaged, kindly take pictures of the package and the item and send to us, after confirm the problem, we will offer a refund or replacement. 2. All returned items should be in the original packaging and customer should provide tracking number after sending back the parcel. 3. Refund will be made after receipt of the item in original condition and packaging with all components and accessories included. 4. If the item is in good condition and buyer do not like it and want to return it, buyer should pay for the shipping fee and handling charge. 5. You agree to all of the above-listed policies before making bids or purchase. Contact us 1. We work on Monday to Friday, from 9:00am-20:00pm of Chinese Time. If there is any problem, please take message to us and do not worry, we will reply you once when we start work. Every problem will be solved and make customer feel happy. Just trust us! Feedback 1. We maintain high standards of excellence and highly appreciated for 100% customer satisfaction! All five stars positive feedback is really important to us. Please contact us first before you leave neutral or negative feedback. We will do our best to solve problems and make customer feel satisfied. Thanks you!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "65.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "zhuhai, 广东省",
  "Seller": {
    "FeedbackScore": "0",
    "PositiveFeedbackPercent": "0.0",
    "FeedbackRatingStar": "None",
    "UserID": "gandysong"
  },
  "PrimaryCategoryID": "169292",
  "Country": "CN",
  "ListingType": "FixedPriceItem",
  "Title": "Women Genuine Leather Handbag  Vintange School Bag Shoulder Small Messenger Bag",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-30T19:19:22.000Z",
  "HitCount": "2",
  "TimeLeft": "P27DT4H28M33S",
  "EndTime": "2017-06-29T19:19:22.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Unbranded"
      },
      {
        "Name": "Style",
        "Value": "Messenger/Shoulder Bag"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "China"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232354058751",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2323540587518080_1.jpg",
  "HandlingTime": "5",
  "BestOfferEnabled": "false"
}