{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/sl8AAOSwTM5Y7K7w/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/~oYAAOSww3tY7K70/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/hm4AAOSwmgJY7K75/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/k5EAAOSw03lY7K7-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/5PIAAOSwhQhY7K8E/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Hell-Bunny-Kiss-Me-Deadly-Black-Patent-Vintage-Retro-Vampire-Fangs-Lips-Handbag-/352028015340",
  "ConvertedCurrentPrice": {
    "value": "64.29",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "IMPORTANT INFORMATION ON SIZING : Please note that we are a UK company and our items are tagged with UK sizes. Please select the CONVERTED SIZE FOR YOUR COUNTRY from the size menu. Please note that most sizes run small. Hell Bunny Kiss Me Deadly Black Patent Vintage Retro Vampire Fangs Lips Handbag Hell Bunny Kiss Me Deadly Handbag An entirely unique price of arm candy, reserved solely for the most serious alternative fashionistas. The Hell Bunny Kiss Me Deadly Handbag is a sure-fire winner for lovers of 1950s kitsch and vampire chic alike. The style A classic shape combines with a really retro design, making this bag very special indeed. The front of the bag features a statement set of vampire lips in glittering red - this is the kind of handbag that will turn heads, and have everyone asking where you found such a sensational piece of retro-delight. With two top handles and a detachable shoulder strap too - making this beautiful bag incredibly versatile. This stunning vintage style handbag fastens with a kiss-lock fastening, and includes a zip fastening inner pocket, as well as plenty of handy slots to the ivory fabric inner. Approximate measurements: Wide 11 inches x Height 7 inches x Depth 5 inches, with 6 inch handle drop The fabric and finish Crafted from patent black PVC. It's soft to the touch, while offering all the hardwearing qualities you would expect from a Hell Bunny handbag. The metalwear is a striking shade of silver; the perfect compliment to the shiny black and red glitter colour-way. The reason you simply must have this handbag The Kiss Me Deadly handbag is made with a certain lady in mind. By the time you read this, you will already know if that lady is you, because you just won't be able to live without this Hell Bunny bag in your life. YOUR EASY SIZE GUIDE Take a second to check your size with our easy size guides. As a modern fashionista, you're aware of how sizes vary between brands. Simply measure yourself with a snug tape measure while wearing underwear, and then choose your size from the chart. Most of our sizes come up small, and we will despatch your order right after you pay, so it's best to check before you choose. Womens Size Conversions Body Measurements UK European Italy US Australia UK Dual Size Bust (Around the Fullest Part) Waist (At Smallest Point) Hips (At Fullest Point) 4 32 36 1 4 3XS 30 inches 76 cm 22 3/4 inches 58 cm 32 3/4 inches 83 1/2 cm 6 34 38 2 6 2XS 31 inches 78 1/2 cm 23 3/4 inches 60 1/2 cm 33 3/4 inches 86 cm 8 36 40 4 8 XS 32 inches 81 cm 24 3/4 inches 63 cm 34 3/4 inches 88 1/2 cm 10 38 42 6 10 S 34 inches 86 cm 26 3/4 inches 68 cm 36 3/4 inches 93 1/2 cm 12 40 44 8 12 M 36 inches 91 cm 28 3/4 inches 73 cm 38 3/4 inches 98 1/2 cm 14 42 46 10 14 L 38 inches 96 cm 30 3/4 inches 78 cm 40 3/4 inches 103 1/2 cm 16 44 48 12 16 XL 40 inches 101 cm 32 3/4 inches 83 cm 42 3/4 inches 108 1/2 cm 18 46 50 14 18 XXL 43 inches 108 1/2 cm 35 3/4 inches 90 1/2 cm 45 3/4 inches 116 cm 20 48 52 16 20 3XL 45 1/2 inches 116 cm 38 1/2 inches 98 cm 48 1/2 inches 123 1/2 cm 22 50 54 18 22 4XL 48 inches 122 1/2 cm 41 inches 104 cm 51 inches 129 1/2 cm 24 52 56 20 24 5XL 50 1/2 inches 128 cm 43 1/2 inches 110 cm 53 1/2 inches 135 1/2 cm 100% SATISFACTION GUARANTEED Peace of Mind. If your item isn't suitable, simply return to us within 30 days Superb Value. From our low prices to our free and low cost postage options Great Deals. Regular promotions and clearance sales mean more bargains for you Genuine Products. We only stock genuine, high quality and unique products Best Service. With same-working-day despatch til 2pm, and dedicated customer care, we promise you the best eBay buying experience. Join our 100,000+ delighted customers now! YOUR CHOICE OF DELIVERY OPTIONS Click here for full details of our wide range of dedicated delivery options! EASY FUSS-FREE RETURNS Simply return your item to us within 30 days in its original condition to qualify for a no-quibble refund. See our Returns Policy section for full details. Style Totes ISBN Does not apply Pattern Kitsch Outer material PVC Exact dimensions W 11 x H 7 x D 5 inches with 6 inch Handle Drop Influences Retro Rockabilly 1950s Mid Century Pinup Vintage Interior Lined Interior with Multiple Pockets and Slots Type Two Strap Suitable For Vintage Retro Clothing Lovers and Collectors EAN Does Not Apply Brand Hell Bunny Handbag size Medium Closure Zip UPC 7426007811815 Main Colour Multi Occasion Casual Everyday Shopping Dayout Adventure Delivery Options UK and Worldwide Standard and Express Options Features Clutch Bags Theme Vintage Retro 1950s Fifties Rockabilly Pinup Design Authentic Designer Retro Reproduction Style Quality Excellent Quality Materials Event Everyday Casual Increase your Sales Abroad with WebInterpret's Global Listing Solution.",
  "ExcludeShipToLocation": [
    "Africa",
    "CA",
    "IL",
    "AU",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "64.29",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Essex",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "105390",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "starletvintagefashion"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Hell Bunny Kiss Me Deadly Black Patent Vintage Retro Vampire Fangs Lips Handbag",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-04-11T11:07:31.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3520280153408080_1.jpg",
  "TimeLeft": "P7DT18H53M4S",
  "EndTime": "2017-06-10T11:07:31.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Totes"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      },
      {
        "Name": "Pattern",
        "Value": "Kitsch"
      },
      {
        "Name": "Outer material",
        "Value": "Pvc"
      },
      {
        "Name": "Exact dimensions",
        "Value": "W 11 x h 7 x d 5 inches with 6 inch handle drop"
      },
      {
        "Name": "Influences",
        "Value": "Retro rockabilly 1950s mid century pinup vintage"
      },
      {
        "Name": "Interior",
        "Value": "Lined interior with multiple pockets and slots"
      },
      {
        "Name": "Type",
        "Value": "Two strap"
      },
      {
        "Name": "Suitable For",
        "Value": "Vintage retro clothing lovers and collectors"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      },
      {
        "Name": "Brand",
        "Value": "Hell bunny"
      },
      {
        "Name": "Handbag size",
        "Value": "Medium"
      },
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "UPC",
        "Value": "7426007811815"
      },
      {
        "Name": "Main Colour",
        "Value": "Multi"
      },
      {
        "Name": "Occasion",
        "Value": "Casual everyday shopping dayout adventure"
      },
      {
        "Name": "Delivery Options",
        "Value": "Uk and worldwide standard and express options"
      },
      {
        "Name": "Features",
        "Value": "Clutch bags"
      },
      {
        "Name": "Theme",
        "Value": "Vintage retro 1950s fifties rockabilly pinup"
      },
      {
        "Name": "Design",
        "Value": "Authentic designer retro reproduction style"
      },
      {
        "Name": "Quality",
        "Value": "Excellent quality materials"
      },
      {
        "Name": "Event",
        "Value": "Everyday casual"
      },
      {
        "Name": "EAN",
        "Value": "7426007811815"
      }
    ]
  },
  "Site": "US",
  "ItemID": "352028015340",
  "PrimaryCategoryID": "169303",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Starlet Vintage Fashion",
    "StoreURL": "http://stores.ebay.com/id=545257426"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "GB",
  "SKU": "HB-7103",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}