{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ1OFgxMTI0/z/bugAAOSwPh5ZKOiM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTExMlgxNDcy/z/bWAAAOSww5hZKOiY/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTc5WDE2MDA=/z/KjAAAOSwJH1ZKOih/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OFgxNTQ4/z/RY4AAOSw5cRZKOil/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ2NlgxMTE4/z/ITMAAOSwq1JZKOi0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ2OFgxMTE2/z/nyQAAOSwK6RZKOja/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM5MFgxMTc4/z/DmIAAOSww9xZKOjn/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwNFgxMDkw/z/DpUAAOSww9xZKOjv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUyNFgxMDc0/z/A~0AAOSwlndZKOj3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwOFgxNDc4/z/TCQAAOSwxu5ZKOkZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwOFgxNDc4/z/KJsAAOSw-K9ZKOkf/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzE2WDk2MA==/z/oiUAAOSw~FJZKOky/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Collectible-banknotes-Newspaper-Limited-History-thailand-4-/132206082941",
  "ConvertedCurrentPrice": {
    "value": "750.51",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Large Size Tie DYE Hippie Hobo Shoulder Bag Tote Travel Yoga Cross Body1 set includes 1.Banknote commemorative plaque commemorating the 60th Anniversary of His Majesty's Accession to the Throne (2006) -The year 2006 is auspicious, the year of the royal ceremonies and celebrations include the 60th Anniversary Ceremony and the 60th Anniversary Celebration of His Majesty's Accession to the Throne, on the occasion of His Majesty's Accession to the Throne. His Majesty King Bhumibol Adulyadej will preside over the 60th Anniversary of His Majesty the King's Accession to the Throne of His Majesty the King on His Majesty's Accession to the Throne. June 2006, and royal images from various royal families around the world, which led to the 60th anniversary celebrations of the 25 countries together. In this year, it must be counted as the first year that Thai people nationwide wear the yellow shirt, the symbol of Monday, His Majesty the King's birthday, to show their loyalty in unison. On the occasion of this great importance, the Bank of Thailand has commemorated His Majesty the King by publishing and issuing commemorative coins commemorating His Majesty King Bhumibol Adulyadej's 60 Baht, totaling 9,999,999 - Banknotes are 16.2 centimeters in width and 8.1 centimeters in width. They are 9 numbers, which means 9th. The main color in the front note is yellow, which is the color of the royal day. The President of the front banknote is the statue of His Majesty King Bhumibol Adulyadej, sitting on the throne of Pudthan Kanjanasit at Nopparat Nopparat Maharaj at Amarinarin Hospital. And the royal patronage of the royal family. The upper right corner has the stamp of the 60th Anniversary of His Majesty's Accession to the Throne. In 2006, all banknotes were numbered 9 in front of the Thai alphabet, and number 9 was in the Roman font. Followed by seven digits starting at 9 o'clock oooooo1 - 9 o'clock (9 o'clock) 9999999 signature on Mr Thanong Pitaya Banknote and MR Pridiyathorn Devakula Governor of the Bank of Thailand Banknote Printed by Banknote Printing Bank of Thailand However, there are some notes with different Roman fonts, such as Section 9 S, which may be special banknotes for replacement banknotes or Star Notes for inserting banknotes. ** The visible effect of the naked eye is that the silver foil reflects a lotus flower, sealed on the front of the banknote. Inside, there is a statue of His Majesty King Bhumibol Adulyadej. When turning the banknotes to see the numbers 60 and 60 alternating back and forth. The background is a small Thai letters, the word \"prosperity\" and the small number \"60\". The lower part of the Java. Arab figures say \"60\" is printed with special green inks. But when flipping the bottom of the banknote up in the right perspective. The color changes to blue. ** The space below the image of the 60th Anniversary Celebration of His Majesty the King's 60th Anniversary Celebration in the light of the rising sun shines with the image of the Buddha image. For the lower left corner, front of the banknote, which is seen as a yellow, white and brown artifacts. This area has been printed separately number 60 by typing a part in front of the banknote. And print another part in the back. When the banknote is lifted up, the illuminated view will be seen as a complete 60 figure. ** When a banknote is placed under ultraviolet light or ultraviolet light, it appears as a small luminous filament, or something called a furline embedded in the paper. In the area where the watermark in the banknote will appear letter of the card. I'm a glowing orange glow. The letters and numbers in the banknotes, which are usually seen in red, can be seen changing to glowing blue. In the color of metal fibers, if you look at the light, then look a little. It will be seen that there is a letter. \"Little Buddha\" on the line that this. But when you look at the light above the purple, this metal color will glow to see the colors of the Thai flag. ** For the back of the banknote, the President is the King Bhumibol Adulyadej of Thailand. The illustration on the left side of the image is the image of the dam of Tha Dan Canal. Khun Dan Prakarn Chon Dam, a royal initiative. Located in Tambon Hin Tang Muang District, Nakhon Nayok. Next down is a picture of his royal duties to visit the people to heal suffering. Next down is another message. \"Memorial on the occasion of the celebrations for the 60th anniversary of the year 2549\", the illustration on the right of the president and a rice farmer. 2.Banknotes 80th Birthday Anniversary commemorative on the occasion of His Majesty King Bhumibol Adulyadej's birthday on December 5, 2007, the Bank of Thailand has issued and issued commemorative banknotes. Commemorate His Majesty King Bhumibol Adulyadej on the occasion of HM the King? S 80th Birthday Anniversary commemorative banknotes with distinctive distinctive features. Thai banknotes, which have been in use since the year 2445. There are three types of banknotes available: 1, 5 Baht, and 10 Baht. In the same banknote paper, there is no separate edition. Commemorative banknotes This is the nickname that many people call \"16 baht banknote\". It is strange to look different from the common currency circulation.But it is legal to pay the same. The overall banknote size is 14.7 cm in width and 22.9 cm in height. All banknotes in the same banknote have the same number. The front of the banknote is designed to look retro. The President of the front of the banknote is the statue of His Majesty King Bhumibol Adulyadej at the time of His Majesty the King's birthday. The royal image of the reign is illustrated. The back of the banknote, in which the main floor color is printed in yellow gold. The Royal Birthday Anniversary of His Majesty the King's 80th Birthday Anniversary of His Majesty the King's 80th Birthday Anniversary on December 5, 2007, together with His Majesty King Bhumibol Adulyadej's invitation to appear in the Royal Biography. Royal duties And genius From the time when he was young. Most images are placed within the \"9\" Thai Figures. In metal colored fibers embedded in vertical paper from top to bottom, there is a small alphabet letter \"80th Birthday Anniversary.\" Watermarks in all kinds of banknotes. The price in the constitutional form is enshrined above the canopy. This constitutional watermark was used in the 4th series of banknotes issued in 1938 until the issue of the 9th edition of the 5th edition in 1957, the watermark was changed to the royal image of King Rama I. Bhumibol AdulyadejIt has been used continuously in revolving banknotes for 16-denominated banknotes in circulation today. When the banknotes are placed under ultraviolet light or ultraviolet light The watermark in the banknote will appear as a \"80\" yellow glow. The letters and numbers in the banknotes, which are usually seen in red, can be seen changing to glowing blue. In the color of the metal fiber is glowing yellow. Signature in the banknote of Mr. Chalongpop Su Seng Kan. Minister of Finance and Mrs. Tarisa Watanagase, Governor of the Bank of Thailand Which is usually seen in black, it is seen to change color to glowing yellow. ***The back of the banknote is a kind of price of 1 baht with the stamp of HM The King? S 80th Birthday Anniversary on December 5, 2550 in the middle of the banknote above. Next down is the Temple of the Emerald Buddha and the Grand Palace. On the left is a portrait of King Bhumibol Adulyadej. Admiral Vikrom Vajiravudh Bhikkhurom while carrying his Majesty King Bhumibol Adulyadej when he was young. On the right there is the statue of His Majesty King Bhumibol Adulyadej when he was with his Majesty King Ananda Mahidol.Angkor Wat The image of King Bhumibhol Princess SrinagarindraAnd her goddess Prince Galyani Vadhana Krom Luang Naradhiwas Rajanagarindra And pictures of Villa Vattana Next to the far right On top of His Majesty King Bhumibol Adulyadej's portrait on his youth. Next to the middle is a portrait of His Majesty King Bhumibol Adulyadej and His Majesty King Ananda Mahidol. Angkor Wat While playing the forest. Next down is the statue of His Majesty King Bhumibol Adulyadej on the occasion of His Majesty King Ananda Mahidol. Angkor Wat New Thailand in 1945, next to the bottom of the royal image of His Majesty King Bhumibol Adulyadej. While studying in Switzerland. ****The type is 5 Baht, the front of the banknote will use the color purple to black. The front illustration is a photo of the procession of the Phra Nakhon along the route of the royal troops. On the auspicious occasion of His Majesty the Third Anniversary of His Majesty the King's Birthday on December 7, 1963. The back of the banknote is a kind of price of 5 baht, the left most top is the statue of His Majesty King Bhumibol Adulyadej. Next down is the image of His Majesty King Bhumibol Adulyadej. And His Majesty the King. Brunthirinya Rangruang In honor of His Majesty the King. Crown Prince at Ananta Samakhom Throne Hall Dusit Palace on December 28, 1972, and at the bottom were His Majesty King Bhumibol Adulyadej's Royal Highness Crown Prince Speech by radio and television on October 14, 1973 at the convention. Constitutional plea Row 2 from the left is a portrait of King Bhumibol Adulyadej. And the image of Her Majesty Queen Sirikit. Queen's His visit to foreign countries to promote compassion. Next, the middle row at the top is the royal portrait of His Majesty King Bhumibol Adulyadej. And the image of Her Majesty Queen Sirikit. Queen's With his son and daughter when he was young. Next down is the photo below. And the plane made the rain. There is a statue of King Bhumibol Adulyadej in honor of His Majesty King Bhumibol Adulyadej in 1956 and the coronation ceremony on May 5, 1950, the rightmost of the royal title. His Majesty King Bhumibol Adulyadej And the image of Her Majesty Queen Sirikit. Queen's On the 50th day of the wedding on April 28, 1950 under the royal image of His Majesty King Bhumibol Adulyadej as a painter. ***The price is 10 baht. The front of the banknote is brown in color. The front illustration is a picture of the journey. At the 60th Anniversary Celebrations of His Majesty's Accession to the throne at Ananta Samakhom Throne Hall on June 9, 2006 The back of the banknote is a kind of price 10 baht starting from the left side with the statue of His Majesty King Bhumibol Adulyadej.While doing his royal duties Next on the right hand side there is an image of the inauguration ceremony. HRH Princess Maha Chakri Sirindhorn Siam Princess The bottom half of the banknote is the image of His Majesty King Bhumibol Adulyadej. While performing various duties and images turbine water Chaipattana The middle of the banknote at the top of the photo shows the development of the Pak Phanang watershed area due to the Royal Initiative. Nakhon Sri Thammarat Next on the right hand side is the image of His Majesty King Bhumibol Adulyadej, His Majesty King Bhumibol Adulyadej. On the right is the image of His Majesty King Bhumibol Adulyadej. At the 60th Anniversary Celebration of the 60th Anniversary Celebration of His Majesty's Accession to the Throne Hall, Ananta Samakhom Throne Hall, on June 9, 2006, \"long live the king\" 3 - 4 Historical newspaper reported the death of His Majesty the King. After October 13, 2019, His Majesty King Bhumibol Adulyadej's Majesty the King. In the days after, many newspapers were published by the Thai people. Make a special edition of historical records. By collecting newspaper covers and special pages. Along with history and poetry Printed on 16 pages of 60 grams of 4-color paper.**The historical version will not be made any longer from now on.**1.We will send out the order within 1-2 days after confirming the payment, our goal is to ship as soon as possible.The delivery usually takes 15-30 business days.(Business days are Monday - Friday not included Sat - Sun & public holiday) no tracking number. International Shipping:We are not responsible for any customs duties and taxes imposed by any country. Our customers are responsible for it.2.Feedback: If any problems, please email to us first before leaving a feedback. We will do our best to help you. Thank you. No hastynegative feedbacks, please! 3.Return Policy: If you are not 100% satisfied, we will return your money back! If you are not satisfied with your purchased item,simply send it back to us and we will refund you the item price. Return must include all original items undamaged and in resalable condition.Shipping and handling fees are not refundable. Buyer is responsible for shipping costs incurred shipping product back. Please contact us before sending an item back. I accept only PayPal for payment. PLEASE CONTACT US BY EBAY MESSAGE ONLY FreeAuctionDesigns Free eBay Templates, Image Hosting and eBay Listing Tools!",
  "ExcludeShipToLocation": [
    "TH",
    "CA"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "750.51",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "muangsamutprakarn, Samutprakarn",
  "Seller": {
    "FeedbackScore": "507",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "buyiteasy-2013"
  },
  "PrimaryCategoryID": "42526",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Collectible banknotes Newspaper Limited History of thailand #4",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-27T02:51:56.000Z",
  "HitCount": "15",
  "TimeLeft": "P23DT9H11M25S",
  "EndTime": "2017-06-26T02:51:56.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Summer/Beach Bag"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Thailand"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "132206082941",
  "Storefront": {
    "StoreName": "buyiteasy-2013",
    "StoreURL": "http://stores.ebay.com/id=1196198918"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "TH",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1322060829418080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}