{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NVgxNjAw/z/HzsAAOSwGJlZMKYG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5M1gxNjAw/z/0x4AAOSwBt5ZMKYK/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjky/z/QiwAAOSwZ4dZMKYN/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE0N1gxNjAw/z/~vsAAOSwX9FZMKYR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTg3WDE2MDA=/z/1LAAAOSwfRdZMKYX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzcxWDE2MDA=/z/sKUAAOSwR29ZMKYb/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg2ODg=/z/E4kAAOSwaEhZMKYf/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Carhartt-Legacy-Gear-Bag-20-inch-Carhartt-Brown-20-Inch-/162537991486",
  "ConvertedCurrentPrice": {
    "value": "70.82",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "WE HAVE ONE HOUR CANCELLATION POLICY Carhartt Legacy Gear Bag 20 inch, Carhartt Brown Product Details Color: Carhartt Brown Size: 20-Inch Brand: Carhartt MPN: 10029102 UPC: 819062010700 Part Number: 10029102 Item Weight: 1.6 pounds Product Dimensions: 20 x 10.5 x 10 inches Origin: China Item model number: 10029102 Size: 20-Inch Color: Carhartt Brown Style: Carhartt Legacy 20\" Gear Bag Item Package Quantity: 1 Batteries Included?: No Batteries Required?: No Shipping Weight: 1.6 pounds Domestic Shipping: Currently, item can be shipped only within the U.S. and to APO/FPO addresses. For APO/FPO shipments, please check with the manufacturer regarding warranty and support issues. International Shipping: This item is not eligible for international shipping. Learn More Date First Available: January 1, 2014 Polyester Imported Gear bag made of rugged synthetic material with rain defender durable water repellent plus heavy-duty Duravax abrasion-resistant base Large main compartment to hold equipment, tools or a change of clothes; zippered pocket to organize smaller items Sturdy top and side haul handles and padded, adjustable shoulder strap YKK zippers, metal hardware, triple needle stitched seams for reinforcement Carhartt 20-Inch Gear Bag: 20w x 10.5h x 10d inches, 1.5 pounds Color:Carhartt Brown  |  Size:20-Inch Store gear and keep it dry in the Carhartt Legacy Gear Bag – the bag that’s as tough as you are. Built of rugged synthetic material with Rain Defender durable water repellent, the heavy duty Duravax abrasion-resistant base will stand the test of time. The large main compartment is perfect for carrying tools, cords, equipment, work boots or a change of clothes (30-inch bag has a secondary shoe compartment). Use the interior zippered pocket to store and organize smaller items. The Carhartt Legacy gear bag has sturdy top and side haul handles and a padded adjustable shoulder strap; 23-inch bag and 30-inch bag have removable shoulder strap. Additional Details: YKK zippers, metal hardware, triple needle stitch for reinforcement, Carhartt logo patch. Carhartt Work Bags, Packs & Gear are covered by a Limited Warranty against manufacturing defects in materials and workmanship for the normal life of the product. SHIPPING and handling Standard shipping via UPS Ground is included in the quoted price. The estimated delivery time will be approximately 5 - 10 business days from the time of order. *Delivery is available to Alaska, Hawaii and Puerto Rico. An additional shipping and handling fee will be applied at check out and additional transit time will be required. Locations outside of a regular delivery area may be restricted.Due to our shipping policy we are unable to send items to addresses what are not accompanied with your first and last name. Our system is verifying using USPS system that this person is residing under this address and if not is Denying our shipping (NEW ADDRESSES Below 30 days ) and also Freight forwarders companies Your satisfaction is my top priority! I strive to deliver a 5-star customer service experience. If for any reason you are planning to give me a neutral, negative or a lower rating feedback please contact me first and give me a chance to regain your confidence & trust. The item will be shipped directly from our warehouse . In the unlikely event that the item is sold out or on back-order, we will refund 100% of your money immediately. Shipping Processing takes an additional 1 to 2 business days for orders from this us. *All items are shipped via Ground unless otherwise indicated. * Please indicate a physical address with your payment to ensure the fastest possible processing time * Please allow 7-10 business days for items to arrive after shipment. * Please keep in mind we do not offer shipping on Saturdays, Sundays, or Holidays. We are not able to deliver to P.O. Boxes, Freight Forwarders, or APO boxes so please provide us a physical address for P. O. Boxes for your purchase to avoid any shipping delays. Shipping is available to the contiguous 4.Please have Complete Name, Correct Shipping Address, and Contact Phone on Payment Invoice. The phone number is necessary so that the delivery company may contact you if a delivery issue should occur. Shipping discounts are offered for combined purchases. Contact us after auction close to indicate what other additional items you'd like to purchase. * I ship to the 48 continental United States and international , APO's, Alaska, Hawaii or US territories. PO Boxes: Many items cannot be shipped to a PO Box. Please include a physical street address. Your order can be delayed if a physical address is not provided.Shipping to a different address is possible however you must first add this address to your order. What is our return policy? You return an item because you changed your mind, but there is nothing wrong with the item: You may return an undamaged item in its original undamaged packaging for a *full refund of your purchase price for a period of 14 days. To qualify for a refund, the product must be unopened and returned within 14 days of delivery. Opened or used products may be eligible for a partial refund of up to 80% of the purchase price. Products returned after 14 days of delivery are not eligible for replacement or exchange . buyer assumes the cost of the return shipping and any credit will be subject to a *15% restocking fee.We cannot accept returns of items that have been used or opened. The item must still be new and in sale-able condition. NOTE ==> Please research the item before you buy and make sure it is what you want. We are not responsible for buyer remorse. We thank you for your understanding on this matter and appreciate your business. The item arrives at your address and it shows visible damage as the carrier is delivering it to you: If the item arrives damaged or defective, please refuse delivery so it will be returned to sender and contact us immediately. We will do our best to make it right. }",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "70.82",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "9867",
    "PositiveFeedbackPercent": "97.9",
    "FeedbackRatingStar": "Green",
    "UserID": "smallvaluedeals"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Carhartt Legacy Gear Bag 20 inch Carhartt Brown 20-Inch",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T23:41:20.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625379914868080_1.jpg",
  "TimeLeft": "P29DT7H15M38S",
  "EndTime": "2017-07-01T23:41:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "10029102"
      },
      {
        "Name": "Color",
        "Value": "Carhartt Brown"
      },
      {
        "Name": "Brand",
        "Value": "Carhartt"
      },
      {
        "Name": "UPC",
        "Value": "819062010700"
      },
      {
        "Name": "Size",
        "Value": "20-Inch"
      },
      {
        "Name": "EAN",
        "Value": "0819062010700"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162537991486",
  "Storefront": {
    "StoreName": "smallvaluedealz",
    "StoreURL": "http://stores.ebay.com/id=211459172"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00ES8KVNQ",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}