{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/MawAAOSwq1JZD5ma/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/0doAAOSwaEhZD5mf/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDYzOA==/z/oUEAAOSwcgNZD5mg/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/J-World-Pretty-Girl-II-Kids-17-Rolling-Duffel-Bag-/172664977065",
  "ConvertedCurrentPrice": {
    "value": "55.18",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "J World Pretty Girl II Kids' 17' Rolling Duffel Bag If you know a girl on the go, you'll want to make sure that she has this J World Pretty Girl II Kids' 17' Rolling Duffel Bag. It can make her trip easier. This pink bag features images of big girl accessories. Your little diva will find designs that feature make-up pieces, a luxury handbag and a designer pair of pumps. The kids' rolling duffel bag is a convenient carry-on for an airplane trip. It also works well as a practical piece for a trip to grandparents' house or a slumber party. The versatile bag has a recessed, three-stage locking handle with a push button so it can easily be pulled. The wheels are noiseless and provide stable and controlled movement. Because the J World rolling duffel has a padded handle, little ones will find it easy to move it along. If she prefers to carry it rather than pull it, there is a shoulder strap that will fit easily over her upper body. A front zippered pocket offers additional storage. This J World Pretty girl ii Kids' 17' Rolling Duffel makes an ideal gift for little girls who like to travel. J World Pretty Girl II Kids' 17' Rolling Duffel Bag: Made of 600D polyester Recessed, 3-stage locking handle with push button Soft, noiseless wheels for stable and controlled motion Hoop and loop padded handle Detachable and adjustable shoulder strap Kids rolling duffel bag features a front zippered pocket Soft and noiseless wheels GenderGirlsPatternPrincess/FairiesTypeRolling Luggage, Travel Duffel Bags, Carry-On LuggageClothing Size17'x 10' x 10'ModelRFS-023PRETGRLBrandJWorldAge GroupChildConditionNewSize17'x 10' x 10'MaterialPolyesterManufacturer Part NumberRFS-023PRETGRLColorPinkFeaturesCarry-on, RollingAssembled Product Weight3.30Assembled Product Dimensions (L x W x H)17.00 x 10.00 x 10.00 Inches Made of 600D polyesterRecessed, 3-stage locking handle with push buttonSoft, noiseless wheels",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "55.18",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "United States",
  "Seller": {
    "FeedbackScore": "390",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "jackjackemporium"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "J World Pretty Girl II Kids' 17' Rolling Duffel Bag",
  "GlobalShipping": "false",
  "Quantity": "4",
  "StartTime": "2017-05-07T22:03:17.000Z",
  "HitCount": "10",
  "TimeLeft": "P4DT5H13M28S",
  "EndTime": "2017-06-06T22:03:17.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "JWorld"
      },
      {
        "Name": "MPN",
        "Value": "RFS-023PRETGRL"
      },
      {
        "Name": "Model",
        "Value": "RFS-023PRETGRL"
      },
      {
        "Name": "UPC",
        "Value": "837309203760"
      },
      {
        "Name": "EAN",
        "Value": "0837309203760"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172664977065",
  "Storefront": {
    "StoreName": "Jack Jacks Emporuim",
    "StoreURL": "http://stores.ebay.com/id=1020408881"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "We require buyers to inspect their products within 3 days upon receipt of their order and DIRECTLY contact us, if not satisfied. Item must be returned and received within 30 calendar days. ​​Even though we offer a 30 Day Return Policy, all items returned must be returned in the same condition as they were received. 20% Restocking Fee may be applied.\nWe are a Clearinghouse for Major Retailers, therefore for all returns, buyers must DIRECTLY contact us to receive proper documentation and return address. Items may be delivered in branded packaging. Some addresses within the lower 48 Continental States, may be deemed undeliverable. In this case, buyers will be immediately notified including refunds provided in their PayPal Account.\nPlease READ the Title and Description CAREFULLY. We sell BRAND NEW items.\nWe generally do not accept returns due to Buyer Mistakes. Please contact us DIRECTLY to see if it will be possible to return. Buyer is responsible for return shipping and possible 20% restocking fee.\nOur prices are changing due to the offer and demand in the market. If you think you can find this item at a lower price on another site do NOT buy from us. \nWe do not accept returns based on prices or international orders through eBay's Global Shipping Program. By making a purchase with us, you are acknowledging and accepting all of the above terms and conditions.​ ​*INTERNATIONAL BUYERS PLEASE NOTE: Electronic and DVD's are made for the US market and may require an adapter to function in your country. By purchasing from us, you acknowledge this and accept all risks associated with this.​.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1726649770658080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}