{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjA2WDEwMDA=/z/EeoAAOSwzqFY9RiC/$_3.PNG",
    "http://i.ebayimg.com/00/s/NzE5WDEwMDA=/z/ZOQAAOSwWWxY9Ri5/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTIxMlgxMDAw/z/qugAAOSwcdRY9RjQ/$_3.PNG",
    "http://i.ebayimg.com/00/s/NzI2WDEwMDA=/z/EhUAAOSw5UZY9Rjw/$_3.PNG",
    "http://i.ebayimg.com/00/s/NTE1WDEwMDA=/z/NtcAAOSwkShY9Rjz/$_3.PNG",
    "http://i.ebayimg.com/00/s/NDc1WDEwMDA=/z/KEsAAOSw3ZRY9Rj2/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTUwMFg3OTE=/z/FS8AAOSw5UZY9Rj5/$_3.PNG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Carhartt-Legacy-Gear-Bag-30-inch-Carhartt-Brown-/142352531890",
  "ConvertedCurrentPrice": {
    "value": "113.53",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Carhartt Legacy Gear Bag 30 inch, Carhartt Brown FREE SHIPPING!!! Product Features Polyester Imported Gear bag made of rugged synthetic material with rain defender durable water repellent plus heavy-duty Duravax abrasion-resistant base Large main compartment to hold tools or equipment, secondary shoe compartment and zippered pocket to organize smaller items Sturdy top and side haul handles and removable, adjustable shoulder strap YKK zippers, metal hardware, triple needle stitched seams for reinforcement Carhartt 30-Inch Gear Bag: 30w x 14h x 15d inches, 2.3 pounds Product Description Store gear and keep it dry in the Carhartt Legacy Gear Bag &#x2013; the bag that&#x2019;s as tough as you are. Built of rugged synthetic material with Rain Defender durable water repellent, the heavy duty Duravax abrasion-resistant base will stand the test of time. The large main compartment is perfect for carrying tools, cords, equipment, work boots or a change of clothes (30-inch bag has a secondary shoe compartment). Use the interior zippered pocket to store and organize smaller items. The Carhartt Legacy gear bag has sturdy top and side haul handles and a padded adjustable shoulder strap; 23-inch bag and 30-inch bag have removable shoulder strap. Additional Details: YKK zippers, metal hardware, triple needle stitch for reinforcement, Carhartt logo patch. Carhartt Work Bags, Packs & Gear are covered by a Limited Warranty against manufacturing defects in materials and workmanship for the normal life of the product. Ordering:Be SURE you want the item Before you order. Be SURE your shipping address in eBay is correct. Be SURE to read the Description Before Ordering. Our systems are Automated and Super-Fast... Once you place the order it may not be possible to cancel to the order. We check our messages about every 24 hours... You sending a message is NOT the same as us instantly receiving it... we typically get it hours later. For faster service... Please Contact us 248-506-0690 (available from Noon-Midnight EST).Payment:We accept PayPal only (*You can swiftly pay through PayPal with your credit card in just a minute… even if you don’t have PayPal Account).Shipping & Handling:Free Shipping within the 48 states!We only ship within the continental 48 U.S. states.We do not ship to Alaska, Hawaii, Puerto Rico, Guam, Virgin islands.We do not ship to APO/FPO/DPO addresses.We do not ship to P.O.BOXES - please provide a physical address!We do not ship internationally.Your order will be processed within 1-2 business days once the payment has been received.Standard shipping typically takes 2-6 business days. Larger/Heavier Items may take a few extra days to ship!We do not offer combined shipping services.**Your item will be shipped directly from our supplier. We are a clearinghouse for several major retailers. In the unlikely event that the item is sold out or on back-order, we will contact you to see if you want to wait a few days or we will refund 100% of your money… YOUR choice. Return Policy:We offer a 14 day return policy from the receiving date. Please contact us for a Return Merchandise Authorization (RMA) number.All items purchased must be returned in the same condition as they were delivered in and in original packaging. They can not have been assembled and disassembled. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem.Return shipping fees are not refundable for non-defective/non-damaged items (Buyer pays for shipping). 15% handling/restocking fee for returns. Buyers remorse, finding the item on sale or price variation is NOT a valid reason for return.Taxes:Taxes are charged as determined by Your State - Not mine.Satisfaction:Your satisfaction is very important to us! If you have any problem with your order, please do not leave negative comments.Please Contact us 248-506-0690 (available from Noon-Midnight EST)… and your issue will be solved quickly! We are a small family-owned business trying to make it, not a huge company that doesn't care…We will ALWAYS do our best for you!",
  "Title": "Carhartt Legacy Gear Bag 30 inch, Carhartt Brown",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "113.53",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Madison Heights, Michigan",
  "Seller": {
    "FeedbackScore": "103",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "cometothisstore"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "48071",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-04-17T19:35:22.000Z",
  "HitCount": "21",
  "TimeLeft": "P14DT2H40M36S",
  "EndTime": "2017-06-16T19:35:22.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Carhartt"
      },
      {
        "Name": "Manufacturer",
        "Value": "Carhartt"
      },
      {
        "Name": "MPN",
        "Value": "100231BBRN-OFA"
      },
      {
        "Name": "EAN",
        "Value": "0819062010649"
      },
      {
        "Name": "UPC",
        "Value": "819062010649"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142352531890",
  "Storefront": {
    "StoreName": "StoreTwoForYou",
    "StoreURL": "http://stores.ebay.com/id=1585630452"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00ES8KXAC",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}