{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTIw/z/viAAAOSwAPVZMNac/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTYy/z/PSEAAOSw8HBZMNag/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM3MVgxNjAw/z/hrIAAOSwcB5ZMNal/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg3ODY=/z/k4EAAOSwblZZMNaz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg4ODI=/z/uacAAOSwK6RZMNa3/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bumble-Collection-Erica-Carryall-Tote-Peony-Paradise-Discontinued-Man-/332248063130",
  "ConvertedCurrentPrice": {
    "value": "80.79",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "The Bumble Collection Erica Carryall Tote, Peony Paradise (Discontinued by Manufacturer) Description Color:Peony Paradise The bowling bag with an elegant flair, presenting the Eria Carryall if we do dare. The pull and go pocket makes changing a c\", But wait there is more so don't move an \". Roomy organization makes mom feel stress free, with multiple pockets, how simple life would be. From the Manufacturer The bowling bag with an elegant flair, presenting the Eria Carryall if we do dare. The pull and go pocket makes changing a cinch, But wait there is more so don't move an inch. Roomy organization makes mom feel stress free, with multiple pockets, how simple life would be. Features TextileClassic yet chic, the Erica Carryall is a fresh take on the classic bowling bag, it's flip back top zipper allows for a wide view of your bag's belongingsIt features our new signature \"Pull and Go\" pocket wall that is the ideal solution for storing your baby's changing essentials, simply pull off and you're ready to go change baby, simple and life changingThe fashionable print featured on this bag is hand designed and exclusive to The Bumble CollectionWater/stain resistant and machine washableIncludes removable \"Pull and Go\" changing wall, soil proof changing pad, padded shoulder pad and stroller straps Product Details Item Weight: 1.8 poundsProduct Dimensions: 16 x 5 x 11.5 inchesUPC: 810728011710Item model number: Bum-19054Material Type: -1Number of items: 1Shipping Weight: 2.2 poundsDomestic Shipping: Item can be shipped within U.S.International Shipping: This item is not eligible for international shipping. Learn More Shipping & Handling Orders are shipped within one day and tracking information is provided as soon as it is available from our carriers Please ensure the correct shipping address is provided at the time of purchase. We cannot correct your address after purchase. We will not be responsible for incorrect addresses or undeliverable addresses. Shipping to AK, HI, PO boxes, or APO addresses is not provided. Sales Tax Because of our use of fulfillment centers across the United States we are required to charge tax in the following states. AlabamaArkansasArizonaCaliforniaColoradoConnecticutDist. of ColumbiaFloridaGeorgiaIowaIllinoisIndianaKansasKentuckyLouisianaMassachusettsMarylandMichiganMinnesotaMissouriMississippiNorth CarolinaNorth DakotaNebraskaNew JerseyNevadaNew YorkOhioOklahomaPennsylvaniaRhode IslandSouth CarolinaSouth DakotaTennesseeTexasUtahVirginiaVermontWashingtonWisconsinWest VirginiaWyoming Return Policy Returns within 14 days are excepted and a 15% restocking fee will be charged.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "80.79",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "8985",
    "PositiveFeedbackPercent": "98.0",
    "FeedbackRatingStar": "Green",
    "UserID": "cheapodepot"
  },
  "PrimaryCategoryID": "169295",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "The Bumble Collection Erica Carryall Tote Peony Paradise (Discontinued by Man...",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T03:08:41.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3322480631308080_1.jpg",
  "TimeLeft": "P29DT11H49M43S",
  "EndTime": "2017-07-02T03:08:41.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "Bum-19054"
      },
      {
        "Name": "Color",
        "Value": "Peony Paradise"
      },
      {
        "Name": "Brand",
        "Value": "Bumble Bags"
      },
      {
        "Name": "UPC",
        "Value": "NA"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "332248063130",
  "Storefront": {
    "StoreName": "DEWirelessStore",
    "StoreURL": "http://stores.ebay.com/id=1165816274"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. 15% restock fee will be charged for all returns.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B004A9BUZ6",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}