{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/KQAAAOSws5pZJzkt/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/W0wAAOSwfpVZJzkw/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/ArEAAOSwsXFZJzky/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/vUkAAOSwrhBZJzk0/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/iyEAAOSwaeRZJzk1/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/mKEAAOSw8HBZJzk3/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/3TsAAOSwYvFZJzk5/$_57.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Coolbell-15-6-Inches-Convertible-Laptop-Messenger-Bag-Oxford-Cloth-Shoulder-Bag-/162528988737",
  "ConvertedCurrentPrice": {
    "value": "56.28",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Coolbell 15.6 Inches Convertible Laptop Messenger Bag Oxford Cloth Shoulder Bag CoolBell bases on the cutting-edge of fashion trends. Pursuing the best quality of laptop bag category and devoting to providing the best product and service to customers. We make every effort to achieve the best in every detail of design, color, material, sewing, sales and service. Fits laptop brand like Dell / HP / Toshiba / Lenovo / Acer / Macbook air/ macbook pro/ iPad / iPad pro/Surface 4 which ups to 15.6 inches. Suits for College students, businessmen, office staff, teens, students, outdoor gens etc. Brand: CoolBell Description: Multi-functional Bag Size: 16.9 x 5.1 x 12.2 inches Fits up to 15.6 inches laptop. Weight: 1.2 kg Color: Black Blue Grey Purple Material: Oxford Nylon cloth 210D waterproof polyester lining Construction: Two Main compartments designed for keeping laptop and Tablets etc, one front pocket is for keeping item like wallet, key, power bank, etc. Inside the main compartment there are many pockets for keeping wallets,pens,cards etc. Feature: This bag can convert to backpack, shoulder bag and briefcase, just you want it to be. So convenient for carrying. Style: Simple Steady Water Resistance Features: Study Business Leisure Travel Warm Tips:Thanks for your purchasing in our store! Please do not worry about the no poisonous material smell with the bag when you receive it, the smell will disappear in a airy place for a while. Any problems about the bag which you buy from us, please let us know. CoolBell will try the best to solve it. Happy purchasing!! · Fits up to 15.6 inch laptop. huge-roomy and multicompartment can stowed more items like books/iPad/laptop/tablet/pens/wallet/macbook etc.· multi-function convertible bags can help you convert diffrent style of carrying whenever and wherever possible,like backpack, shoulder bag, briefcase.· With the exclusive Oxford cloth the laptop bag provides waterproof function and can be more durable and high-end luxuries.· built-in anti-shock waterproof foam can always prevent impact force to protect your important item like laptop· Exterior Size:16.9*12.2*5.1 inch \"Length: 20.6 inch Height: 3.5 inch Width: 13.8 inch Weight: 2.75 pounds\" Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. PAY SAFE: PAYPAL PAYMENT IS ACCEPTEDWe offer a 30-day return policy for our products.We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period.Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested.If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. DELIVERY TIMESDomestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "56.28",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "Phoenix, AZ",
  "Seller": {
    "FeedbackScore": "771",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "danalb79"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Coolbell 15.6 Inches Convertible Laptop Messenger Bag Oxford Cloth Shoulder Bag",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-25T20:06:20.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625289887378080_1.jpg",
  "TimeLeft": "P22DT5H6M39S",
  "EndTime": "2017-06-24T20:06:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "CoolBell(TM)"
      },
      {
        "Name": "MPN",
        "Value": "LYSB01F710ME0-ELECTRNCS"
      },
      {
        "Name": "Color",
        "Value": "Purple"
      },
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "UPC",
        "Value": "725452391741"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162528988737",
  "Storefront": {
    "StoreName": "danalb79",
    "StoreURL": "http://stores.ebay.com/id=1208369819"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B01F710ME0",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}