{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1524753365548080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFg5NTA=/z/VM8AAOSwax5Yy6Wb/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTUwMFg4NTg=/z/4HwAAOSwXYtYy6Wg/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTUwMFg1MTM=/z/TccAAOSwsW9Yy6Wk/$_3.PNG",
    "http://i.ebayimg.com/00/s/NTAxWDEwMDA=/z/B6cAAOSwB-1Yy6Wn/$_3.PNG",
    "http://i.ebayimg.com/00/s/NjQ0WDEwMDA=/z/jSoAAOSwol5Yy6Wq/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTUwMFg2OTM=/z/V5MAAOSwax5Yy6Wu/$_3.PNG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/OGIO-International-Hamptons-Tote-/152475336554",
  "ConvertedCurrentPrice": {
    "value": "91.51",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "OGIO International Hamptons Tote Product Features TC 900 D Poly Imported Color: Dark gray Product Material: Felt Dimensions (WxDxH): 15 in x 4 in x 16.5 in Fully padded fleece lined laptop compartment with elastic closure fits most 15\" laptops Padded iPad/tablet/e-reader pocket Three side flap pockets Fully padded base protects laptop Large zippered interior compartment. Shoulder strap length: 24\". Product Description Tote your laptop and all of your small essentials in this fashionable and functional tote bag from OGIO. The OGIO Hamptons Laptop Tote features TC poly fabric with button accents down the front, a removable tie around the top and multiple flap pockets on the sides. This tote bag has a secure top zipper closure with a fully padded laptop compartment with a fleece lining, a padded pocket for your tablet, iPad, or eReader and a large interior zippered pocket for valuables. A zip around pocket on the back offers extra storage for your cell phone, pens and other small items while exterior flap pockets provide quick access to the items that you use most often. Shipping:We ship to the lower 48 states only. No International Shipping. We cannot ship to Puerto Rico, Alaska, Guam, Hawaii, Virgin Islands US territories, APO/FPOs, PO Box. We cannot combine shipping, and there is no local pickup. Additionally, our carriers do not provide shipping to certain zip codes. In order to ensure delivery availability to your home please message us with your zip code prior to ordering. Please send us email right away after the payment if you wish to include \"Deliver on Weekend\" option. During month of December please have in mind that for some items our manufacturers are overloaded and this may cause shipping time 3-5 business days. Tracking:You can track your order by clicking the \"View order details\" link on the listing that you're receiving. Please allow up to three days for order processing. Refunds/Returns:We work with all of our customers to ensure that they are getting a positive experience. Refunds are available for returned items. We accept returns within 30 days from the date you receive your item for a refund, minus a 10% restocking fee. If the return is a result of our error, we'll provide a prepaid return label and the restocking fee will be waived. Items must be returned in the condition they arrived in. The box, UPC bar code, packaging and all other accessories must be returned. Open software, music, games, movies and personal hygiene products are not eligible for returns. If you do have a concern or want to return an item please CONTACT US before opening a return case. Return cases negatively affect selling accounts and we will professionally handle your concerns/returnsFeedback/Contact Info:Communication is KEY to helping us give you the best experience. The best way to contact us is through eBay messages, we work very hard to ensure that our customers are taken care of. As an eBay selling company feedback is our life blood. Please contact us with any concerns or problems that you encounter before leaving negative/neutral feedback! We will do our best to turn any less than satisfactory experience into a positive one. If you are happy with our transaction please leave us positive feedback. We Always Provide The BEST SERVICE!",
  "Title": "OGIO International Hamptons Tote",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "PO Box",
    "GU",
    "PR",
    "VI"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "91.51",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Saint Marys, Georgia",
  "Seller": {
    "FeedbackScore": "3686",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "Red",
    "UserID": "exxtra_kn"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "CN",
    "MX",
    "DE",
    "JP",
    "BR",
    "FR",
    "AU",
    "RU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "31558",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-03-17T09:00:32.000Z",
  "HitCount": "71",
  "TimeLeft": "P12DT17H51M5S",
  "EndTime": "2017-06-15T09:00:32.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "OGIO"
      },
      {
        "Name": "Manufacturer",
        "Value": "OGIO"
      },
      {
        "Name": "MPN",
        "Value": "114006-DarkGrayFelt"
      },
      {
        "Name": "EAN",
        "Value": "0031652191037"
      },
      {
        "Name": "UPC",
        "Value": "031652191037"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "152475336554",
  "Storefront": {
    "StoreName": "eXXtra Store",
    "StoreURL": "http://stores.ebay.com/id=753153979"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00HO9KQTA",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}