{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1124266056408080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/haEAAOSwrhBZLyPw/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/hoQAAOSwPh5ZLyPz/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/dfYAAOSwH09ZLyP1/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/aj4AAOSwEHpZLyP4/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/6ZEAAOSwX61ZLyP5/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/h6oAAOSwBt5ZLyP7/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/6aoAAOSwX61ZLyP8/$_57.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Covelin-Womens-Handbag-Genuine-Leather-Tote-Shoulder-Bags-Soft-Hot-Brown-/112426605640",
  "ConvertedCurrentPrice": {
    "value": "71.59",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Covelin Women's Handbag Genuine Leather Tote Shoulder Bags Soft Hot Brown Covelin classic tote bag, just tote your life! If you are looking for a durable and large tote bag, I believe this is a good choice for you! Quality Guaranteed: Material: genuine cowhide leather, the lining is polyester, with clear texture on the surface, the longer you use, more textured it will be. Gorgeous look. Zipper: zippers are well made, you will find them smoother when opening and closing. Hardware: after strict quality control, we choose superior hardware, which has longer lifetime and are not easy to get corrosion or fade. Stitching: the stitching seems delicate and exquisite, details determine success or failure. Structures: External: 1. One back zipper pocket for holding frequently used items. 2. Handles are thickened designed and can be adjusted easily at both sides. Internal: 2 big compartments FIT 14\" laptops, a central zippered pocket for IPAD, 1 side zippered pockets for wallets and another 2 pockets for keys/cards. Simple designed and roomy tote but not too big. Perfect gift idea! Limited Promotion: Now we've been decreasing the price again and it will last for TWO WEEKS ONLY! You will find it is a attractive price as other tote bags of the similar quality and style is supplied at least $70.99 to $99.99. Don't miss it!. Notifications: 1. This tote bag adopts cowhide leather and processed with oil wax, so it looks more bright and unavoidable to cause little smell right after production. Please keep it in a well-ventilated place for few days then the smell will fade away. 2. Please allow that the color might be little difference due to different light and computer monitors. 3. Please don't worry about the handles, they are durable and have excellent bearing capacity. This tote can hold a lot! 4. Just contact us if you have any question, we will resolve it for you as soon as possible. Thanks. · Durable Material: Cowhide leather, the lining is polyester. With delicate and clear textures, elegant apperance! There are two styles: cross & vertical.· Stunning External: Gorgeous look and never out of style! 1. Handles are durable with excellent bearing capacity, leather material guarantees the quality! They can be adjusted slightly at both sides. 2. There is one back zipper pocket for holding frequently used goods.· Roomy Internal: All the stuff can be well organized inside! 2 big compartments FIT 14\" laptops, a central zippered pocket for IPAD, 1 side zippered pockets for wallets and another 2 pockets for keys/cards.· Benefits: This tote bag goes well with any outfit. Just image that you are working or traveling along this tote handbag around your arms, you must be elegant! You will feel comfortable to wear it over your shoulder. Simple designed, classic style & awesome gift idea!· Large Size: Cross: 15.2\" x 10.8\" x 5.3\" (Length x Height x Depth)/Vertical: 11.8\" x 13.4\" x 5.3\" (L x H x D). Handle Drop: 10.7\" (long enough to put on shoulders). Covelin is an American brand with Serial No.: 87018848. Please note that we never authorize any third party to sell our brand items, will complain any acts of infringement! \"Length: 15.2 inch Height: 10.8 inch Width: 5.3 inch\" Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. PAY SAFE: PAYPAL PAYMENT IS ACCEPTEDWe offer a 30-day return policy for our products.We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period.Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested.If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. DELIVERY TIMESDomestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "71.59",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Phoenix, AZ",
  "Seller": {
    "FeedbackScore": "162",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "salle1234567654"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Covelin Women's Handbag Genuine Leather Tote Shoulder Bags Soft Hot Brown",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-31T20:13:51.000Z",
  "HitCount": "4",
  "TimeLeft": "P28DT5H27M49S",
  "EndTime": "2017-06-30T20:13:51.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Covelin"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Color",
        "Value": "Brown-cross"
      },
      {
        "Name": "Style",
        "Value": "womens"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "UPC",
        "Value": "601951459635"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112426605640",
  "Storefront": {
    "StoreName": "thebestseler",
    "StoreURL": "http://stores.ebay.com/id=1184921899"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B01D1CO44Q",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}