{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1624905577438080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/R1AAAOSwRUhY~3sX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/Au0AAOSwvihY~3sY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/MKkAAOSwJ4hY~3sZ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/0KIAAOSwkShY~3sa/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/jiYAAOSwSypY~3sb/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/Jg4AAOSw~YZY~3sc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/oCYAAOSwHHFY~3sd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/cf4AAOSw5UZY~3se/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/tXYAAOSwVm5Y~3sg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/0kIAAOSwIWVY~3sh/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Reusable-Grocery-Bags-reisenthel-Carrycruiser-Shopping-Trolley-Dots-/162490557743",
  "ConvertedCurrentPrice": {
    "value": "150.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "reisenthel Carrycruiser Shopping Trolley, Dots Features This one does it all: the only accessory you need for all of your shopping needs great for everyday use whether picking up groceries or transporting additional supplies to and from work also makes the perfect gift for all occasionsSturdy aluminum frame removable mesh inner pocket removable, washable lining with toggle fastener water-repellent features a fun polka dot print2-stage telescopic handle for height adjustment adjustable, padded shoulder strap large, smooth turning wheels plastic feet for self-standing support includes fixtures for attachment to grocery shopping cartsPremium quality, durable polyester and lightweight aluminum measures 16-1/2-inches long by 12-1/2-inches wide by 18-3/4-inches high Black Multi-colored dotsFor maintenance, wipe with a damp cloth only removable inner mesh pocket and lining are machine washable Imported Product Description Live life easier with reisenthel An elegant shopping trolley a sturdy all round genius made by reisenthel The carrycruiser helps you roll your shopping home comfortably fits in most car trunks and can be easily carried on your shoulder with the included shoulder strap Whether a shopping trip to the grocery store an early morning at the farmers market a casual al fresco lunch in the park or simply transporting additional supplies to and from work the carrycruiser is designed for ultimate style function and durability A conient accessory in a fun polka dot print mix and match this carrycruiser with other reisenthel products to complete all of your travel and toting needs The reisenthel carrycruiser is made from easytoclean premium quality waterrepellent polyester and measures 1612inches long by 1212inches wide by 1834inches high Equipped with a sturdy aluminum frame it has an adjustable 2stage telescopic handle to comfortably accommodate different heights Its plastic base feet provide selfstanding support while its smoothturning wheels are easy to navigate and even better includes an attachment to secure it to a grocery cart while shopping Featuring a removable mesh inner pocket and removable washable lining with toggle fastener maintenance is simple making this trolley a sturdy comfortable and practical addition to simplify every day life Since 1971 reisenthel has been synonymous with innovative ideas functional design and delightful everyday helpers They aim for simplicity making each product straightforward and uncomplicated Innovative intelligent and practical these are qualities that make reisenthel products what they are Payment AcceptPayPalOnly. The payment is expectedwithin 7 daysafter the auction ends. Our Policy It should take1-3 business daysfor the product to reach your destination. If the product doesnt reach your destination within the time limit, please give itan additional1-2 business daysin case of postal delays and/or possible technical issues. In the occasional case that the product suddenly becomes damaged prior to shipping, we will provide a full100% refundto you within2 business days. We provide FREE shipping handling from our warehouses and suppliers from all over the world. If it takes any longer than that, pleasedo not hesitate to contact usto resolve the issues. We kindly ask younotto leave a negative feedback before you contact us in case of any problems. We kindly ask you to give us apositive feedbackfor our store. We strive to offer you the 5-star products with the best prices and in order to maintain that, the positive rating is a very important factor. Let us create a positive eBay community together 100% Satisfaction Guarantee Customers are eligible for returns within 14days after the product arrives. In case the product arrives damaged or there are any errors in the shipping (e.g wrong item or size), you will not be responsible for the return cost. We will provide you with prepaid pickup labels or Return of Merchandise Authorization code (RMA) along with the detailed instructions. For any other reasons, you may be responsible for partial or full return shipping fee. Important Note: Replacements or refunds will NOT be provided until we have received the returned merchandise, with the exception of cases which returns are not required. Shipping Conditions We have warehouses and certified suppliers from all over the world. For this item, we ship only to thelower 48 states within the United States. We donotship to APO and PO Box addresses and there isnolocal pickups. Please note: There are possibilities that the items might not ship to your area at a certain time period (e.g during festivals, shopping seasons or excessively high volume order times). In order to ensure that youll receive the product hassle-free, please send us your Zip code via eBay message. This is to ensure the greatest satisfaction of our dear customers and for us to better fulfill your ultimate shopping experience. THANK YOU very much and have a great day!",
  "Title": "Reusable Grocery Bags reisenthel Carrycruiser Shopping Trolley, Dots",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "150.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "New York, New York",
  "Seller": {
    "FeedbackScore": "1086",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "Red",
    "UserID": "kiou911"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10001",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-04-25T16:37:14.000Z",
  "HitCount": "52",
  "TimeLeft": "P21DT22H44M57S",
  "EndTime": "2017-06-24T16:37:14.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "reisenthel"
      },
      {
        "Name": "Model Number",
        "Value": "OE7009"
      },
      {
        "Name": "MPN",
        "Value": "OE7009"
      },
      {
        "Name": "UPC",
        "Value": "does not apply"
      },
      {
        "Name": "Color",
        "Value": "Dots"
      },
      {
        "Name": "Category",
        "Value": "Reusable Grocery Bags"
      },
      {
        "Name": "EAN",
        "Value": "4012013579318"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162490557743",
  "Storefront": {
    "StoreName": "deartine",
    "StoreURL": "http://stores.ebay.com/id=576351242"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Buyer will not be responsible for the return cost We will provide you with prepaid pickup labels or Return of Merchandise Authorization code RMA along with the detailed instructions For any other reasons buyer may be responsible for partial or full return shipping fee",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B00SB4H80C",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}