{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Reusable Eco Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169302",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTEz/z/VqMAAOSwaeRZIekq/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU1N1gxNjAw/z/liUAAOSw8HBZIekw/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTczWDE2MDA=/z/ADUAAOSw5cRZIeky/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTExWDE2MDA=/z/4jEAAOSwIQdZIek3/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODI3WDE2MDA=/z/Py4AAOSwY3BZIek7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzE4WDE2MDA=/z/RAAAAOSwKytZIelA/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/upYAAOSwJH1ZIelG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/l1wAAOSw8HBZIelJ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/JKMAAOSwurZZIelQ/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Beach-Bag-100-Waterproof-Phone-Tablet-Case-Cotton-Rope-Handles-Bottle-Open-/302324039055",
  "ConvertedCurrentPrice": {
    "value": "51.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Beach Bag with 100% Waterproof Phone/Tablet Case, Cotton Rope Handles, Top Zipper, Extra Outside Pocket. Canvas Shoulder Beach Tote has Built-In Keyholder and Bottle Opener - L17\"xH15\"xW6\" Product Details Color: Navy Blue Brand: ShyLero UPC: 602000054887 Shipping Information: View shipping rates and policies DURABLE, WASHABLE, WATER RESISTANT CANVAS with 'RIPSTOP' construction, protects your items from getting wet or damaged. BONUS WATER/DUST/SAND PROOF PVC CASE, safely keeps your smartphone, tablet, credit cards, cash, other valuables - ENHANCED MAY COLLECTION LARGE & ROOMY with THREE BIG INNER POCKETS, WATER REPELLANT INTERIOR LINING - sized at L17\"xH15\"xW6\", there is plenty of space to securely store your wet beach towels, outfits, lotions, lipstick, cosmetics, magazines, other accessories. BUILT-IN KEYHOLDER & BOTTLE OPENER for your complete convenience - ENHANCED MAY COLLECTION EXTRA OUTSIDE POCKET, STURDY & COMFY ROPE HANDLES with knots sewn under the inner lining to avoid any zip hurdles, make ShyLero beach tote a great over the shoulder handbag for women. Outside pocket allows to access easily your water bottle,sunglasses or anything you want to put in there - ENHANCED MAY COLLECTION TOP ZIPPER, STYLISH & MULTIPURPOSE - with its classic nautical design, this beach tote is perfect for a beach family time, pool party, picnic and more! It effortlessly doubles as a cruise bag, travel bag, sports bag, vacation bag, overnight bag, pool bag, grocery bag, or even a carry-on luggage handbag for the flight to store your laptop and other essentials - ENHANCED MAY COLLECTION 100% MONEY BACK GUARANTEE and LIFETIME CUSTOMER SUPPORT - ShyLero backed by 100% warranty that you are fully satisfied with your bag or receive your money back. Ping us 24/7 regarding any questions - ENHANCED MAY COLLECTION Grab Your Extra Large Beach Bag from ShyLero UPGRADED SPRING COLLECTION and Enjoy: DURABLE, WASHABLE, WATER RESISTANT CANVAS with 'RIPSTOP' construction WATER REPELLANT INTERIOR LINING INCLUDED WATER/DUST/SAND PROOF PVC CASE safely keeps your gadgets, ID, cash, other valuables BUILT-IN KEYHOLDER & BOTTLE OPENER LARGE & ROOMY - sized at L22\"xH15\"xW6\" THREE BIG INNER POCKETS securely stow away your lotions, magazines, other accessories EXTRA OUTSIDE POCKET to access quickly your water bottle STURDY, SOFT and COMFORTABLE ROPE HANDLES STANDS ON ITS OWN - shop with comfort after your beach trip or pool party, because this xl canvas bag holds its form perfectly! AVOID ENTANGLEMENT - handles knots are sewn under the inner lining which eliminates any zip hurdles NO BAD SMELL HIGH-QUALITY PAINT won't wash away (wash it in a washing machine at a 30°C or cooler) WIDE TOP ZIPPER SLIDES SMOOTHLY, SAVES SPACE - broader parts of canvas from zipper sides add more room thanks to the constriction absence while closing, and allow zipping the beach bag up effortlessly STYLISH & MULTIPURPOSE - it is perfect for a pool party, picnic and more! It effortlessly doubles as a cruise bag, travel bag, sports bag, overnight bag, pool bag, grocery bag or vacation bag to store your travel essentials BEST PRESENT for any occasion! ShyLero Extra Large Beach Bag is a perfect assistant in your trip!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "51.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "138",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "bailey5108"
  },
  "PrimaryCategoryID": "169302",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Beach Bag with 100% Waterproof Phone/Tablet Case Cotton Rope Handles Bottle Open",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-21T19:24:02.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3023240390558080_1.jpg",
  "TimeLeft": "P18DT1H55M36S",
  "EndTime": "2017-06-20T19:24:02.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "NA"
      },
      {
        "Name": "Color",
        "Value": "Navy Blue"
      },
      {
        "Name": "Brand",
        "Value": "ShyLero"
      },
      {
        "Name": "UPC",
        "Value": "602000054887"
      },
      {
        "Name": "EAN",
        "Value": "0602000054887"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302324039055",
  "Storefront": {
    "StoreName": "LiveEnjoy",
    "StoreURL": "http://stores.ebay.com/id=219935289"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B018WBVEFS",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}