{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "AmEx"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529696614298080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA5NFgxMDk0/z/14gAAOSww3tY59Lr/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SPRAYGROUND-NEW-Leopard-Drip-Recon-Backpack-BNWT-/252969661429",
  "ConvertedCurrentPrice": {
    "value": "103.1",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Welcome to Urban Surfer. Need help? CALL US ON: 0844 8844779 Store Home Contact Bookmark Newsletter Feedback New in View all categories Fast dispatch & delivery Dispatched same day We're rated 5/5 for service! Read our customer feedback! Huge range in stock All ready for immediate dispatch --> Sprayground Leopard Drip Recon Backpack Same day dispatch on orders before 4pm Mon-Fri Product Description Delivery & Returns About Us Old school military bag evolved into the Sprayground Era. Leopard so hot it's melting. The Recon Backpack is the perfect accessory for your journey Dimensions: 17″ x 6″ x 11″Large open drawstring compartmentBuckled pocketsSeparate Velour sunglass compartmentLimited editionAdjustable Straps for custom sizingLaptop compartmentHidden stash pocketInternal organiser pocket DELIVERY INFORMATION When will my order be dispatched? Orders made before 4PM between Monday and Friday will be dispatched on the same day, if your order is made after 4PM on Friday, your order will be dispatched the next working day, usually a Monday. Orders made on weekends or public holidays will also be processed on the next working day, using the delivery method that you have chosen. How long until my order arrives? Depending on the postage option you select when ordering your item and where you are in the world, your item can take between 2 - 10 days to arrive; DELIVERY METHOD COST ESTIMATED DELIVERY TIME UK STANDARD DELIVERY FREE Delivered within 2 - 4 days. UK FIRST CLASS £1.90 Delivered within 1 - 3 days, orders over £50 are FREE. NEXT DAY DELIVERY £4.90 Delivered the next working day EUROPE £4.90 Delivered within 2 - 7 days REST OF THE WORLD £9.90 Delivered within 3 - 10 days The prices above do not include large or heavy items such as selected skateboards, snowboards, sledges and luggage. There may be an additional postage charge for these items. Courier charges for the UK are £8.99, Europe is £19.99 and rest of the world is £29.99. How will I know my item is dispatched? As soon as we have dispatched your item, you will receive a confirmation email to the email address you provided at checkout, confirming that your purchase is on the way and the estimated delivery date you can expect it to arrive. What happens if I miss the delivery of my item? If you happen to miss your delivery, the courier will attempt to drop off the package at one of your neighbours house. Failing this, the courier will take the package back to your local delivery office and it will be stored until you can go and collect it, however it will be returned to us if not collected and the time the item is held is different for each carrier. The courier will leave a message that they have been unable to deliver your item. What happens if my goods arrive late or damaged? If your order either arrived late, hasn&rsquo;t arrived yet or appears damaged, it is likely to be because of unfortunate weather or industrial action. If you have any questions or queries regarding your order, you can get in touch with the Urban Surfer team at 0844 8844 779. What happens if I want to return an item? If you feel that you need to return your item to us, you have 30 days to do so. All items must be returned in full resalable condition and any tags must be intact. Please ensure your items product packing is undamaged. We reserve the right to refuse an exchange or refund if goods are not returned in a saleable condition or are damaged. All returns are at customer expense. Secure payment Way back in 1995 in the historic city of Exeter, England, a store opened on the high street with the vision of providing the locals and tourists with a place to shop and socialise. Our original store allowed you to look through the latest skate surfing collections as well as socialising with fellow boarders in the cafe. Today we're part of a bigger company based in the mining villages of the North East but still understand that our customers deserve the very best brands, choice and service. With over 20 years experience, Urban Surfer strives to be your first choice in skate, surf, snow and lifestyle clothing, shoes, hardware and accessories. With well known brands and offer 1000's of products we know you'll love and more importantly we ship all orders quickly and answer your queries as quickly as possible. Dedicated Support We're here to help whenever you need us Quality Guarantee High quality products at amazing prices Best Price Guarantee You won't find cheaper prices anywhere! 100% Authentic Brands Shop with complete confidence Store Navigation Store home Contact us Bookmark Newsletter Feedback New arrivals A little about us... With over 20 years experience, Urban Surfer strives to be your first choice in skate, surf, snow and lifestyle clothing, shoes and accessories. With a large range of sought after brands, we offer 1000's of products we know you'll love and more importantly we ship all orders quickly and answer your queries as quickly as possible. Recent customer reviews Very pleased, highly recommended.",
  "Title": "SPRAYGROUND NEW Leopard Drip Recon Backpack BNWT",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "103.1",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Peterlee",
  "Seller": {
    "FeedbackScore": "12324",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "urbansurfer-shop"
  },
  "ShipToLocations": [
    "US",
    "Europe",
    "CA",
    "JP",
    "AU"
  ],
  "Country": "GB",
  "ListingType": "FixedPriceItem",
  "PostalCode": "SR8 2HU",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T00:49:07.000Z",
  "HitCount": "8",
  "TimeLeft": "P29DT10H14M31S",
  "EndTime": "2017-07-02T00:49:07.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Sprayground"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Polyester"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": ","
      },
      {
        "Name": "UPC",
        "Value": "813985024998"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252969661429",
  "Storefront": {
    "StoreName": "Urban Surfer Shop",
    "StoreURL": "http://stores.ebay.com/id=103052067"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "B730",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}