{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3918026168028080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyMFgxMDIw/z/P2UAAOSwQupXV2YL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyMFgxMDIw/z/IP8AAOSwmtJXV2YS/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyMFgxMDIw/z/x2UAAOSwuhhXV2Yb/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/American-West-Bandana-Santafe-Drawstring-Organizer-Backpack-Bag-Southwest-Rose-/391802616802",
  "ConvertedCurrentPrice": {
    "value": "79.5",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "VERSATILE & TOP Quality: American West Bandana handbags and wallets designed with careful craftsmanship and come with great organizing features, quality PU leather, known for it’s durability, signature lining and ONE YEAR WARRANTY FASHIONABLE: True American tradition, featuring studded details, tooled finishes and classy design these brand reflects the latest trend in fashion - so be a trendsetter today BUY WITH CONFIDENCE : Silver Fever LLC guarantees 1 YEAR WARRANTY, Bandana offers leed free safe product tha is not only good looking but also the best for your money COWGIRLS & COWBOYS accessories from rodeo to honky-tonk! Comfortable, practical and oh-so-trendy! The Santa Fe Backpacks were inspired by the global trekker in all of us yet created for every day. Soft and casual, these drawstring backpacks are large enough for a few days away or for running around campus. Made from colorful tribal woven fabrics inside and out, trimmed with faux leather, and featuring adjustable and comfortable shoulder straps, not only do these backpacks look great and feel great, they will also keep you organized with a front pouch and 3 interior pockets. Available in 4 distinct combinations. Dimensions: 12 x 15 x 6.5” Product Description Quality you will Love! Whether you are a country girl at heart or a city girl with love for western style, Bandana by Amrican West is the collection for you. The Bandana Collection combines the best of traditional western elements with modern design. Each bag is as unique as you are and feature trendy and special details including, fringe, studs, rhinestones and crosses. It is an expression of your individualism, strength, and trailblazing nature Bandana brand is designed with purpose and style so you are always ready for life's possibilities. Each bag is designed and made with attention to detail, quality and practicality. The handbags and wallets are made with pockets and zippers exactly where you need them so all your important stuff is at your finger tips. The looks are classic and stylish to last you season after season Safe and Secure: Zip closure, secured zippers, and strong water resistant material. Makes a Great Gift! Bandana® brand Makes exiting and unique gift. Buy With Confidence We offer 1 year replacement warranty. Clicks ““add to cart\"\"\"\" to get your first American West Bandana while supplies last and before the sale price is gone.",
  "Title": "American West Bandana Santafe Drawstring Organizer Backpack Bag  Southwest Rose",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "79.5",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Temecula, California",
  "Seller": {
    "FeedbackScore": "26857",
    "PositiveFeedbackPercent": "98.9",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "otssfllc"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92590",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-06-02T04:08:51.000Z",
  "HitCount": "3",
  "TimeLeft": "P4DT13H35M27S",
  "EndTime": "2017-06-07T04:08:51.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "American West"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "UPC",
        "Value": "0611138331685"
      }
    ]
  },
  "Site": "US",
  "ItemID": "391802616802",
  "Storefront": {
    "StoreName": "Silver Fever Handbags and Jewelry",
    "StoreURL": "http://stores.ebay.com/id=843486734"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Item must ship in the same condition, withing 14 days from arrivals",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "6899,B364655",
  "HandlingTime": "5",
  "BestOfferEnabled": "true"
}