{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFg5MDA=/z/Q8gAAMXQE9hR8kk8/$(KGrHqRHJBoFBWDtmbwfBR8kk7TY,Q~~60_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Njc1WDkwMA==/z/HeAAAOxybetR8kk9/$T2eC16hHJGYE9nookQUwBR8kk9Mglw~~60_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg5MDA=/z/7FMAAOxyDLZR8kk~/$T2eC16Z,!zQE9s3stve9BR8kk+NR1w~~60_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/STUNNING-Victorias-Secret-Pink-Fringe-Full-Size-Back-Pack-NWT-/201944329027",
  "ConvertedCurrentPrice": {
    "value": "91.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "STUNNING Victorias Secret Pink Fringe Full Size Back Pack NWT click picture to enlarge click picture to enlarge click picture to enlarge Victoria's Secret From Her \"Pink\" Collection Sold Out/Discontinued! You can no longer purchase these at or through Victoria's Secret Brand New With Tags What a Find!!! Get the VS Look Size-12\" x 6\" x 17\" drawstring and snap closure, zippered pocket, and two side pockets for cell phones, a waterbottle, etc. Perfect for Back To School Everyone of your Friends will Want one Too!!! Guaranteed authentic Hurry Before Demand drives up Ebay Prices Pictures due this no justice at all!! Sure to Please. I just love these!!!! Buy it now before its gone!!! \"Nobody Fits a Woman Like Victoria's Secret\" So \"Give Her What She Really Wants\" Most of my items may have a Line or \"X\" on the tag, or Tag may be cut. This is Store Policies to prevent any returns. I do have LOTS of Victoria's Secret items listed and LOVE to combine shipping so make sure you check out my other items. I receive a New shipment weekly, Remember to add me to your Favorite sellers List. PLEASE, Speak with me first before leaving a negitive. I will always try to work with my buyers, an unfair negitive is something no sellers want nor need. I do this to help support my family and in todays economy I need this job, so again if there is ever a problem or concern you have just let me know. See my other listings for more great items! All Payment is Expected with in 6 days of auction end, Please contact me if arangments need to be made. If payment is not made I will open a nonpayment dispute as a reminder to you. I don't like giving out nonpayment marks So Lets work together on this issue!!! Due to canceled payments I will no longer be shipping same day. I will Make sure your item is on it's way within 2-5 Buisness days, I you need your item sooner please contact me so I can make sure it gets in the mail ASAP. As per Ebays new rules Shipping Insurance is No longer Opptional. I will do my part and package and ship your items safely to you but once it enters into the postal service It is out of my control as to what happens to it, So Please keep this in mind if something happens to Item while inroute. txzj pxzj12245 txzj69",
  "Title": "STUNNING Victorias Secret Pink Fringe Full Size Back Pack NWT",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "91.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Lapeer, Michigan",
  "Seller": {
    "FeedbackScore": "18461",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "ajb4868"
  },
  "ShipToLocations": [
    "US"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "48446",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-02T09:48:18.000Z",
  "HitCount": "3",
  "TimeLeft": "P29DT19H15M47S",
  "EndTime": "2017-07-02T09:48:18.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Victoria's Secret"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Pink"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201944329027",
  "Storefront": {
    "StoreName": "ajb4868",
    "StoreURL": "http://stores.ebay.com/id=401885364"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "For the Christmas Season i am offering Returns!!! But Due to the Busy Holiday shopping Returns need to reach me with in 30 days of your receipt and be in the same condition with all tags still attached.  Also due to having to Pay my \"Little Helpers\" (Shipping Department) I regretfully Have to charge a 10% Restock Fee..  Thank YOU!!! Hugs From Michigan, Alice",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2019443290278080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}