{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/7XkAAOSwUKxYgKbm/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Auth-LOUIS-VUITTON-SILVER-TONE-BALL-POINT-PEN-7A100170N-/201935510652",
  "ConvertedCurrentPrice": {
    "value": "109.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Detailed Description Outside condition dirt,worn,scuff Inside condition Pocket(outside) Pocket(inside) Shoulder Strap Handle Metal fittings worn, scuff Zipper Snapwork Serial number Size in inches(approx.) Length: 4.4 inches Shoulder strap drop (inches / cm) Size in cm(approx.) Length: 11.5 cm Shoulder strap drop (cm) Accessories Accessory BoxOdorAll our items are pre-owned, they may have musty odor. Stock No.70110017n Condition Rating Outside Level AB Inside Level Pocket(inside) Shoulder strap Handle Please check photograph. Product Status S Unused A Barely used and has minimal scratches and/or stains. AB Used with care and has small scratches and/or stains. B Clearly used and has some scratches and/or stains. BC Worn, with noticeable scratches and/or stains. C Fairly worn, may require some repair. JUNK Unusable,need repair Payment I accept PayPal only.Please make a payment within 4 days after the bidding is ended. Otherwise, an unpaid case will be opened automatically and within 4 days, it will be closed and the item will be re-listed. Shipping We ship worldwide from Japan with the Paper Bag via EMS (Japan Post Express Mail Service), \"epacket\" by Japan Post Office or DHL. Please be noted that we ship to eBay registered address only, so please make sure your shipping address is correct before bidding.The item will be shipped from Japan.Severe weather, the delay during customs clearance other factors may affect the delivery date and time. We will not be held any responsibility in the event of the lost of packages. We will investigate the cause of lost with the carriers. After confirming the reason of the lost by the carriers, we will compensate you the refund as an exception. When your package is returned back to us as a result of an insufficient/unknown address, undeliverable, refused or not called for, we will not be able to re-ship it and your order will be cancelled by the full refund after receiving the return items. Please make sure that the delivery takes about 7 to 20 days to Asia, USA and Europe. . Tracking URL: Japan Post click here Sales Tax Any customs fees, duties and taxes are the responsibility of the buyer. Please contact your country's customs office to find out these costs before bidding or buying. About Us We have been in the business of selling pre-owned, 100% authentic brand name products for over 20 years. We manage brick and mortar shops in Tokyo, Japan, selling items on consignment. Each item is checked for authenticity by a trained professional. All items were previously owned by Japanese who are famous for taking extra good care of these excellent and beautiful fashion goods. We are a licensed dealer with the Japanese Police Department. Authorization number: 441070002216. Return The product pictures may not show the exact color of the item due to the wide range of computer monitors and color displays and the lighting conditions etc. We post as many pictures of the item as possible in order to give you the better idea of exactly what it looks like. However, it is difficult to show every angle of each item. We mainly post the pictures of smudges, scratches, dirt, and stains found on the item. Therefore, we will not accept these factors as a reason for your return request. Please also note that accessories that do not appear in the product pictures are not included. We sell pre-owned, secondhand items. Therefore, please note that the returns will not be accepted for reasons such as \"Item is used\". Some of the used items may have an odor or smell that you find unpleasant. Please note that we do not consider these odors to be a valid reason for returns. Your order will be wrapped in bubble wraps for protection against any damages and shipped in an EMS paper bag. Please note that your order will be packed folded depending on the product type. We will not be responsible for any damages or loss occurred during the delivery. If you have any questions about the items, please feel free to let us know. Our friendly and qualified staff members will respond to you as soon as possible. Please contact us if you have any problems with the item you purchased before leaving \"Negative\" or \"Neutral\" feedback. All returns accepted. Buyer should contact you within 14 Days after receiving the item. Refund given as Money Back. Return shipping will be paid by your buyer.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "109.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "matsudo, chiba",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "3850",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "Red",
    "UserID": "yotao85"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "JP",
  "ListingType": "FixedPriceItem",
  "Title": "Auth LOUIS VUITTON SILVER TONE BALL POINT PEN 7A100170N",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-25T04:45:25.000Z",
  "HitCount": "27",
  "TimeLeft": "P21DT13H45M29S",
  "EndTime": "2017-06-24T04:45:25.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "LOUIS VUITTON"
      },
      {
        "Name": "Style",
        "Value": "Accessory Pen"
      },
      {
        "Name": "Color",
        "Value": "Silver"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201935510652",
  "PrimaryCategoryID": "169293",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "TokyoVintageStore",
    "StoreURL": "http://stores.ebay.com/id=1279258208"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019355106528080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}