{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2219102385508080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTM0NlgxNjAw/z/H2YAAOSwAYtWGapl/$_10.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU3NFgxNjAw/z/BtoAAOSwo6lWGapp/$_10.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjIy/z/1nEAAOSwA4dWGapt/$_10.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM2NlgxNjAw/z/JjgAAOSw9mFWGapy/$_10.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwOVgxNjAw/z/PVgAAOSw~bFWGap1/$_10.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Made-Italy-Briefcase-Laptop-Shoulder-Bag-Teachers-Bag-Leather-Vintage-Blue-/221910238550",
  "ConvertedCurrentPrice": {
    "value": "134.64",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Hinweise zum Service... --> Ebay Store Bewertungsprofil Über Uns Kontakt --> Made in Italy Briefcase Laptop Shoulder Bag Teachers Bag Leather Case Vintage Blue \"My-Musthave\"...in Love for Bags! Briefcase Laptop Business Bag Teachers Bag High-qualityworkmanship of smooth genuine Cowhide leather  Italian production with love for details and a great companionfor managers, teachers, students... ...colors for every taste...we are looking forward to your visit in our shop! \"My-Musthave\"...Love at first sight! Color: Blue Metal elements: noble brass colored Log of bag inside: 1 Zipper Log front : Lockable bayonet pressure lock \"My-Musthave\"... the external values! Frontside of the bag: 2 patch pocket compartments Dimensions: Width: 4,72 inch x height 8,27 inch x Depth 1,18 inch  Length shoulder strap: about 43,30 inch Backside of the bag: 1 exterior compartment/ pocket with zipper Removable shoulder strap with carabiner attachment \"My-Musthave\"... the inner values! 3 main compartments Dimensions: Width: 14,17 inch x height 10,63 inch x Depth 1,77 inch 1 main compartment 3 pen loops and 2 slots for business cards  1 center compartment with zipper  Functional briefcase ensures order with system Space for all documents and documents in DINA 4 size Space for organizer, cell phone... \"My-Musthave\"... the size is the \"A\" and \"O\"! Width: about ca.14,97 inch  Height: about 11,02  inch Height with handles: about 14,17 inch Depth: about 5,12  inch (without outside pocket front)  Length shoulder strap: about 43,30 inch \"My-Musthave\" ... Please consider...! Each bag for itself is unique! Therefore the pics (color, pattern, embossing) might slighly differ from the goods delivered! Please be aware that the color of the item on the pics is also depending from  the resolution of your screen! Enjoy your shopping!  ✆ Contact us Phone: 0049 2827-9257962 ✓ Payment information PayPalPayment in advance ❤ At your disposal 24 hours a day ➦ Fast shipment DHLFedEx ❢ À propos de nous We are a company with tradition and experience...We have a strong team at your disposal...yesterday...today...tomorrow...Always at your side and read to listen to your questions, problems and wishes!!!We offer a fast, efficient and friendly service...Contact us!We have only one focus: ..to offer you an excellent service!Follow us!!! powered by plentymarkets Make e-commerce yours.",
  "Title": "Made in Italy Briefcase Laptop Shoulder Bag Teachers Bag Leather Vintage Blue",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "134.64",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Goch",
  "Seller": {
    "FeedbackScore": "13485",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "my-musthave_de"
  },
  "ShipToLocations": [
    "US",
    "Europe",
    "CA",
    "AU"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "47574",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2015-10-11T00:16:55.000Z",
  "HitCount": "627",
  "TimeLeft": "P29DT8H58M48S",
  "EndTime": "2017-07-02T00:16:55.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "My-Musthave - Made in Italy"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Blue"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "MPN",
        "Value": "Advokat Aktentasche Blau 2 Fächer"
      },
      {
        "Name": "UPC",
        "Value": "0745495898427"
      }
    ]
  },
  "Site": "US",
  "ItemID": "221910238550",
  "Storefront": {
    "StoreName": "My-Musthave24",
    "StoreURL": "http://stores.ebay.com/id=1105953985"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "As a consumer, you have a right of withdrawal in accordance with the following instruction:\nConditions\nRight of withdrawal\nYou have the right to cancel within fourteen days without giving a reason this contract. The revocation period is fourteen days from the date on which you have taken, or a third party named by you, which is not carrier, possession of the goods or has.\nTo exercise your right of cancellation, you must contact us\n\nLothar Fürst\nMönichsfeld 24\n47574 Goch\nTel:  49 (0) 2827 9257962\nFax:  49 (0) 2827 9259948\n\nby means of a clear statement (eg. as a consigned by post mail, fax or email) of your decision to withdraw from this contract, inform. You may use the attached model withdrawal form, but it is not compulsory.\nTo meet the cancellation deadline, it is sufficient that you send your communication concerning the exercise of the right of withdrawal before the withdrawal deadline.\nEffects of withdrawal\nIf you withdraw from this contract, we will reimburse all payments we receive from you, including delivery costs (except for the additional costs arising from the fact that you chose a different method of delivery than that offered by us, cheapest Standard have) to repay immediately and no later than fourteen days from the date on which the notice is received through your cancellation of this contract with us. For this repayment we use the same method of payment that you used in the original transaction, unless you expressly agreed otherwise; in any case, you will be charged fees for such repayment.\nWe may refuse reimbursement until we have received the goods back, or until you have demonstrated that you have returned the goods, whichever is the earlier.\nYou have to send back the goods promptly and in any event not later than fourteen days from the date on which you notify us of any cancellation of this contract to us or passed. The deadline is met if you send the goods before the expiry of the period of fourteen days. You bear the direct cost of returning the goods.\nYou only need to pay for any diminished value of the goods when such loss in value is due to a necessary to ascertain the nature, characteristics and functioning of the goods dealing with you.\nExclusion of the right of withdrawal\nThe right does not apply to contracts\n- The supply of goods which are not prefabricated and for their production of an individual choice or decision by the consumer is required or which are clearly tailored to the personal needs of the consumer,\n- The supply of goods which can spoil quickly or whose expiration date has passed quickly,\n- If their unsealed after delivery to the delivery of sealed goods which are unsuitable for reasons of health or hygiene to return,\n- The supply of goods when it was mixed after delivery because of its nature inseparably with other goods,\n- The supply of alcoholic beverages, the price has been agreed in the contract that can be delivered earlier than 30 days after the conclusion of the contract, however, and the current value of fluctuations in the market depends on the entrepreneur's control,\n- The supply of audio or video recordings made or computer software in a sealed package, if the seal was removed after delivery,\n- The supply of newspapers, periodicals or magazines with the exception of subscription contracts.\nWithdrawal form\nShould you choose to cancel the contract, please fill out this form and send it back to us:\nDetails of the seller:\nLothar Prince\nMönichsfeld 24\n47574 Goch\n\nTel:  49 (0) 2827 9257962\nFax:  49 (0) 2827 9259948\n\n\nI hereby revoke concluded by my contract for the purchase of the following goods / provision of services:\n\nNumber Product Name ............................................................\n\nThe order date ................................................................\n\n\nOrder Number ................................................................\n\n\nGoods received at ................................................................\n\n\nTotal price of the goods ......................................................... EUR\n\n\nPersonal details of the buyer\n\nFirst name, name ................................................................\n\nStreet and house number ................................................................\n\nPostal code and city ................................................................\n\n\n\n\n\n…………………………………………………………………………………………………………..\nDate, Signature",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "DE",
  "SKU": "#MLID#4478",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}