{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE3NlgxNTAw/z/WeEAAOSwX61ZC90u/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzExWDE1MDA=/z/03IAAOSwtGlZC90t/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/cinda-b-Babe-Licious-Baby-Bag-Mod-Tortoise-/322505429187",
  "ConvertedCurrentPrice": {
    "value": "192.84",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "cinda b Babe A Licious Baby Bag Mod Tortoise The stylish design elements of Cinda b's babe-a-licious baby bag II make it easy and oh-so-fashionable to tote all of baby's gear without sacrificing functionality. So let's start with the design. The Ravinia black pattern goes with everything from business black to faded jeans; it's the ideal mix of formal and casual, classic and modern with a punch of gorgeous, eye-catching color. It's right at home whether you're uptown or at play group and it's perfect to take along wherever life's mom adventures may lead you. The hobo-style bag measures 15 inch wide x 6 inch deep x 12.5 inch high (not including the strap) and its features are many: a super-roomy interior with 4 slip pockets, a zippered cell phone pocket and a pen pocket. It also has 2 exterior side elastic slip pockets that are great for baby bottles, a secure magnetic snap closure and an adjustable cross body strap. Oh, and because this beautiful bag is all about your beautiful little one, the babe-a-licious baby bag II comes complete with Cinda b's signature \"easy open\" changing pad. So, whether you're a new mom or trying to keep up with a toddler, Cinda b beautifully takes you from the week to weekend outings without missing a beat. About Cinda b: after running a successful interior design business in Atlanta, Cinda found it difficult to find a fully functional, stylish bag that was versatile enough for the modern woman's everyday life. As a result, the Cinda b brand was created. For Cinda b, it's important to produce American handbags and create American jobs. Teaming up with one of the most experienced, well-known sewing companies in the country, each and every Cinda b product is proudly made in the USA. Cinda b offers a variety of pattern options that combine bold and unique modern prints with effortless functionality. The Cinda b family invites busy women everywhere to discover their beautiful collections of handbags, travel bags and accessories available on Amazon Product Features 49% Nylon&#x2F;31% Foam&#x2F;20% Polyester Made in US magnetic closure Measures 15 x 6 x 12.5 inches; includes a coordinating 12 x 12 inch easy-open changing pad; adjustable crossbody strap for hands-free ease Hobo-style bag has 4 interior pockets plus zippered cell phone pocket; 2 exterior elastic-topped pockets perfect for snacks or baby bottles Made in America; water and stain resistant; machine washable; quilted poly&#x2F;nylon fabric is lightweight and extremely durable Head-turning design elements and unique colorways ensure that youll always travel in style; cinda b takes you from around town to around the world without missing a beat Shipping: Shipping is complimentary within the lower 48 US States. We Do Not Ship to PO/APO Boxes, HI or Alaska We Do Not Ship Outside of the Continental US All items ship within 24-72 hours of Payment For large items that require Freight shipping a valid phone number is required to call and schedule your delivery Terms of Sale and Feedback: Feedback is extremely important to us and eBay If you are satisfied with our transaction, please take a moment to leave Positive Feedback. YOUR Satisfaction is our #1 Priority! If there are any issues, PLEASE contact us BEFORE leaving a neutral or negative rating so that we may resolve any concerns. We PROMISE we can make you happy if you give us a fair chance. Returns / Concerns: All items qualify for returns within 14 - 30 days of receipt. Buyer is responsible for return shipping on any item that is not damaged Please be sure this is an item you want before making your purchase. Customer Satisfaction is our TOP priority! All items are IN STOCK at time of listing. Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items. Please do not penalize us if we have to issue you a refund! Thank You For Your Business!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "192.84",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "669",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "Purple",
    "UserID": "mydealspro"
  },
  "PrimaryCategoryID": "169295",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "cinda b Babe A Licious Baby Bag Mod Tortoise",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-05T02:02:23.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3225054291878080_1.jpg",
  "TimeLeft": "P1DT10H34M57S",
  "EndTime": "2017-06-04T02:02:23.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Size",
        "Value": "One Size"
      },
      {
        "Name": "Color",
        "Value": "Mod Tortoise"
      },
      {
        "Name": "Brand",
        "Value": "Cinda b."
      },
      {
        "Name": "MPN",
        "Value": "152019"
      },
      {
        "Name": "UPC",
        "Value": "813169026091"
      },
      {
        "Name": "EAN",
        "Value": "0813169026091"
      },
      {
        "Name": "ISBN",
        "Value": "N/A"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322505429187",
  "Storefront": {
    "StoreName": "mydealspro",
    "StoreURL": "http://stores.ebay.com/id=505200435"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. Created automatically by EaSync.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00FUF1HI4",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}