{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTEwWDUxMA==/z/BG8AAOSwRgJXjeKM/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/sV0AAOSw0fhXjeKe/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/s-0AAOSw0fhXjeKv/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/v1IAAOSwsTxXjeLC/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjgwWDUxMA==/z/YvMAAOSwayZXjeLK/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ju-Ju-Be-B-F-F-Convertible-Diaper-Bag-Pixie-Dust-Carrying-Storage-Memory-Foam-/172530723695",
  "ConvertedCurrentPrice": {
    "value": "551.03",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Ju-Ju-Be B.F.F. Convertible Diaper Bag Pixie Dust Carrying Storage Memory Foam Product Description:The Ju-Ju-Be B.F.F. Convertible Diaper Bag provides multiple carrying and storage options to help you stay ultra-organized. Just like your B.F.F., this machine washable backpack is something you cannot live without! Designed with convenience and comfort in mind, this versatile bag can be carried using its top handle, over-the-shoulder strap or backpack straps. The memory foam straps have textured fabric underneath to prevent the bag from slipping off your shoulder. Keep organized and sane, while never sacrificing looking good! The bag's lining is protected with Agion natural antimicrobial treatment, which inhibits and reduces the growth of odor-causing bacteria, mold and mildew. The outer fabric is treated with Teflon fabric protector, so you can repel stains and keep it clean. The front \"mommy\" zippered pocket is large enough for smartphones, wallets, keys attach to the key fob stretch cord, and other personal items. Inside organization includes (4) gusseted pockets, (3) zippered pockets and lots of wide open space! The main zippered pocket is large enough for diapers, wipes, extra clothes and other items. The back pocket is designed with crumb drains to keep this area clean, is large enough to store your child's books, and includs a super cushy matching memory foam changing pad. Bottle pockets are located on either side of the bag and come insulated with Thinsulate by 3M to keep your items hot or cold. The Pixie Dust print is whimsical pale colored pattern with a shiny beige lining. The print is accented by silver colored hardware, including luggage feet to keep the bottom of your bag clean when you set it down. With the B.F.F. Diaper Bag, you can choose to wear it as a backpack or messenger style - it’s your choice. Whichever you choose, the B.F.F. has your back, just like every B.F.F. should! The Ju-Ju-Be B.F.F. Features:Multiple carrying and storage options to keep you ultra organizedIncludes a memory foam changing pad(3) exterior pockets, (7) interior pockets and an attached stretch key fobExterior bottle pockets come insulated with Thinsulate by 3M to keep your items hot or cold",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "551.03",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Trenton, New Jersey, 08601",
  "Seller": {
    "FeedbackScore": "639",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Purple",
    "UserID": "deptstoredeals"
  },
  "PrimaryCategoryID": "169295",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Ju-Ju-Be B.F.F. Convertible Diaper Bag Pixie Dust Carrying Storage Memory Foam",
  "GlobalShipping": "false",
  "Quantity": "4",
  "StartTime": "2017-02-14T01:58:37.000Z",
  "HitCount": "71",
  "TimeLeft": "P11DT10H26M54S",
  "EndTime": "2017-06-14T01:58:37.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Ju-Ju-Be"
      },
      {
        "Name": "MPN",
        "Value": "09FM02APIX"
      },
      {
        "Name": "EAN",
        "Value": "0840227101537"
      },
      {
        "Name": "Product Dimensions",
        "Value": "13.98 x 6.5 x 12.01 inches"
      },
      {
        "Name": "Manufacturer",
        "Value": "Ju Ju Be"
      },
      {
        "Name": "Package Dimensions",
        "Value": "17.8 x 13 x 6.1 inches"
      },
      {
        "Name": "Item Weight",
        "Value": "2.94 pounds"
      },
      {
        "Name": "Product Group",
        "Value": "Baby Product"
      },
      {
        "Name": "Part Number",
        "Value": "09FM02APIX"
      },
      {
        "Name": "size",
        "Value": "One Size"
      },
      {
        "Name": "Color",
        "Value": "Pixie Dust"
      },
      {
        "Name": "Item model number",
        "Value": "09FM02APIX"
      },
      {
        "Name": "Material Type",
        "Value": "Nylon"
      },
      {
        "Name": "Style",
        "Value": "B.F.F."
      },
      {
        "Name": "UPC",
        "Value": "840227101537"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172530723695",
  "Storefront": {
    "StoreName": "deptstoredeals",
    "StoreURL": "http://stores.ebay.com/id=1395792746"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "- Purchasing this item implies that you have read, understand and accept the following Terms Of Service and Standard Returns Policy  \n- We utilize an automated order processing system, once your order is placed it cannot be changed or cancelled. \n- We ship from warehouses and suppliers all over the country so your item may not come from our shipping address, or with our name on the label. \n- If this ad requests that you message us with your Zip Code and you do not message us to verify that we can deliver to your address before ordering your order may be cancelled and your money immediately refunded to you if there is a problem with your address.  \n- All Claims of 'Item Not As Described' or Damaged on Delivery will be fully investigated and buyer will be required to provide photographic proof of inaccuracies or damages to eBay before any refund will be rewarded. \n- No item may be returned without contacting us first. We use multiple vendors and their return policies differ.  \n- All Returns must be accompanied by documentation that I will provide to you upon your request  \n- Any item returned without first contacting me will not be honored.  \n- Please make sure you understand what it is that you are ordering as Full Refunds will not be given for ordering mistakes by the buyer.(we do not offer price matching).  \n- All of my items are marked as free shipping, this means I have included the cost of shipping in the price as a convenience.  \n- All returns are inspected as they are received back at the shipping facilities. Vendors determination is final.  \n- If you must return an item you are responsible for paying the return shipping for eBay Return Shipping Labels do not apply.  \n- If you return your purchase for reasons of manufacturing defect your Full purchase price will be refunded via PayPal when the return has been processed.  \n- If you return your purchase for any reason other than manufacturing defect you can be charged up to a 20% restocking fee.  \n- If your item is returned by the carrier as 'Not Deliverable' to the address you provide you will be charged for the return shipping and a 20% restocking fee.  \n- Your Original purchase price minus 20% will be refunded to you via PayPal after the return has been processed.  \n- Buyers who abuse the Buyer Protection Policies by filing false or inaccurate claims will be reported to eBay.  \n- I strive to provide excellence in product delivery, communication and customer service.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1725307236958080_1.jpg",
  "HandlingTime": "4",
  "BestOfferEnabled": "false"
}