{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTUwWDcyMg==/z/n4AAAOSwEHpZLn7D/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/k6YAAOSwX9FZLn7E/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzMzWDU1MA==/z/VR0AAOSww9xZLn7E/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjcyWDUwMQ==/z/QAEAAOSwc49Y6Uqa/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAxWDY1OQ==/z/RpoAAOSwAPVZLn7G/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAxWDY1OA==/z/jZkAAOSwPh5ZLn7G/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/vOEAAOSwfpVZLn7H/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcyNg==/z/7OQAAOSwYlRZLn7I/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAxWDY2MQ==/z/wkwAAOSwBt5ZLn7I/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcxOQ==/z/aWwAAOSwY3BZLn7J/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzkyWDUyMA==/z/xygAAOSwq1JZLn7K/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTgyWDcyMA==/z/-rIAAOSw~y9ZLn7L/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VERA-BRADLEY-Get-Carried-Away-Tote-Large-Travel-Carryon-Luggage-Tutti-Frutti-NWT-/263012656628",
  "ConvertedCurrentPrice": {
    "value": "92.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "SOLD OUT PATTERN! DESCRIPTIONThe Get Carried Away Tote offers both organization and flexibility. This carry-on features a breakaway zipper: keep the zipper in place and keep the bag securely closed or leave it open for easy access. Six interior pockets keep travel necessities organized, while two plastic-lined pockets offer wipe clean neatness. A positionable shoulder pad keeps the bag comfortably in place. DETAILS & CARE TIPSDetailsBreakaway zipper feature allows for wide, tote-like opening or snug and secure closure for travelSoftly quilted, positionable shoulder pads located on handlesSix interior slip pockets plus two plastic-lined pocketsFour outer pocketsAirline carry-on compliantDimensions18¼\" W x 15½\" H x 7½\" D with 12½\" strap drop Care TipsMachine wash cool, gentle cycle. Do not bleach. Line dry. SHIPPING & PAYMENTAll items will be shipped within 1 business day. Please review all photos and ask all questions prior to bidding. Unless otherwise stated, what you see is what you get! Serious bidders only. Payment must be received within 3 days of auction close. Normally, we only ship within the US to confirmed Paypal addresses. However, if you are interested in shipping internationally, please contact us first for a quote. CUSTOMER SATISFACTIONIf there is a problem with your order, or you are dissatisfied in any way, please contact us prior to leaving feedback. Our goal is to achieve 100% customer satisfaction, but we can only correct a problem if we know about it. Please give us a chance to solve any issues by contacting us first. We appreciate your business. Thank you, and happy bidding! _gsrx_vers_631 (GS 6.9.8b6 (631))",
  "Title": "VERA BRADLEY Get Carried Away Tote Large Travel Carryon Luggage Tutti Frutti NWT",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "92.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Ashburn, Virginia",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1327",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "hedonista"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "20147",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-31T08:29:37.000Z",
  "HitCount": "9",
  "TimeLeft": "P27DT14H53M45S",
  "EndTime": "2017-06-30T08:29:37.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Vera Bradley"
      },
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "263012656628",
  "PrimaryCategoryID": "42526",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "We offer a 30-day return policy on the majority of our merchandise. If you are unhappy with your item please contact us for a Return Merchandise Authorization (RMA) number and return the item in the same condition it was received, with original packaging and all tags attached. Buyer is responsible for the cost of return shipping. Original shipping and handling charges will not be refunded. If an item was sold with \"Free Shipping,\" the original, actual outgoing shipping cost will be deducted from the refund amount. All returns are subject to a 20% restocking fee, which will be deducted from the final refund amount. Please use the original shipping box and packing materials when sending your package back to us. We recommend that you insure the package through your carrier of choice and purchase tracking services for your protection. Pack carefully and save the shipping receipt for your records. Only merchandise received by us in original, resaleable condition will be credited. Items marked \"Final Sale\" are not eligible for returns. \n\nDue to safety and sanitary reasons, no returns will be accepted on used, opened, or unsealed cosmetic and personal care products. Additionally, no refunds will be given based on the expiration date of a product. (Some of our cosmetic items are rare, limited-edition, or discontinued products that may be past the expiration date and are being sold as is. We will always make it explicitly clear in the description when and if an item is expired, so please read carefully and bid or purchase accordingly.) Cosmetic and personal care products MUST BE SEALED to be eligible for returns. Of course, if an item is grossly misrepresented, we will always work with you to make things right.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2630126566288080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}