{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTk0/z/Hq8AAOSwzJ5XcXaA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg3MDI=/z/x84AAOSwc1FXcXaC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/uXsAAOSwFwpXcXaE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5NzM=/z/g~8AAOSwbYZXcXaH/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/JagAAOSwGIRXcXaJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwMFgxNjAw/z/yMcAAOSwc1FXcXaL/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/yR0AAOSwc1FXcXaN/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Kate-Spade-Ny-NWT-Bon-Voyage-Unmentionables-Fuchsia-Lingerie-Pouch-Bag-70-/201917006285",
  "ConvertedCurrentPrice": {
    "value": "58.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "KATE SPADE NEW YORK NWT \"BON VOYAGE UNMENTIIONABLES\" FUCHSIA LINGERIE POUCH CASE BAG RETAIL $70. 100% authentic Kate Spade New York NWT \"Bon Voyage Unmentionables\" fuchsia lingerie pouch bag that I purchased at a Kate Spade boutique and never used. This so fun but practical travel accessory is the perfect way to organize your lingerie and keep in one place while packing and unpacking. It is a bright fuchsia with \"Unmentionables\" printed in black and the Kate Spade logo name plate sewn on the other side. Zip around opening with a large interior zip pocket and custom logo print lining in bright orange. Approx. measurements are height 11\"; width 12.5\"; depth 3.5\". This bag also matches from the Bon Voyage collection a make up bag, and jewelry pouch which are listed separately.This roomy lingerie pouch is perfect for travel or would make a terrific gift if you can bear to give it up! All goods are guaranteed authentic since I only buy and sell authentic items I have purchased myself from high end retailers like department stores and their outlets. Sometimes there are codes or marks on them for their inventory purposes. All goods are from a smoke-free and pet-free environment. Please check out my other designer items up for sale. Good luck bidding or just \"Buy It Now\" and own it immediately! PAYMENT: Payment via PayPal is due no later than 3 days of close of auction unless I have been notified, otherwise the item will be re-listed and a non-paying bidder claim will be filled with eBay. All items are FINAL SALE so please ask all questions before bidding. I am very fastidious and try to describe any marks or imperfections; however, if you have a problem, please contact me within 48 hours of receiving the item and let's try to resolve the problem so we both can enjoy a positive transaction. SHIPPING: All shipping in the continental US is free with tracking via Parcel Post which can take up to 14 days. If you would like your item sooner, both USPS Priority Mail (usually 2-3 business days) or overnight delivery are available at buyer's expense but please notify me if you want expedited shipping. Any item over $249.99 requires a signature confirmation charge per PayPal. I incur all insurance charges. All items are shipped within 1-2 business days of receipt of PayPal payment. I generate shipping labels on eBay and or PayPal so that you will receive an email confirming your item was shipped as well as a tracking number. Any buyers from Hawaii, Alaska, or Canada, please contact me regarding shipping costs. INTERNATIONAL SHIPPING: International Buyers, please contact me prior to bidding for international shipping charges and to see if I will ship to your country. Buyers are responsible for all taxes, VAT, import duties, and any other fees imposed by your government. Please contact your local post office or customs office to find out what your costs are prior to bidding. I put the actual cost of the item and shipping on all forms to cover insurance and tracking, and will not lower the price or mark as \"gift\". Once the item is shipped you will receive tracking information, and it is your responsibility to check with your customs or post office for delivery attempts, information, and signatures. All international sales are FINAL SALE. RETURNS: Buyers wishing to return an item for refund must contact me within 3 days of receipt of item via eBay messaging. Item must be returned back to me within 14 days of receipt of item and in the IDENTICAL condition shipped including any boxes, papers, or accompanying items included in purchase. If item is not in the same condition as shipped, there will be no refund. Buyer pays all shipping fees in both directions. My actual shipping cost is NON-REFUNDABLE and items listed with \"Free Shipping\" will receive a refund less my shipping cost. Item must be trackable and insured. There will be a 15% restocking fee for all returned items. FEEDBACK: Communication is the key of any successful transaction and the feedback scores help both buyers and sellers reputations. I want you to enjoy your purchase and do my best for you to have a positive experience. I would appreciate it if you would take the time to leave feedback since I strive for 5 star service. If you have any issues or questions, please email me prior to leaving negative feedback. I value my customers and want you to shop often with me because it was such a positive experience!",
  "Title": "Kate Spade Ny NWT \"Bon Voyage Unmentionables\" Fuchsia Lingerie Pouch Bag $70.",
  "ExcludeShipToLocation": [
    "Africa",
    "South America",
    "BM",
    "CA",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "AT",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "DK",
    "EE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "JE",
    "LV",
    "LI",
    "LT",
    "MK",
    "MT",
    "MD",
    "ME",
    "PL",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA",
    "VA",
    "AI",
    "AG",
    "AW",
    "BS",
    "BB",
    "BZ",
    "VG",
    "KY",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "MQ",
    "MS",
    "AN",
    "NI",
    "PA",
    "KN",
    "LC",
    "VC",
    "TT",
    "TC",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "TW",
    "TH",
    "VN"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "58.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "GB",
    "CZ",
    "FI",
    "AU",
    "PT",
    "JP",
    "SE",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "ES",
    "IT",
    "DE",
    "NZ",
    "SG",
    "CH",
    "NO",
    "SA",
    "AE",
    "CR"
  ],
  "Location": "West Bloomfield, Michigan",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "807",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "sussisonia"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "48323",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-05T22:11:49.000Z",
  "HitCount": "65",
  "TimeLeft": "P2DT4H21M17S",
  "EndTime": "2017-06-04T22:11:49.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "Brand",
        "Value": "Kate Spade"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "Style Number",
        "Value": "WLRU1958"
      },
      {
        "Name": "Color Name",
        "Value": "Snapdragon Pink"
      },
      {
        "Name": "UPC",
        "Value": "098689780498"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201917006285",
  "PrimaryCategoryID": "42526",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Sussi&#39;s Designer Closet",
    "StoreURL": "http://stores.ebay.com/id=46091144"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: 15%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "15%",
    "RestockingFeeValueOption": "Percent_15",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2019170062858080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}