{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwNlgxNjAw/z/y5IAAOSwn01XDVnX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/JWYAAOSwhDdXDVnZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/2F0AAOSwgApXDVnc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/tWkAAOSwZ8ZXDVng/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/thYAAOSwZ8ZXDVnj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/Cj4AAOSwGYVXDVnm/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/iGYAAOSwAvJXDVnp/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/G5sAAOSwJQdXDVnt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTk0WDE2MDA=/z/r~UAAOSwq19XDVnw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODQwWDE2MDA=/z/86sAAOSwgApXDVp-/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-Mandarina-Duck-ITALY-Leather-Computer-Messenger-Bag-Dust-Cover-NWT-/172165782328",
  "ConvertedCurrentPrice": {
    "value": "129.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "( Please visit our store FM Couture Co for more items!!!! Authentic Mandarina Duck ITALY Leather Computer Messenger Bag & Dust Cover NWT USA SELLER!!!! Check our feedback, 100% satisfaction guaranteed!!! VISIT OUR STORE!!!! MAKE YOUR OFFER!!! we will not refuse any reasonable offer!!! Description: You are bidding on Authentic Mandarina Duck ITALY Leather Computer Messenger Bag & Dust Cover NWTWhat's Included: (1) Messenger Bag & (1) Dust Bag Condition: BRAND NEW with Tags, one still in the box and the second one does not include the retail packing. I will send the one with box first. Packing: Cardboard Box. Shipping: We shipping within USA all 50 STATES and US Territories including PR. Territories outside the lower 48 states may incurr in additional shipping charges depends on the service. International buyers accepted! PLEASE!!!!!! IF YOU HAVE A QUESTION SEND ME AN EMAIL BEFORE ANY OFFER OR BUY THE ITEM!!!! If you have ANY concern about the item PLEASE contact us within 24 hours after receive the item. Now all the eBay communication goes thru a case, PLEASE contact us and without creating the case using in the reason: \"other\", PLEASE!!! We try our best in put the best description possible with our knowledge about the item but sometimes additional details are out of our knowledge. We kindly as for your understanding!!! Fast Processing Guaranteed! WE send all items within 24 hrs!!!! General Policy: Please read the description carefully and if you have any question feel free to send me an email I will answer ASAP.Before leave a negative or neutral feedback please contact me for a prompt resolution.We do our best to add a close and accurate description of the item but we may have errors in the age and information of our antique items.I reserve the right to remove the item if its sells locally or become unavailable 24 hours before the auction ends.For vehicles the buyer is responsible for any registration process in your State or Country, we will provide current title and bill of sale. IMPORTANT DISCLAIMER: Regardless of the origin of the items, documentation provided or identification appearing upon the items, the item described and offered here is in no way certified for, recommended for, or offered for any specific use. The purchaser agrees that DCN Enterprises or user sdcnqcn or user dcnauctionliquidators shall not be held responsible or liable for any injuries or damages, whether incidental or consequential, associated in any way with the items. The purchaser, by bidding on this equipment, indicates their acknowledgment of, and agreement to the terms of this disclaimer. Payment Policy: We accept payments via: a. Paypal (preferred) b. Credit Card (only with Buy Now option) c. Cash in person d. Certified Check (only in cars in person) Buyer agreed to make the payment within 5 days or a resolution case will be open.Buy Now option required immediate payment. Shipping & Handling Policy:We send all items within 24-48 hours after the payment it’s cleared in most cases. Please allow us this time frame to process your package and bring it to the shipping carrier.Add insurance is HIGLY RECOMENDED. We are not responsible for any damage caused for the shipping company. a. $1-$50 Please add $1.80 b. $51-$150 Please add $3.20 c. $151-$500 Please add $5.70 Shipping Services: (Usually) We reserve the right to change the service announced on the ad. a. Items within 1-13 oz USPS Service: First Class Mail b. Items over 13 oz USPS Priority Mail / Parcel Post / FedEx Home Delivery/Ground/Smart Post c. Items over 75 lbs UPS Ground/FedEx Ground (ONLY Business addresses) d. Cars or Big Items Local Pick Up/ Freight All orders processed via Paypal shipping label include free tracking number but if your order needs a special handling may not include this service. a. On BETTER OFFER items the tracking number may not be included. International Shipping: We process each package within 24 hrs if no special events occur as hurricanes, tornado, earthquakes or any other disaster. Please add insurance to each international order to cover any lost or stolen in transit. No guarantees are made for international shipments; seller takes no responsibility for items lost or stolen in transit!International shipments do not include a fully traceable tracking number. (If need this service upgrade to EXPRESS GLOBAL)We can't control the transit time. This time is on USPS, Customs and Local Postal Service hands. Return Shipping: Return shipping cost (the cost to send an item back to our store) is like or comparable to your cost of driving to any store for returning an item, which is not reimbursable. Therefore, we do not reimburse any return shipping cost. Carriers Contact Info: o FedEx - (800) 463-3339 o UPS - (800) 742-5877 o U.S.P.S. - (800) 275-8777 Returns/Exchanges Policy: · New Items: o Exchanges: Four Teen (14) days if you receive the wrong item. Buyer is responsible for all shipping cost. o Returns: Buyer is responsible for the shipping. No exceptions! o Damaged Items: All Packages are inspected for damage before they ship from our warehouse. If your package has been damaged in transit, please contact us immediately to continue with the next step, in most cases we can open an insurance claim. We must be informed of all shipping related claims within 1 business day after the date of receipt. We do not issue refunds for returns of damaged merchandise. o Replacement: We will send a product replacement after the authorized return has completed our receiving/inspection process. The replacement will ship within four (4) business days following our receipt of your return. Please allow additional processing time after Holidays. Although it is our goal to ship a replacement as quickly as possible, we do not send replacements before we receive and inspect the returned merchandise. o Return Shipping: Return shipping cost (the cost to send an item back to our store) is like or comparable to your cost of driving to any store for returning an item, which is not reimbursable. Therefore, we do not reimburse any return shipping cost. · Used Items: o Exchanges: No exchanges accepted, may not have another item. o Returns: No returns accepted, item is selling AS IS. Cars/Trucks/Motorcycles/ATV: Each vehicle is sold AS IS, no warranty. We are not responsible for any hidden damage. We do our best to add a close and accurate description of the item but we may have errors on information on the engine or transmission. We are a re-seller not a professional mechanics. Thanks for Watching!!!!! Happy Bidding!!!!! DISCLAIMERS AS TO THE FMCOUTURECO.COM WEBSITE AND CONTENTS: THE FMCOUTURECO.COM WEBSITE AND ALL INFORMATION AND CONTENT ON IT ARE PROVIDED ONLY ON AN \"AS IS,\" \"AS AVAILABLE\" BASIS, WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND. TO THE FULL EXTENT PERMITTED BY LAW, WE DISCLAIM ANY AND ALL REPRESENTATIONS AND WARRANTIES WITH RESPECT TO THIS SITE AND ITS CONTENTS, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE OR USE. WITHOUT LIMITING THE GENERALITY OF THE ABOVE DISCLAIMERS, WE DO NOT REPRESENT OR WARRANT (1) THAT THE INFORMATION ON THIS WEBSITE IS ACCURATE, COMPLETE, RELIABLE, USEFUL, TIMELY OR CURRENT OR THAT THIS WEBSITE WILL OPERATE WITHOUT INTERRUPTION OR ERROR, OR (2) THAT ANY PRODUCT DESCRIPTION IS ACCURATE OR COMPLETE. WE MAKE NO REPRESENTATION THAT CONTENT PROVIDED ON THIS WEBSITE IS APPLICABLE OR APPROPRIATE FOR USE IN LOCATIONS OUTSIDE OF THE UNITED STATES. WE ASSUME NO RISK OR RESPONSIBILITY FOR YOUR USE OF ANY OF THE CONTENT PROVIDED ON THIS WEBSITE. DISCLAIMERS AS TO OTHER WEBSITES: WITHOUT LIMITING THE FOREGOING, WE DO NOT MAKE ANY REPRESENTATIONS OR WARRANTIES, AND WILL HAVE NO LIABILITY FOR, ANY OTHER PARTY'S WEBSITE THAT YOU MAY ACCESS THROUGH THIS WEBSITE. ANY SUCH OTHER WEBSITE IS INDEPENDENTLY OWNED AND OPERATED, AND WE HAVE NO CONTROL OVER THE WEBSITE OR THE INFORMATION, CONTENT, PRODUCTS AND SERVICES AVAILABLE THERE. A LINK FROM THIS SITE TO ANOTHER WEBSITE DOES NOT MEAN THAT WE ENDORSE THAT OTHER WEBSITE OR INFORMATION, CONTENT, PRODUCTS AND SERVICES AVAILABLE THERE. LINKS ARE PROVIDED ONLY FOR CONVENIENCE. Limitation of Liability UNDER NO CIRCUMSTANCES, SHALL EMS OR ITS EMPLOYEES, DIRECTORS, OFFICERS, AGENTS, VENDORS OR SUPPLIERS BE LIABLE FOR ANY DIRECT OR INDIRECT LOSSES OR DAMAGES ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF THIS WEBSITE OR YOUR INABILITY TO USE THIS WEBSITE.THIS LIMITATION OF LIABILITY APPLIES TO ALL LOSSES AND DAMAGES OF ANY KIND (WHETHER GENERAL, SPECIAL, CONSEQUENTIAL, INCIDENTAL, EXEMPLARY, PUNITIVE OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, LOSS OF DATA, INCOME OR PROFITS), WHETHER BASED ON CONTRACT, TORT, (INCLUDING NEGLIGENCE, GROSS NEGLIGENCE AND INTENTIONAL TORTS THEORIES) OR OTHER LEGAL OR EQUITABLE CAUSES OF ACTION OR PRINCIPLES. THIS LIMITATION APPLIES EVEN IF WE HAVE BEEN ADVISED OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.APPLICABLE LAW MAY NOT ALLOW THE LIMITATION OF LIABILITY SET FORTH ABOVE, SO THIS LIMITATION OF LIABILITY MAY NOT APPLY TO YOU. IF ANY PART OF THIS LIMITATION ON LIABILITY IS FOUND TO BE INVALID OR UNENFORCEABLE FOR ANY REASON, THEN THE AGGREGATE LIABILITY OF EASTERN MOUNTAIN SPORTS, INC. AND ITS EMPLOYEES, DIRECTORS, OFFICERS, AGENTS, VENDORS OR SUPPLIERS UNDER SUCH CIRCUMSTANCES FOR LIABILITIES THAT OTHERWISE WOULD HAVE BEEN LIMITED SHALL NOT EXCEED ONE HUNDRED DOLLARS ($100). --> &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;div style=\"text-align:center\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a style=\"text-decoration:none\" href=\"http://mostpopular.sellathon.com/?id=AC1257475\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;img src=\"http://www.sellathon.com/Resources/Images/countercredit.gif\" border=\"0\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/div&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; ShipSaver FREE! Sellers: Add a FREE map to your listings. FREE!",
  "Title": "Authentic Mandarina Duck ITALY Leather Computer Messenger Bag & Dust Cover NWT",
  "ExcludeShipToLocation": [
    "AO",
    "CD",
    "CG",
    "CI",
    "LR",
    "NG",
    "SO",
    "IQ",
    "IL",
    "AF",
    "AM",
    "RU",
    "BO",
    "BR",
    "PY",
    "VE"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "129.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Orlando, Florida",
  "Seller": {
    "FeedbackScore": "1422",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "sdcnqcn"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "32808",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2016-04-12T20:36:18.000Z",
  "HitCount": "599",
  "TimeLeft": "P4DT5H19M40S",
  "EndTime": "2017-06-06T20:36:18.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Mandarina Duck"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Material",
        "Value": "Italian Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "UPC",
        "Value": "8032803548061"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172165782328",
  "Storefront": {
    "StoreName": "fmcoutureco",
    "StoreURL": "http://stores.ebay.com/id=186826313"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1721657823288080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}