{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/e1gAAOSw-kdXziIb/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/WrQAAOSw8oFXziIs/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/uYMAAOSwvzRXziI7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/XoAAAOSw8oFXziJH/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/rooAAOSwGtRXziJY/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/r28AAOSwGtRXziJm/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/6KcAAOSwFV9XziJ2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/wYEAAOSwknJXziKJ/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/COACH-VINTAGE-BLACK-LEATHER-BEEKMAN-BUSINESS-BRIEFCASE-5266-EUC-/152258148075",
  "ConvertedCurrentPrice": {
    "value": "125.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "COACH VINTAGE BLACK LEATHER BEEKMAN BUSINESS BRIEFCASE 100% Authentic STYLE No. 5266 Head off to work in style with this Coach VintageBlack Leather Beekman Briefcase!It is constructed from handcrafted firm thick leatherthat is characteristic of Coach products. This briefcase is suited to be carried by either men or women. The briefcase is large enough to carry a laptop/notebook computerand can also be worn crossbody! This briefcase is sure to make a statement ofSUCCESS to whoever carries it!! Dimensions 15-1/2”L x 11”H x 3-1/4”D Exterior Smooth black glove tanned leather Brass turn key closure on front flap Brass hardware throughout 41” L detachable/adjustable shoulder strap with trigger dog leash clips Sliding shoulder pad Padded top handle Full width slip pocket on back Coach black leather hang tag Interior Front flap is lined in smooth leather Main compartment is unlined black suede leather Full length pocket under front flap Main compartment has pen loops, business card pocket,and a 5”x4” slip pocket for a cell phone Main compartment is large enough to carry your laptop or legal/business pads Large full zip pocket Coach creed (made in the United States) and registration no. A8C-5266 Condition This is a VINTAGE briefcase that dates back to 1998,yet remains in very good preowned condition.Like most vintage pieces, there are light signs of handling and use,but the marks and blemishes are also characteristic to this type of leather.However, they DO NOT detract from the beauty of this briefcase! The interior has no strange or offensive odors! A few things worth mentioning is that there is slightwear on the bottom corner bindings;the brass hardware has some light tarnishing and there is ablemish on the bottom of the bag. Please look closely at the pictures to decide for yourself,but I assure you this briefcase will serve its new owner for many years to come!! ** Please keep in mind that this is a VINTAGE bag that has been previously carried, so if you are looking for perfection, move on and purchase a NEWER bag ~ vintage bags are not for you!! ** I am a proud member of TPF (The Purse Forum)! All of my items come from a smoke-free home. They are either from my own personal collection, purchased from fine department stores,outlet malls or at estate sales to ensure their authenticity. I go to great lengths to find the very best pre-owned handbags/wallets. I will only sell what I personally would be proud to carry myself. I select only the very best handbags I can find and the prices are marked according to their condition.All my used handbags are thoroughly inspected by me, cleaned, conditioned,interiors vacuumed and ready to ship to you in the very best condition possible! I am not an agent or affiliated with Coach in any way, however,I fully guarantee that all items I sell are authentic or your money back! PAYMENT I accept Paypal ONLY Payment is due within 3 days after winning an item in an auction listing. “Buy it Now” listings MUST be paid immediately upon purchase. SHIPPING Items are shipped 48 hours after confirmation from Paypal. However, if your payment is confirmed after 8:00 p.m. Central Time,payment is considered received the following day for shipping purposes. Included in the shipping costs are shipping materials,actual shipping fees and delivery confirmation/tracking number. I LOVE to combine shipping on multiple purchases! FEEDBACK PLEASE do not forget to leave feedback once you receive your item.If you have any concerns, please contact meBEFORE you leave feedback.I am very easy to work with and strive to make your purchasea positive experience.I will only leave feedback after Buyer’s feedback ismade to ensure your complete customer satisfaction. TERMS OF SALE All sales are FINALPlease ask any questions before you make a purchase! Thank you for shopping in my store!",
  "Title": "COACH VINTAGE BLACK LEATHER BEEKMAN BUSINESS BRIEFCASE ~ 5266  EUC!!!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "125.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Eden Prairie, Minnesota",
  "Seller": {
    "FeedbackScore": "676",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "ladydiep"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "55347",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2016-09-28T13:16:24.000Z",
  "HitCount": "659",
  "TimeLeft": "P22DT22H2M42S",
  "EndTime": "2017-06-25T13:16:24.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      }
    ]
  },
  "Site": "US",
  "ItemID": "152258148075",
  "Storefront": {
    "StoreName": "Bags of Eden",
    "StoreURL": "http://stores.ebay.com/id=732525811"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1522581480758080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}