{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Nzk4WDkzNA==/z/VwgAAOSwjL5ZLTv8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/DvkAAOSwYGFUxXwS/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/uYwAAOSw2s1UxXwU/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/rCoAAOSw1vlUxXwW/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUxWDU5OA==/z/4m8AAOSwzrxUxXwY/$_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Chanel-Black-Classic-Quilted-Shopper-Tote-Bag-62305-/332248643625",
  "ConvertedCurrentPrice": {
    "value": "1699.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Chanel Black Classic Quilted Shopper Tote Bag All detailed images are photos of the actual bag offered for purchase. If we have more than one of the same model, we will shoot each item individually and will never reuse photos. Details about this item: An extremely unique and hard-to-find, yet classic piece is this Chanel Black Classic Quilted Shopper Tote Bag. Intricate exterior quilting and classic signature \"CC\" Chanel signature turnlock clasp in 24k gold plated hardware, beautiful double strap woven chain and sleek silhouette make this bag perfect for day or night. Unlike totes made today, this bag is lined in luxurious lambskin. Convenient back stash pocket is practical and still very Chanel. This item is in good condition with some signs of normal use. The bag is soft and has a little bit of slouch. Corners are clean with no signs of rubbing or scuffing. Gold hardware is a deep, yellow gold hardware and shiny. Note: Chanel no longer uses 24k gold to plate their golden hardware as they did with this model. Interior is clean. Please see photos for details. - Chanel signature Lambskin leather in Black - Interior lined in Black lambskin - Signature Chanel intricate quilting in Lambskin leather - 24k gold plated \"CC\" turnlock clasp - Interior features two side zipper compartments and main compartment - Hologram sticker inside - Measures 12in. W (at base) x 9.5in. H x 2.5in. D, strap drop is 10.25 inches - Comes with Dust Bag On Authenticity - Every piece we list is manually inspected and pre-authenticated prior to listing - Photographs for each listing are unique to the bag for sale that the customer will receive. Even if it is the exact same model, we will never re-use photos - All of our items come with a double-your-money-back guarantee on authenticity. That means that we guarantee the authenticity of this item to the point where if you ever were to find it not authentic, we would refund twice the amount of your initial purchase price. - Recently, we also started offering complimentary third party authentication vouchers along with each Chanel purchase, and these voucher codes can be redeemed with Etinceler Authentications, the go-to authentication house for federal cases, investigations, Ebay and PayPal claims, on Chanel. We started doing this to give our customers extra peace of mind, since each piece we sell is pre-owned. Shipping We usually ship within the next business day upon receipt of cleared payment. Shipping to the United States, major territories, and APO addresses, is free. We ship FedEx Ground or Express Saver, depending on your location (so that it reaches you within 3 business days). A signature is required for you to receive your package. We also ship to other countries, including the United Kingdom, Canada, Australia, Europe, Singapore, Hong Kong, Japan, South Korea, Indonesia, Taiwan, Malaysia and other areas. International shipping is USD $40 for FedEx Express International and is usually guaranteed to arrive within 3 to 5 business days to your local city of residence. Some areas deliver sooner, such as Canada, which is overnight delivery. A signature is required for you to receive your package. For international buyers - Customs may impose fees and/or taxes on your purchase prior to delivery. To find out more about potential customs fees, please contact your local customs office. You as a buyer are responsible for any and all customs fees and taxes if they should occur. This is not included in the shipping fee. All shipping charges are non-refundable. Returns Policy For pre-owned (not New) Chanel bags: If you are not satisfied with your purchase, you may return your item for a refund within three (3) business days of receipt of your item. The item must be the same condition in which it was received by you and our tag must still be on the bag. If there is no tag (which we secured and is tamper-resistant) on the bag, we will not accept the return. This tag is necessary for two reasons: - To ensure that the item sent back to us is the exact same item you received - To ensure that the next customer who purchases the item gets the item in the same condition - unworn since photographs were taken We will accept returns for Ebay customers for pre-owned Chanel bags as long as the rules above are met. Of course, authenticity is a lifetime guarantee with no expiration to claim our double your money back guarantee. For brand new / New With Tag / New Chanel bags and all Hermes bags: Due to sensitivity of handling and transit, all Hermes bags and brand new Chanel items are final sale to maintain the condition of the item. Of course, authenticity is a lifetime guarantee with no expiration to claim our double your money back guarantee. About Us Long before its inception in 2004, Patina believed in the preservation of luxury accessories and has strongly advocated against counterfeit merchandise being sold in the United States and the rest of the world. Because of the multitude of counterfeit items being sold on and offline, the founders of Patina created consignment services offerings to help promote authentic pre-owned premier handbags in a fierce online selling environment where counterfeit sellers are equipped with more tools and resources to outshine even legitimate sellers of authentic handbags. Most of our items are previously used, and the condition is described in each listing above the bulleted portion of the item's attributes description (last complete paragraph preceding bulleted list in each listing). Boutique Patina is not affiliated with any of these brands or companies, but we sell items purchased from these companies at a previous time, whether it be items purchased directly from branded boutiques or from a department store. We are selective - Patina Consignments is committed to carefully and professionally curating one of the most desirable collection of authentic pre-owned Chanel and Hermes handbags in the United States. Through brand zeal, established reputation, product expertise and an experienced history in selling only pre-owned authentic Chanel, Hermes sand other luxury pieces, Patina will deliver for its customers high quality service, convenience and assurance that their items are being traded for the best value possible in the current marketplace, while offering sellers lower fees than typical consignment or pawn shops with less specialized product knowledge. We look forward to helping you find another home for your luxury items. For inquiries, call or text 714-988-3415 Monday through Friday 9 a.m. to 6 p.m.",
  "Title": "Chanel Black Classic Quilted Shopper Tote Bag 62305",
  "ExcludeShipToLocation": "KR",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1699.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Irvine, California",
  "Seller": {
    "FeedbackScore": "745",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "*patina*"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92618",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T13:19:30.000Z",
  "HitCount": "1",
  "TimeLeft": "P2DT23H12M4S",
  "EndTime": "2017-06-05T13:19:30.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "CHANEL"
      },
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Bag Height",
        "Value": "9.5"
      },
      {
        "Name": "Bag Depth",
        "Value": "2.5"
      },
      {
        "Name": "Bag Length",
        "Value": "12"
      },
      {
        "Name": "Strap Drop",
        "Value": "10.25"
      },
      {
        "Name": "Size",
        "Value": "Extra Large"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "332248643625",
  "Storefront": {
    "StoreName": "Boutique Patina",
    "StoreURL": "http://stores.ebay.com/id=123724426"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3322486436258080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}