{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/d80AAOSwax5Yup1U/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/NUcAAOSwuxFYup2a/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/i8AAAOSw4A5Yup1M/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/DDkAAOSw4CFYup2i/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/SKgAAOSwWxNYup2D/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/j0IAAOSw2gxYup1b/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/l-kAAOSwdGFYup1Z/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/NSYAAOSwTM5Yup1g/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/jmQAAOSw4A5Yup1l/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-MICHAEL-KORS-SIGNATURE-PVC-JET-SET-LARGE-POCKET-MF-TOTE-BAG-BROWN-/401339531987",
  "ConvertedCurrentPrice": {
    "value": "169.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "NWT MICHAEL MICHAEL KORS SIGNATURE PVC JET SET LARGE MULTI FUNCTION TOTE BAG IN BROWNRETAIL $268.00100% AUTHENTIC, NEW WITH TAG, & COME WITH CARE CARD STYLE: 35S6GTTT3BColor: BrownTuck your tablet and other work or school items into this essential jet set tote from Michael Michael KorsMK Signature PVC w/ Leather trim Open tope w/ adjustable double handles 9\" drop.gold tone hardwareGold tone Michael Kors logo medallion hanging tagFront envelope large pocket w/ button snap closure (Inside; 8 credit card slots)Interior: Center zip divided, 1 zippered pocket and 4 slip pocketsMK signature fabric lining 15” W x 10.5” H x 6\" Dimported NO DUST BAG Our Michael Kors Handbags & Wallets will be shipped with beautiful Michael Kors shopping bag/paper bag while supply last..... Payment Methods:Paypal**All payments must be received within 3 days after auctions end** If payment hasn't received within 3 days, the auction will be revoked and a Non-Paying Bidder alert will be filed. Shipping:All International buyers are welcome. Delivery time may take longer than normal, depend on each country's custom regulation. International Buyers!! We do not responsible for CUSTOM TAX!!Combined shipping is only valid when other purchases are within same day of the first item purchased and by using a single checkout / payment. Shipping cost is listed in item's description. Item will be shipped within 24 hours after receiving cleared payment (NOT include Saturday and Sunday). If you need item urgently, please contact us to arrange immediately shipment. We are not responsible for shipping service transit times. Transit times may vary, particularly during peak periods. Feedback:Customer satisfaction is our #1 goal. We are committed to earning your excellent feedback. Please feel free to contact us prior to leaving feedback if you have any dispute to solve or suggestions to improve your shopping experience. Term and Condition:We are committed to offering our valued customers with 100% authentic brand name products at a fraction of their retail prices. All of our products are directly from their store. We guarantee the genuineness and quality of our products. Please ask all questions before bidding. Return Policy:Penelopecloset accepts returns of new, unworn, and undamaged merchandise within 30 days of delivery date. All returns must be in new condition in the original packaging with original tag intact.Please contact us via eBay Messaging for approval before returning merchandize.The customer is responsible for return shipping charges, and in the event of loss or damage, the customer is responsible.Items are not valid for return if any of the following conditions apply: scratches, breakage, evident wear, removed links, or if explicitly stated in product description that the item is non-returnable.Restocking FeeThere will be 20% restocking fee without exception, unless otherwise agreed by the Penelopecloset eBay staff via mail, fax or e-mail. You will receive your refund: Your original paid – shipping fee – 20% restocking fee.Items received \"Not as Described\"Please notify us within 3 business days of purchase if there is a problem with your order. Please inspect all packages carefully as soon as they are delivered.Conditions which will void your ability to return merchandise includes: Scratching, Breaking, Wearing items, or lastly, if the auction explicitly says in the description that the item cannot be returned. On May-05-16 at 17:32:54 PDT, seller added the following information: Track Page Views With Auctiva's FREE Counter",
  "Title": "NWT MICHAEL KORS SIGNATURE PVC JET SET LARGE POCKET MF TOTE BAG IN BROWN",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "169.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Woodbridge, Virginia",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "7019",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Green",
    "UserID": "penelopecloset"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "22191",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-06-02T10:54:03.000Z",
  "HitCount": "1",
  "TimeLeft": "P4DT20H29M48S",
  "EndTime": "2017-06-07T10:54:03.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Michael Kors"
      },
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Material",
        "Value": "PVC"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Bag Length",
        "Value": "15\""
      },
      {
        "Name": "Bag Height",
        "Value": "10.5\""
      },
      {
        "Name": "Bag Depth",
        "Value": "6\""
      },
      {
        "Name": "Strap Drop",
        "Value": "9\" Shoulder strap"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "401339531987",
  "PrimaryCategoryID": "63852",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "penelopecloset",
    "StoreURL": "http://stores.ebay.com/id=313737353"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%",
    "RestockingFeeValueOption": "Percent_20",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/4013395319878080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}