{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P9DT21H49M12S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "Real genuine vintage retro leather messenger bag",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MzgwWDUwMA==/z/KA4AAOSwNRdX~fML/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTgyWDg3Mw==/z/pKIAAOSwzaJX~fMO/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTgyWDg3Mw==/z/5h8AAOSwpLNX~fMS/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTgyWDg3Mw==/z/2hsAAOSwCGVX~fMV/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTgyWDg3Mw==/z/oBwAAOSw4shX~fMZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTMxWDg3Mw==/z/6C8AAOSwpLNX~fMc/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Men-Genuine-Vintage-Brown-Leather-Messenger-Bag-Shoulder-Laptop-Bag-Briefcase-/262806182652",
  "ConvertedCurrentPrice": {
    "value": "54.53",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Description11\" Men's Vintage Brown Leather Full Flap Messenger Laptop Satchel Shoulder BagQUALITY LEATHER BAGEach bag is individually made using goat leather by experienced crafts people .The bag gets better and better with the time as the leather softens and deep-ens in color. The tonality color of each bag might vary in accordance with the low and high temperatures from the heart of The Thar desert.The leather does not receive any chemical treatment. On the bags a special vegetable oil is applied to give more tonality to the dominant brown (light and dark) color of the bag also making it more resistant to the water.Each bag has its charm and style and a very special earthy smell that will assure you it’s real leather.Its lightness, flexibility and durability will not make you regret your purchase.(Features)Non-Allergic and Eco FriendlyFull Flap with Magnetic Locks.2 Inner Zipper Pockets.3 Compartments Inside.Long Adjustable Shoulder Strap.Internally Lined with Strong/Sturdy Canvas which makes it Durable and Long Lasting.Brass/ Metal Fitting Buckles and Holders.It Is Handcrafted Using Pure 100% Genuine Goat Leather.the use of this item. Made by experts from RajasthanTreated by natural ingredients.Natural leather smell will go away within few days from the usage of this bag.Eco friendly and weather resistant.Size:-11\"(L), 9\"(H), 4\"(D)(See the picture for more detail)Strong, light-weight goat leather, tanned without the use of chemicalsLeather softens and darkens with useColor and texture of the leather variesNatural real leather smell, just like a luxury car or lounge suite Solid brass buckles and fixtures - will last for years Has a wonderful natural look, and feelEach bag is uniquely individual due to slight color and marking variations on natural leatherBrand New Handmade Leather Bag without tagPlease check the size before your purchase. Visit Store Get7seashandicraft Combine shipping (Heavy discounts) available Tracking details are available Express delivery (3 days) available on minimal extra charges, please write to us Shipping Partners - DHL, FedEx, UPS etc and like other International Courier Service providors only Shipping may be influenced by holidays, public events and/or any other uncertainties. We can not guarantee the exact arrival time.Please understand we could not control how the customs work at destination.If you are very care about the seemingly shipping time, please provide your contact numbers. We ensure to keep it confidential. Using Paypal is the simplest and easiest way to pay, and is the way we prefer,but if you have a reason that you don't want to use Paypal that's OK, we will accept credit card payments and bank deposits, please contact us to arrangethese after purchasing.we know that you will want to get your goods sent quickly so please rememberto make your payment quickly after purchase, and we will dispatch within onebusiness day after you have made your payment.if you need a bit of time to make your payment, that's also ok, please contactus to advise how long you need, we are happy to hold your goods for up to week before you pay.if you are purchasing from overseas,please be aware that we can only accept Paypal Terms of Sale Returns accepted Please write to us before returning the item Buyer should contact us within 20 days of receiving the item Refund will be given in refund or replacement on buyer's choice.Return shipping will be paid by the buyer Item must be returned in its original condition Please write to us for any clarification on RETURN POLICY About Us Namaste........ We are manufacturer and wholesaler of leather goods and specialized in Office Briefcases, Office Bag, College School bags, Travel Bag, Handbags, Purses, Wallets, leather journals and diaries and many more. We use quality leather of Goats and Camel. We offers customize designing and wholesale prices for bulk order. For more details, please write to us. Please visit our store and have a look of our other itemsIf anything unanswered, please do write to us.Happy Shopping!! Contact us Please contact us via eBay with any questions you have about our products.We normally respond to any questions within one or two working days.Feedback & DSRIf there is any problem with product or delivery, please contact us BEFORE leaving the feedback and below 5 star rating.100% customer satisfaction is our goal.Your 5 Star rating will help us to reduce cost in your next purchase Thank You For Shopping",
  "Title": "Men Genuine Vintage Brown Leather Messenger Bag Shoulder Laptop Bag Briefcase",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "54.53",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "UDAIPUR, RAJASTHAN",
  "Seller": {
    "FeedbackScore": "794",
    "PositiveFeedbackPercent": "97.1",
    "FeedbackRatingStar": "Purple",
    "UserID": "get7seashandicraft"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "313001",
  "GlobalShipping": "false",
  "Quantity": "4",
  "StartTime": "2017-01-13T13:00:50.000Z",
  "HitCount": "143",
  "ConditionID": "1500",
  "EndTime": "2017-06-12T13:00:50.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "262806182652",
  "Storefront": {
    "StoreName": "get7seashandicraft",
    "StoreURL": "http://stores.ebay.com/id=1269478346"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Full refund available within 30 days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "IN",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2628061826528080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}