{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTkyWDg1Ng==/z/5vMAAOSwIWVY9lgs/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/glcAAOSwBOtY9ljB/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/EOIAAOSw7U5Y9lji/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzk4/z/bN8AAOSwuspY9ljn/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/McKlein-Womens-Black-Lake-Forest-Italian-Leather-Laptop-Tote-/232306046127",
  "ConvertedCurrentPrice": {
    "value": "190.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "McKlein Women's Black Lake Forest Italian Leather Laptop Tote-->--> Item Description ITEM#: 11727909 Slip your laptop into the main compartment of this women's blacklaptop tote from McKlein, then slide your accessories, flash drivesand charging cables into the front zippered section to haveeverything you need right at hand. Neoprene on the shoulder strapof this leather laptop tote helps your bag stay securely on yourshoulder. Sleek, contoured briefcase features a top zipper, allowing easy access to the main compartment Front organizer zipper section with storage space for media devices, business cards and more Women's briefcase includes leather shoulder strap Shoulder strap includes non-slip neoprene absorbs shock to alleviate body strain Interior zipper pocket to help organize Double compartment divided by secured zipper pocket for important documents Practical and stylish tubular leather arm straps Removable high-density laptop sleeve that protects laptops up to 15.4 inches in sizeClickhere to view this item in orange Clickhere to view this item in green Clickhere to view this item in pink Clickhere to view this item in blue Clickhere to view this item in sand Clickhere to view this item in red ShippingWe can only ship to the lower 48 U.S. states (does not include Hawaii or Alaska).We cannot ship to PO Boxes or military addresses.There is no local pickup.There is no combined shipping. We only ship to the shipping address that appears on the ebay order page.Expedited shipping options are available. Please send a message via ebay messages for a quote.Many of our items are shipped directly from our suppliers or warehouse to expedite delivery.Colors may vary slightly due to differences in computer monitors.Orders are generally delivered within 5-10 business days. Larger items may take 2-4 weeks. We will supply a tracking number when your order is shipped. Please refer to tracking information that we provide for more accurate delivery estimates. Ebays estimated delivery dates may not be accurate.If you have a question about a product not otherwise answered in the item description, please contact us via eBay messages first and allow us the opportunity to help you and be sure we have what youre looking for.ReturnsYour satisfaction is guaranteed! If for any reason you are unhappy with your item, just return it within 30 days for a full refund, minus shipping cost. All items purchased must be returned in original packaging and include all of the original accessories or items that were included. Please contact us through eBay Messages prior to initiating a return so that we can issue you a refund authorization. Our goal is to provide you with 5 star customer service. If you have any questions or concerns at any time during the purchase process, please contact us through eBay Messages. We want you to be happy with your purchase and we look forward to serving you again. Have a wonderful day!About usAll of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If theres a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us!Payment PolicyWe require Immediate Payment through PayPal. You must use a Paypal authorized address for your order. If your shipping address is different from your Paypal address, please add the shipping address to your authorized addresses in your Paypal account. We do not accept email requests for changes to shipping address.",
  "Title": "McKlein Women's Black Lake Forest Italian Leather Laptop Tote",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "190.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Los Angeles, California",
  "Seller": {
    "FeedbackScore": "376",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "plumroseonlinedeals"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "90014",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-04-18T18:20:26.000Z",
  "HitCount": "7",
  "TimeLeft": "P15DT3H12M43S",
  "EndTime": "2017-06-17T18:20:26.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "McKlein Womens"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Model",
        "Value": "Does not apply"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232306046127",
  "Storefront": {
    "StoreName": "Deb s Corner",
    "StoreURL": "http://stores.ebay.com/id=936509053"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Please contact me for instructions on how and where to return this item.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2323060461278080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}