{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Anuschka-523-AFA-AFRICAN-ADVENTURE-Tablet-Case-8-75-x10-x2-NWT-/141825453783",
  "QuantitySold": "0",
  "TimeLeft": "PT23H31M18S",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Middle East",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NZ",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "VA"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "105.56",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Bedford, Indiana",
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "47421",
  "StartTime": "2015-11-11T14:49:22.000Z",
  "HitCount": "936",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Anusckha"
      },
      {
        "Name": "Style",
        "Value": "Tablet Case"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Bag Height",
        "Value": "8.75\""
      },
      {
        "Name": "Bag Depth",
        "Value": "2\""
      },
      {
        "Name": "Bag Length",
        "Value": "10\""
      },
      {
        "Name": "Strap Drop",
        "Value": "Adjustable 13.5\" - 26+"
      },
      {
        "Name": "Size",
        "Value": "Small"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "UPC",
        "Value": "813111017306"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "SecondaryCategoryID": "169293",
  "EndTime": "2017-06-03T14:49:22.000Z",
  "Title": "Anuschka #523 AFA AFRICAN ADVENTURE Tablet Case 8.75\"x10\"x2\" NWT",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1418254537838080_2.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODQ1WDc2OA==/z/xdEAAOSw5VFWQ1Qm/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAzWDc2OA==/z/diAAAOSwo0JWQ1Qi/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUxWDEwMDA=/z/j3AAAOSwAYtWQ1Qh/$_57.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "Ida&#39;s Gift Barn",
    "StoreURL": "http://stores.ebay.com/id=108345621"
  },
  "ConvertedCurrentPrice": {
    "value": "105.56",
    "_currencyID": "USD"
  },
  "AutoPay": "true",
  "NewBestOffer": "false",
  "Description": "ANUSCHKA ™ (An-ush-ka) n.“like no other”! We are an authorized ANUSCHKA e-dealer! \"African Adventure\" Tablet Case! Item No. 523 AFA! A work of art in a tablet case! It's a zoo out there! Now you can have your own with an elephant, lion and zebra in their jungle setting on the front! The back depicts an African bird in a jungle setting! Hand Painted Genuine Leather! Zip over entry for tablet! Magnetic flap entry to organizer! Front full length wall pocket, 9 cc holders, 1 ID window! 1 wall pocket ... 1 full length gusseted wall pocket! Rear gusseted zippered pocket! Removable handle with drop of 13.5\" - 26\"! Approximate Total Dimensions: 8.75\" x 10\" x 2\"! Designed to fit the iPad 3 and other similar sized devices! Since this is a hand painted item, design may vary slightly from above pictures! Anuschka Beautiful! MSRP $199.00 Our Price $131.95! ~~~ The Art~~~ Anuschka bags are a feast for the eyes with their vibrant colors and elegant design elements. The wide range of abstracts, natural scenes and artistic themes transforms each handbag into an object of timeless art. By combining the beauty of nature with the latest in runway fashion, Anuschka has redefined Wearable Art. Every Anuschka creation is unique and truly a contemporary masterpiece on leather. The casual look and comfortable styling complements the sophisticated woman who appreciates one-of-a-kind designs and exceptional craftsmanship. The commercial production of the artwork translates to one accessory at a time, as personalized and individual workmanship is an integral part of each creation. The artisans take pride in the creation of every piece and view them as distinctive works of art, like no other. The rich and supple cowhide is specially created and carefully selected, allowing for the art to age like fine wine while getting enriched and attracting even more compliments over the years! ~~~ Features~~~ Each Anuschka product is a unique fusion of exquisite artwork and stylish utility. We believe fashion can be a great balance between functionality and art --- making every Anuschka accessory qualified ‘wearable art’! The Anuschka story doesn’t end with its original art or its fine leather. Anuschka pays attention to the intricate details and practical features –multiple compartments, adjustable shoulder straps, key fobs, cell phone pockets, security pockets, precise handcrafted workmanship, signature lining, custom made hardware and branded sliders. Anuschka accessories are always elegant and handmade lovingly with thoughtful detailing! Each original Anuschka ™ is signed by a member of the family! ~~~ Care~~~ If your handpainted Anuschka accessory requires cleaning, use a slightly damp cloth to gently wipe over the painted areas. You may also use the Aunschka™ Leather Protector which is a non-silicon based spray which has been specially developed to preserve the rich colors and the suppleness of the leather. Please do not use any other chemicals or cleaning solutions as they have not been tested on our unique handpainted leathers! Anuschka uses 100% Lead Free paint. The minor traces of lead levels in our hardware are in compliance with Prop 65 (California) standards and are less than common household items like faucets and door knobs and meet the same industry standard as all leading leather accessory brands. *** RETURN POLICY *** If you want to return an item, contact us immediately by e-mail or telephone! We will walk you through the process! PLEASE DO NOT INITIATE A RETURN THROUGH E-BAY AS IT CAUSES US MUCH CONFUSION AND EXTRA PAPERWORK! ·Returns must be made within 14 days from the date of your purchase.·The item must be in the SAME packaging (plastic bag with UPC sticker) and have the original hang tag on it as when it was sent to you. (If you do not have these, please do not return the item because we cannot give you a refund because we cannot sell the bag as new without these items! You will be out your money and your item!)·The item must be in the same new condition as when it was sent to you!·The item can have no odors such as smoke, fragrances or any other scents.·The item cannot have been laundered or spot cleaned.·Buyer pays for the return shipping.·We will refund your Paypal account as soon as we receive your item if it meets the above criteria for the full cost of the item. We will NOT refund initial shipping.·If there is a defect in the item, please let us know what it is immediately!",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "AU"
  ],
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "4049",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "bjsteuer"
  },
  "GlobalShipping": "true",
  "Quantity": "2",
  "ItemID": "141825453783",
  "SecondaryCategoryIDPath": "11450:169291:169293",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1"
}