{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAxM1g3NjA=/z/KRsAAOxy4dNSxIBZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMTgy/z/iK0AAMXQVT9SxIBO/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg5NjU=/z/UKMAAOxycmBSxIBR/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDEyMDA=/z/M14AAMXQlgtSxIBS/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDEyMDA=/z/KJ8AAOxy4dNSxIBS/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDEyMDA=/z/iQQAAMXQVT9SxIBT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDEyMDA=/z/csIAAMXQVERSxIBU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDEyMDA=/z/XIwAAOxyVaBSxIBU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMDc0/z/KPAAAOxy4dNSxIBW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMDI2/z/UQIAAOxycmBSxIBX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMTQ2/z/XMEAAOxyVaBSxIBX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDEyMDA=/z/jTwAAOxy63FSxIBZ/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Victorias-Secret-PINK-Large-Backpack-Sequins-Floral-NEW-RARE-/122528716618",
  "ConvertedCurrentPrice": {
    "value": "100.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Normal 0 false false false EN-US JA X-NONE Brand new Victoria’s Secret PINK Collection Large Backpack Brand new from VS online store, still in original plastic packaging (will be inspected before mailing out to you). Limited edition! Discontinued and completely sold out in stores! Hard to find, very rare!This is a big size backpack. Great, roomy and beautiful bag! Perfect for school gym, travel or as an everyday bag.Statement-making, must-have backpack: supercute on (and off) campus with extra pockets to keep all your essentials safe. Plus, with so many cute options, it's perfect for any occasion.Color: Sequin Floral Item Description: One large compartmentBuckle flap closure with interior drawstringLarge front zip pocket with leather \"PINK\" logo patchTwo side flap pocketsAdjustable strapsSequins12''L x 6''W x 17''HCotton canvas Each backpack is unique! The placement of the flowers on the backpack you receive may vary slightly from the picture. Colors may appear different in pictures than in person due to camera flash, your computer or monitor settings, etc. ********** Thank you for looking at my listing! Please read below policies carefully prior purchase or bidding. QUESTIONS:· Please read the item description before buying! If you didn’t read and now requesting a return because you don’t like what you bought, you will be subject to 20% restocking fee. Shipping and handling costs are non-refundable.· Feel free to contact me with any questions. MERCHANDISE:· According to eBay policy, “New with Tags” can refer to an item in its original package with or without tags. Many items I order, especially from Victoria’s Secret, come in plastic packages as opposed to having retail store tags. To avoid confusion, in my Descriptions I state new in original package if the item is in it’s original package without tags.· Images of the listed item often can be illustrative only, since I don’t unpack every single item to take a picture of it especially when I sell more than one item of the same kind.· I do my best to describe the item as accurately as possible, if you need more info, or another picture, please ask.· From pet and smoke free environment. SHIPPING AND HANDLING:· Please remember, shipping charges are not only for the postage to ship item but also may include other expenses such as packing materials and getting your package to the post office.· If you want expedited shipping or extra insurance, please let me know before paying so I can send updated invoice to you.· I am not responsible for any items lost, stolen or damaged while in transit.· All items are shipped to the address provided on your eBay/PayPal account.· All items are shipped within 1-3 business days of payment. INTERNATIONAL SHIPPING:· I ship internationally, but please be aware that it takes longer for the package to reach international address. In some cases it can take 6-8 weeks due to delays in customs clearance. If you do not receive your package after the estimated delivery time, I suggest contacting your local customs office to see if they have your package.· International buyers are responsible for any import taxes that your country’s customs office may charge you. Refused and returned packages will be subject to 20% restocking fee. Shipping and handling costs are non-refundable. PAYMENT: · PayPal preferred. All sales are final.· Payment is due within 2 days of auction end as per eBay rules. No exceptions! · If no payment is received and no communication, a non-payment case will be opened automatically and the item may be re-listed. FEEDBACK:· My feedback rating is very important to me. Please do not leave negative or neutral feedback because you merely do not like the item or have buyer’s remorse as this is not polite and you would not want it done to you.· I strive for 5 star customer service. If not satisfied with a purchase, let me know right away! We can resolve problems if we know they exist. Do not hesitate to contact me!· I will leave you positive feedback after you leave it for me, please!",
  "Title": "Victoria's Secret PINK Large Backpack with Sequins in Floral NEW *RARE*",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "RU",
    "AF",
    "AM",
    "AZ",
    "BT",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MN",
    "NP",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BA",
    "BG",
    "CY",
    "CZ",
    "FR",
    "GI",
    "GR",
    "GG",
    "IS",
    "IT",
    "JE",
    "LI",
    "MK",
    "MD",
    "MC",
    "ME",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA",
    "VA",
    "BS",
    "VI",
    "VG",
    "PR",
    "VC",
    "AN",
    "AI",
    "HT",
    "LA",
    "VN",
    "UY",
    "SR",
    "VE",
    "FK",
    "AR",
    "GY",
    "BW",
    "NG",
    "MG",
    "LR",
    "TG",
    "ZW",
    "TN",
    "NE",
    "BI",
    "LS",
    "KE",
    "SL",
    "ZM",
    "TD",
    "SZ",
    "GM",
    "BF",
    "NA",
    "TZ",
    "SC",
    "UG",
    "CF",
    "ML",
    "AO",
    "GA",
    "SO",
    "MZ",
    "ET",
    "CD",
    "YT",
    "SH",
    "CI",
    "GW",
    "DZ",
    "MA",
    "KM",
    "MU",
    "EH",
    "RW",
    "CV",
    "GN",
    "BJ",
    "ER",
    "MR",
    "SN",
    "DJ",
    "CM",
    "MW",
    "CG",
    "LY",
    "GH",
    "GQ",
    "GL",
    "PM",
    "IQ",
    "LB",
    "TR",
    "YE"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "100.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Chesapeake, Virginia",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "336",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "wwp1nk"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "23325",
  "GlobalShipping": "true",
  "Quantity": "3",
  "StartTime": "2017-06-02T01:50:45.000Z",
  "HitCount": "2",
  "TimeLeft": "P29DT11H16M19S",
  "EndTime": "2017-07-02T01:50:45.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Victoria's Secret"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      }
    ]
  },
  "Site": "US",
  "ItemID": "122528716618",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1225287166188080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}