{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Reusable Eco Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169302",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/s-wAAOSwX9FZMPuC/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/ekUAAOSw42JZMPuF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/344AAOSwxu5ZMPuJ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/ewkAAOSwi7RZMPuN/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/71UAAOSwZ4dZMPuR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/33gAAOSwJH1ZMPuU/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/xvMAAOSw42dZMPuZ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/tvUAAOSwDiBZMPue/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/-e0AAOSw5cRZMPuh/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Laiya-Deluxe-Easy-to-carry-Fashion-Diaper-Bag-Shoulder-Tote-/252970129637",
  "ConvertedCurrentPrice": {
    "value": "54.09",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Laiya Deluxe, Easy-to-carry, Fashion Diaper Bag Shoulder Tote Description The Laiya bag was designed with you in mind and is the perfect blend of fashion and functionality. Fashionable: Never be embarrassed of your diaper bag again. Feel confident with the fashionable design of the Laiya bag. Plenty of room: If you like to pack everything but the kitchen sink, this medium-sized bag probably isn't for you. But if you just want to bring the essentials, the roomy interior has plenty of room to store everything you need without being too huge or bulky. (We even use it for two kids.) Easy to carry: Two sets of straps give you plenty of options for carrying this diaper bag. Use the shorter handles to carry your Laiya bag over your arm or shoulder. Or use the longer strap to wear it crossbody, freeing up your hands and arms for baby (and everything else!) Practical: Two outside pockets provide easy access to essentials, and 6 interior pockets allow plenty of options for organization. Your purchase makes a difference! Adoption holds a special place in our hearts. That's why a portion of the proceeds from each bag sold goes to support families seeking to adopt a child in need. Great baby gift for a new mom & perfect for your baby registry essentials. Features FASHIONABLE: Finally, a diaper bag that you'll actually look forward to carrying!EASY TO CARRY: Carry this bag on your shoulders or across your body with the longer crossbody strap.PLENTY OF ROOM: This medium-sized bag has plenty of room for everything you need without being unnecessarily large or bulky.CONVENIENT STORAGE: Two outside pockets & six inside pockets provide lots of convenient storage options.MAKING A DIFFERENCE: A portion of the proceeds from each bag sold goes to support families seeking to adopt. Product Details Item Weight: 1.2 poundsProduct Dimensions: 16.3 x 13.3 x 1.5 inchesUPC: 719936402603Batteries required: NoShipping Weight: 1.2 pounds Shipping & Handling Orders are shipped out within one business day and tracking information will follow shortly thereafter. Addresses must be correct at the time of checkout and we cannot change them after the purchase. Undeliverable or wrong addresses do not fall under our responsibility. We do not ship to AK, HI, PO boxes, or APO addresses. Sales Tax Due to our use of fulfillment centers across the USA we are required to change tax in the following states. AlabamaArkansasArizonaCaliforniaColoradoConnecticutDist. of ColumbiaFloridaGeorgiaIowaIllinoisIndianaKansasKentuckyLouisianaMassachusettsMarylandMichiganMinnesotaMissouriMississippiNorth CarolinaNorth DakotaNebraskaNew JerseyNevadaNew YorkOhioOklahomaPennsylvaniaRhode IslandSouth CarolinaSouth DakotaTennesseeTexasUtahVirginiaVermontWashingtonWisconsinWest VirginiaWyoming Return Policy Returns within 14 days are excepted and a 15% restocking fee will be charged.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "54.09",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "4472",
    "PositiveFeedbackPercent": "93.9",
    "FeedbackRatingStar": "Red",
    "UserID": "leothellama"
  },
  "PrimaryCategoryID": "169302",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Laiya Deluxe Easy-to-carry Fashion Diaper Bag Shoulder Tote",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-02T05:46:11.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529701296378080_1.jpg",
  "TimeLeft": "P29DT12H34M2S",
  "EndTime": "2017-07-02T05:46:11.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "NA"
      },
      {
        "Name": "Brand",
        "Value": "Laiya Baby Products"
      },
      {
        "Name": "UPC",
        "Value": "719936402603"
      },
      {
        "Name": "EAN",
        "Value": "0719936402603"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252970129637",
  "Storefront": {
    "StoreName": "LeoTheLlama",
    "StoreURL": "http://stores.ebay.com/id=1165817625"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), 15% restock will be changed for all returns.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B00W4KQGIO",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}