{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMzA4/z/vGcAAOSwIaFZJum~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjEx/z/KNUAAOSw5cRZJunC/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Carhartt-Legacy-Womens-Tote-East-West-Black-/172694537078",
  "ConvertedCurrentPrice": {
    "value": "69.91",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Carhartt Legacy Women's Tote East/West, Black Color:Black  |  Style:East/West Face the day head on with the Carhatt Legacy Women's Tote, the bag that's built strong like you. From work to home and everywhere in between you can tackle anything that comes your way. Constructed of rugged 600D Poly with Rain Defender durable water repellent. Main compartment is large enough for a laptop with numerous additional pockets of varying sizes for phone, keys and anything else you need to keep your day running smoothly. Both styles have 2 exterior pockets, a reinforced 1200D Poly base and long haul handles for easy carrying. The East West is a zipper closure and the North South is a snap closure. Additional Details: YKK zippers, metal hardware, triple needle stitch, Carhartt logo patch. Carhartt Work Bags, Packs & Gear are covered by a Limited Warranty against manufacturing defects in materials and worksmanship for the normal life of the product. Product Features 100% Polyester Imported Made of 600D Poly with Rain Defender durable water repellent Large main compartment with zip closure Long divider pocket inside plus 3 additional smaller pockets 2 exterior pockets 16.5w x 13.5h x 7d, .9 pounds Shipping: Shipping is complimentary within the lower 48 US States. We Do Not Ship to PO/APO Boxes, HI or Alaska We Do Not Ship Outside of the Continental US All items ship within 24-72 hours of Payment For large items that require Freight shipping a valid phone number is required to call and schedule your delivery Terms of Sale and Feedback: Feedback is extremely important to us and eBay If you are satisfied with our transaction, please take a moment to leave Positive Feedback. YOUR Satisfaction is our #1 Priority! If there are any issues, PLEASE contact us BEFORE leaving a neutral or negative rating so that we may resolve any concerns. We PROMISE we can make you happy if you give us a fair chance. Returns / Concerns: All items qualify for returns within 14 - 30 days of receipt. Buyer is responsible for return shipping on any item that is not damaged Please be sure this is an item you want before making your purchase. Customer Satisfaction is our TOP priority! All items are IN STOCK at time of listing. Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items. Please do not penalize us if we have to issue you a refund! Thank You For Your Business!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "69.91",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "6045",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Green",
    "UserID": "luxurydiscountwarehouse"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Carhartt Legacy Women's Tote East/West Black",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-05-25T14:27:16.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1726945370788080_1.jpg",
  "TimeLeft": "P21DT21H49M33S",
  "EndTime": "2017-06-24T14:27:16.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "13102101"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "Carhartt"
      },
      {
        "Name": "UPC",
        "Value": "819062016245"
      },
      {
        "Name": "Style",
        "Value": "East/West"
      },
      {
        "Name": "EAN",
        "Value": "0819062016245"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172694537078",
  "Storefront": {
    "StoreName": "luxurydiscountwarehouse",
    "StoreURL": "http://stores.ebay.com/id=1332268768"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00GC4MGU0",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}