{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "BestOfferEnabled": "false",
  "TimeLeft": "P2DT4H57M22S",
  "ConditionDisplayName": "New with defects",
  "ConditionDescription": "This product is new with defects - packaged new with tags with light spotting on the black material.",
  "ConditionID": "1750",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMzQ1/z/slcAAOSwFGNWROq8/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTU1WDE2MDA=/z/En0AAOSwT4lWROqr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzQ1/z/ss8AAOSwkZhWROq2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzQ1/z/C7sAAOSw4UtWROqw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODA1WDE2MDA=/z/gh4AAOSwMTZWROqn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIzMlg4NDM=/z/zDwAAOSwJcZWcIDB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTM1WDEwMDA=/z/XXAAAOSwk1JWcIDZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjkw/z/xZQAAOSwEgVWRO9o/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/0XIAAOSwEgVWRO~A/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/P00AAOSweuxWRO~E/$_1.JPG?set_id=880000500F"
  ],
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "The buyer has 14 days to return the item (the buyer pays shipping fees). The item will be refunded.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "ConvertedCurrentPrice": {
    "value": "70.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "3",
  "NewBestOffer": "false",
  "Description": "The New York womens briefcase tote from GRACESHIP is sleek and sophisticated and designed for the woman who never sleeps or has time to plan her outfits. This product is new with defects - packaged new with tags with light spotting on the black material (as seen in photos). FITS UP TO 15-INCH LAPTOP: The New York womens laptop bag features a padded laptop computer compartment that fits 15-Inch MacBook Pro computers, 15-Inch Macbook Air computers and most 15-Inch PC laptop computers. Full dimensions are 15.5\"W x 12\"H x 6\"D. VEGAN FAUX LEATHER: Durable, scratch and water resistant, our womens briefcase is made with PETA-approved vegan leather with chocolate color suede-like interior lining. CONVENIENT & MOBILE: Our work tote for women boasts a structured frame featuring dual handles and an adjustable and removable shoulder strap. BRIEFCASE & PURSE IN ONE: This laptop purse has numerous interior pockets and organization features including two pouches for papers and folders, a separate interior zip laptop charger pocket, a smartphone pocket, multiple business card pockets, two pen holders, a convenient key ring and a pouch for papers. PERFECT FOR TRAVEL: Graceship laptop bags for women combine fashion and function into one dynamic computer messenger bag. Our womens briefcases fit under airplane seats and are easy to clean. Combine your purse and laptop bag into one today! The NEW YORK womens laptop bags from GRACESHIP fits MacBook Pro 15-inch and MacBook Air 15-inch, as well as most other 15-inch PC laptops. The laptop sleeve is 14.25\" W - be sure to MEASURE YOUR LAPTOP to ensure it will fit! This womens briefcase tote is sleek and sophisticated and designed for the woman who never sleeps or has time to plan her outfits. The NEW YORK laptop purse is made from durable, scratch and water resistant black PETA-approved vegan leather material with chocolate color suede-like lining. The womens work totes structured frame features dual handles and an adjustable and removable shoulder strap for easy transportation. Inside is a padded laptop computer compartment with a sleek magnetic closure that protects a laptop or tablet. The NEW YORK computer bag for women also features numerous interior pockets and organization features including a large separate interior zip charger pocket, a cell phone pocket, multiple business card pockets, two penholders, a convenient key ring and a pouch for papers. GRACESHIP laptop bags for women combine the function of a briefcase and the style of a handbag into a versatile accessory for professional women - the laptop purse. The laptop messenger bag for women is a mobile office with style. Chic work tote bags for women are hard to find, and GRACESHIP has created your one stop shop for a womens work purse. The beauty of these tote bags for work is they are large enough for your laptop, work essentials, and a pair of shoes! Perfect for business and travel, these laptop bags for women 15 inch fit perfectly under your arm or the airplane seat in front of you. The ultimate companion for life on the go, any of the women laptop bags in our collection will refine your work style. Each work tote bag will make an effortless statement as you go about your daily grind. Each laptop bag for women is made with PETA-certified vegan leather, saving animals style.",
  "Title": "15-inch Womens Laptop Bag / Work Tote for Women / Briefcase for Women",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "70.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Louisville, Kentucky",
  "Seller": {
    "FeedbackScore": "1",
    "PositiveFeedbackPercent": "0.0",
    "FeedbackRatingStar": "None",
    "UserID": "thegraceship"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "40206",
  "GlobalShipping": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/15-inch-Womens-Laptop-Bag-Work-Tote-Women-Briefcase-Women-/281855688207",
  "StartTime": "2015-11-12T20:15:26.000Z",
  "HitCount": "1895",
  "QuantityThreshold": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "GRACESHIP"
      },
      {
        "Name": "Style",
        "Value": "Work Tote"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Faux Leather"
      },
      {
        "Name": "UPC",
        "Value": "609207154570"
      }
    ]
  },
  "Site": "US",
  "ItemID": "281855688207",
  "AutoPay": "true",
  "BidCount": "0",
  "Quantity": "40",
  "EndTime": "2017-06-04T20:15:26.000Z",
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2818556882078080_1.jpg",
  "HandlingTime": "1",
  "QuantityAvailableHint": "MoreThan"
}