{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1825631435508080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA4MFg3NDk=/z/10UAAOSwPh5ZDhFP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFg3OTk=/z/8-MAAOSw-K9ZDhFO/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzcyWDE2MDA=/z/1ysAAOSwPh5ZDhFL/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/GUCCI-Brown-Gold-Label-Unisex-Cotton-Garment-Hanging-Bag-43-x-30-NWT-HSO110-/182563143550",
  "ConvertedCurrentPrice": {
    "value": "60.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "GUCCI Brown Gold Label Unisex Cotton Garment Hanging Bag 43\" x 30\" NWT HSO110 Details Color: Brown Print: Solid Details: Cotton Fabrication Gold Hardware Monotone Brown Zip Hanging Garment Bag Condition Level: Level #1A-NWT/NIB: Brand new with tags attached, brand new in box, or for bags, brand new in dust bag with ticket/authenticity literature inside. Garment/Item is in perfect condition and has never been worn. Additional Info: Size: 43\" L x 30\" WMade in: UnknownFabric Content: Cotton Want more lux you&rsquo;ll love? Sign up for our newsletter and be a HAUTE insider! The HAUTE Spot wants you to be thrilled with your purchase. If you have any questions or concerns about your purchase, please contact us immediately. We''re available by phone at 312 . 226 . SPOT or by clicking \"Contact Seller\" in your purchase page. OUR QUALITY CONTROL AND CONDITION RANKING SYSTEM Every piece of merchandise we sell at The HAUTE Spot goes through a 6 point inspection during our listing process from the moment it comes through our door until the moment it arrives at yours. This guarantees that we are selling the very finest, handpicked previously-owned designer and couture merchandise online. To assure simplicity in shopping and confidence in your purchase, we have provided a rating system so that you, the savvy shopper, will know the exact condition of the item that you are purchasing. Whether it&rsquo;s fresh off the runway and new with tag&rsquo;s, or something that has seen a few events on a socialite or executive, you need to make an informed decision about your HAUTE purchase. Our scale of 1-3 will give you a clear description of the condition of what you&rsquo;re buying. *Reference our condition ratings 1-3 below for more information Level #1A-NWT/NIB: Brand new with tags attached, brand new in box, or for bags, brand new in dust bag with ticket/authenticity literature inside. Garment/Item is in perfect condition and has never been worn. Level #1B-NWOT/NWOB: Garment/Item is brand new without the tags attached (shoes may or may not be in box). The Garment/item is in perfect condition, and has never been worn. Level #1C-NWD: Garment /item is brand new with tags or brand new without tags, has never been worn but has insignificant damage like: a fingernail scratch on a bag or a shoe, sole of a shoe, or a minor interior mark, the exact issue will be detailed in the condition description. LEVEL #2: Garment/Item is in near perfect condition, but may have been worn on a few occasions; any sign(s) of use will be detailed in the condition description. LEVEL #3: Garment has been worn and shows natural signs of overall use, the exact issue will be detailed in the condition description. EXAMPLES: Clothing may have: a small spot or mark, fading, tear, hole, or snag, stretching, damaged lining, or missing beads or buttons, etc. Shoes may have: worn down heeltaps, excessive stretching or creasing, discoloration or scratched leather, or a spot or mark, etc.Bags may have: scratched leather, a spot or mark on leather or fabric, marked lining, damaged leather, leather that has lost color or polish, etc. *Measurements are taken while garment is lying flat. Clothing may have been altered so please check the provided measurements carefully before you purchase. lj0357 Pay Shipping Info Save on Shipping Return Policy About Us Legal Shop till you drop! Purchase multiple items and pay only one shipping fee. Avoid an Unpaid Item Case; please contact us within 2 DAYS of placing your order. After seven days an unpaid item case will be opened automatically. After 7 days the item will no longer be available for your purchase. The HAUTE Spot accepts payments through PayPal. The HAUTE Spot ships immediately once payment is received. We use USPS FIRST CLASS & PRIORITY to comply with eBay and PayPal policies and standards. We also offer USPS Express for \"Fashion Emergencies\" at an additional charge. Shop till you drop! Purchase multiple items and pay only one shipping fee. YOUR FEEDBACK MATTERS! Please let us know of any \"wishes\" that you may have regarding the way you would like your items sent to you: -The type of packing materials used to ensure your purchase is esthetically pleasing & in perfect condition when it arrives, -If you would like your package expedited faster than USPS FIRST CLASS or PRIORITY Shipping INTERNATIONAL BUYERS, please note: Import duties, taxes, and charges are not included in the item price or shipping charges. ANY ADDITIONAL FEES AND/OR CHARGES ARE THE BUYER'S RESPONSIBILITY. Please check with your countrys customs / postal office to determine what additional costs you will be responsible for prior to bidding / buying. The HAUTE Spot will refuse any returned international shipment marked \"Unpaid Customs\", \"Returned to Sender\", or any other international return. Therefore no returns or refund of your money will be given for any shipment you have refused from your customs bureau, or returned unopened. International duties, taxes, and charges are normally collected by the delivering freight (shipping) company or when you pick the item up - do not confuse them for additional shipping charges. To comply with International Law, we mark all items \"GIFT\" and item details state \"USED. USA and International government regulations prohibit misconduct on any of the customs documents and shipping label. Shop till you drop! Purchase multiple items and pay only one shipping fee. Due to the nature of the designer and couture business, each item is unique. For this reason, The HAUTE Spot strongly encourages shoppers to evaluate every detail of our listing and the condition of the item(s) they are considering. If you find youve made an error in your purchase and need to return an item for any reason, please contact us within 24 hours of receipt. A return acquisition must be processed prior to shipment and returns will not be accepted without a code. Your item will be inspected when we receive the return and must be: In the exact condition as originally shipped. Not worn or altered in any way. Tickets must be attached and any other additional materials sent with the item must be included. Received at The HAUTE Spot within 14 days of receipt. The buyer is responsible for any return shipping costs. Additionally, a 15% re-stocking fee will be deducted from your refund of the purchase price. The refund will be issued in the same form as payment received. The HAUTE Spot is an oasis of luxury goods for savvy shoppers, offering extraordinarydesigner and couture clothing, shoes, accessories and luxury goods. This style savvy Spot was created by a leading Fashion Stylish and Personal Shopper who dresses extraordinary clients for their extraordinary lifestyles. When clients need more room in their closets for this seasons top trends, The HAUTE Spot provides our clients a solution to their common quandary: What shall I do with my cast-offs? Consigning luxury goods for the rich and famous on The HAUTE Spots global marketplace has flourished as a way to offer Fashionistas like you, high-end merchandise at sensational savings. Whether slightly worn and impeccably cared for, or brand new with tickets, you are purchasing the worlds finest, authentic merchandise at a fraction of the cost. We know that once a Fashionista has found The HAUTE Spot, shell be thrilled with our exceptional merchandise and service and return to our oasis of luxury goods forever. Follow The HAUTE Spot on Facebook and Twitter for EXCLUSIVE deals and updates! The HAUTE Spot is not the manufacturer, owner or seller of these goods, but merely a consignor acting on behalf of the seller to facilitate the sale of the goods by holding the goods until such time as a sale is completed and the goods are shipped to the buyer. The HAUTE Spot has five (5) points of inspection for every item we sell. Photos and descriptions are specific to the actual item and fairly and adequately depict the measurements, condition, and image of the goods at the time of sale. The HAUTE Spot makes no express or implied warranties or representations regarding the condition or suitability of the goods and to the extent allowed by law, specifically disclaims any express or implied warranties, including but not limited to any warranty of merchantability or fitness for purpose. Powered by iVendere.com. All rights reserved.",
  "ExcludeShipToLocation": [
    "GT",
    "GH",
    "RE",
    "DJ",
    "CV",
    "ML",
    "BW",
    "SL",
    "MG",
    "SH",
    "GM",
    "LR",
    "RW",
    "SC",
    "LY",
    "ZW",
    "GA",
    "CM",
    "CF",
    "LS",
    "YT",
    "NG",
    "MU",
    "GN",
    "CI",
    "KE",
    "TD",
    "GW",
    "TG",
    "ER",
    "SN",
    "HT",
    "MA",
    "YE",
    "Africa",
    "BI",
    "IQ",
    "GQ",
    "MR",
    "CD",
    "EH",
    "CG",
    "MW",
    "KM",
    "NI",
    "AO",
    "TN",
    "ZM",
    "UG",
    "RU",
    "SO",
    "SZ",
    "EG",
    "MZ",
    "ET",
    "NA",
    "TZ",
    "NE",
    "UA",
    "PA",
    "BF",
    "HN",
    "ZA",
    "DZ",
    "BJ"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "60.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "Willowbrook, Illinois",
  "Seller": {
    "FeedbackScore": "12771",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "shophautespot"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "60527",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-06T18:09:12.000Z",
  "Title": "GUCCI Brown Gold Label Unisex Cotton Garment Hanging Bag 43\" x 30\" NWT HSO110",
  "TimeLeft": "P3DT19M6S",
  "EndTime": "2017-06-05T18:09:12.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Gucci"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Size Type",
        "Value": "Regular"
      },
      {
        "Name": "UPC",
        "Value": "N/A"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182563143550",
  "Storefront": {
    "StoreName": "The HAUTE Spot",
    "StoreURL": "http://stores.ebay.com/id=86817841"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 15%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "15%",
    "RestockingFeeValueOption": "Percent_15",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "536-689077-0-FixedPriceItem",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}