{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MzgxWDY0NA==/z/vpoAAOSwux5YWGVI/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzc5WDY2Mg==/z/RmAAAOSwA3dYWGVX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzk0WDY1MQ==/z/-EQAAOSwJ7RYWGVb/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzg0WDYzMw==/z/J4gAAOSwnHZYWGVg/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzg1WDY1Mg==/z/2JgAAOSw6DtYWGVi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzg1WDY0MA==/z/DdsAAOSw241YWGVk/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzcwWDYwOA==/z/1gIAAOSwEzxYWGVp/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Diaper-Bag-Backpack-Baby-Organizer-Insulated-Changing-Pad-Bottle-Packing-Cubes-/252962789239",
  "ConvertedCurrentPrice": {
    "value": "79.28",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Diaper Bag Backpack Baby Organizer Insulated Changing Pad Bottle Packing Cubes Limited Stock - Order Now! This Diaper Bag Backpack offers the convenience of hands-free parenting on the go. The spacious interior has room to tote everything from snacks to spare outfits and the extra wide opening makes it easy to find essentials in a pinch. The front compartment includes 2 multi-purpose packing cubes and allows for extra storage. Everything stays in reach with elasticized interior pockets and insulated side bottle pockets. The changing pad pocket performs double-duty, acting as a laptop holder when traveling. With the forma backpack, function meets fashion to take you from birth to toddler hood and beyond in style. Features: front section allows easy access to storage cubes; insulated cube is perfect for bottles; multipurpose mesh cube for clothing and snacks; changing pad pocket holds tablets and laptops up to 15\"; extra wide dual zip opening; insulated side bottle pockets; elasticized interior pockets and cell phone pocket; cushioned shoulder straps; stroller straps; cushioned changing pad; bpa-free, phthalate-free; size (inches) 16l x 8w x 14h. Diaper Bag Backpack. 100% PolyesterSize (inches): 16L x 8W x 14HFront section allows easy access to storage cubesInsulated cube is perfect for bottlesMultipurpose mesh cube for clothing and snacksChanging pad pocket holds tablets and laptops up to 15\"Elasticized interior pockets and cell phone pocket Question: Considering this for a travel backpack...no babies in my life, any tags/logos that reflect \"diaper bag\"?Answer: This bag is great for travel or everyday use.Question: Is this bag waterproof?Answer: No it's not.“Baby Bag”Review Rating 5 Stars RecommendedThank you so much. My daughter - in - law loved it. . “Love love love”Review Rating 5 Stars RecommendedI just received this today and I absolutely love it. I had a skip hop shoulder diaper bag before and it just seemed like I was always digging to find things. This bag fits everything from my old diaper bag and still has so much room left. It's comfy and super convenient. ========== TOTALLY FREE SHIPPING =========== We are striving to be a 100% positive eBay seller. We sell only NEW highly rated products from the overstock, shelf pulls and surplus of large retailers in order to provide our customers the best possible item for the price. In order to ensure delivery to your home please message us with your zip code. Shipping in the continental 48 U.S. States only for U.S. addresses. No shipping to APO/FPO/DPO/P.O. Boxes, only physical addresses, sorry. I cannot combine shipping and there is no local pick up. Return PolicyWe offer a 14 Day HASSLE FREE Return Policy. If you are not satisfied, PLEASE CONTACT US first for our CUSTOMER SATISFACTION GUARANTEE.Do NOT return the item before contacting us, we ALWAYS answer. Any return has to be in its original packaging and include a R.A. Number PROVIDED BY US.Buyer’s remorse is not grounds for refunds. Please read the Product Description CAREFULLY. We do not accept returns due to buyer’s mistakes. A 20% Restocking Fee applies to all non-defective Diaper Bag Backpack.",
  "Title": "Diaper Bag Backpack Baby Organizer Insulated Changing Pad Bottle Packing Cubes",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "79.28",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Boyertown, Pennsylvania",
  "Seller": {
    "FeedbackScore": "170",
    "PositiveFeedbackPercent": "97.8",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "mikesgarage1"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "19512",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-28T23:53:15.000Z",
  "HitCount": "6",
  "TimeLeft": "P25DT8H31M51S",
  "EndTime": "2017-06-27T23:53:15.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Skip Hop"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "100% Polyester"
      },
      {
        "Name": "UPC",
        "Value": "879674019652"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252962789239",
  "Storefront": {
    "StoreName": "mikesgarage1",
    "StoreURL": "http://stores.ebay.com/id=1372747380"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "We offer a 14 Day Return Policy. If you are not satisfied, please CONTACT us, we ALWAYS answer. Do NOT return the item before contacting us. Any return HAS to be in its original packaging and include a Return Authorization Number provided by us. A 20% Restocking Fee applies to all non-defective items. Buyer’s remorse is not grounds for refunds. Please read the Product Description CAREFULLY. We do not accept returns due to buyer’s mistakes.",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2529627892398080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}