{
  "HighBidder": {
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "Blue",
    "UserID": "6***4",
    "FeedbackScore": "93"
  },
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "BestOfferEnabled": "false",
  "TimeLeft": "P28DT20H33M36S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/pagAAOSw7GRZLpII/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/2icAAOSwYvFZLpIW/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/u8wAAOSwfRdZLpIh/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/pgAAAOSwEHpZLpIk/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/WGAAAOSwn-tZLpIt/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/nuMAAOSwsXFZLpIw/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/0lUAAOSwKytZLpI6/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/n88AAOSwsXFZLpI7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/2oAAAOSwcgNZLpJF/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/IPUAAOSw9OFZLpJG/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/uj8AAOSw8HBZLpJQ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/vhAAAOSwfRdZLpJQ/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TUSCANY-LEATHER-womens-Saffiano-Leather-briefcase-3-compartments-made-Italy-/182440975759?var=",
  "ConvertedCurrentPrice": {
    "value": "166.8",
    "_currencyID": "USD"
  },
  "QuantitySold": "2",
  "NewBestOffer": "false",
  "Description": "Home About Us Terms & Conditions Contact Us Home About Us Terms & Conditions Contact Us TUSCANY LEATHER women's Saffiano Leather briefcase 3 compartments made in Italy -12% $ 189,54 $ 166,80 Dimensions and weight: 37 x 30 x 9 cm - 1.4 Kg CHARACTERISTICS: MaterialsSaffiano calf leatherInside materialNatural liningTuscany Leather Jacquard liningOutside partRigid structureInside part3 compartmentsCredit card holderFlash drive holder ringSmartphone holderTwo inside zipped pocketsBusiness card holderPen holder Hardware Golden hardwareClosureMetallic zip closureMagnetic buttons closureShoulder strapAdjustable shoulder strapDetachable shoulder strapLeather shoulder strapHandlesLeather handlesDust BagDust Bag included Original Product Tuscany Leather Payment Shipping Return Policy Conditions of use The payment methods can be different, it depending of the type of insertion, in any case the payment must be made within 2 working days following the conclusion of the purchase. The methods of payment accepted are: eBay Immediate Payment (necessary to confirm the order) PayPal Bank Transfer After your purchase you will receive an e-mail with all the instructions relating to the payment of the object. If we will not receive payment at 3th day we will open an eBay procedure of no-paying and from the 6th we will close it reporting \"unpaid item\". The shipping is made by express courier on working days within 24-48 hours after the receiving of the payment The delivery of products will send to the address provided by the purchaser within the time and in the way prescribed by courier (we are not liable for any courier delays) The tracking code will be delivered by email, it is usually active within few hours. If the package was blocked or in stop we will notify you and will do everything we can to overcome the problem. When you receive the product, please test it and inform us immediately if there will be problems and if not, please release a Positive Feedback. NOTE: WE CAN'T SHIP TO PO BOX The products are subject to a careful process of quality control. However, it is possible that the product may have slight imperfections because of the type of processing used. In case you need to repair or spare parts, please contact us and we will be happy to help you, if you think to have received a defective product, please contact our Customer Service within maximum 48 hours of delivery by providing your order number, photographic documentation may be required in order to document this possibility. Once proven the manufacturing defect we will replace the item in the shortest time possible. It's important to respect these times in order to start the correct replacement procedures. When you receive the order please remember to sign \"unchecked\" if the parcel has been clearly damaged during transit and within 24 hours contact our Customer Service by describing the possible fault or damage. It's important to respect these times in order to start the proper insurance procedures. Custom Taxes The customer is responsible for the payment of customs taxes and the amount is calculated according to the law applicable in the country where goods are sent. We don’t know the amount of customs taxes that will be communicated to you by the carrier after the goods have reached their destination. In the event that the taxes are not paid and the shipment is refused or abandoned as a result, the shipment expenses and the customs taxes will be deduced from the total amount of the order and only the difference will be reimbursed. Every product is covered by the 30 days return policy. If you are not satisfied with your purchase you can return it within 30 days from the delivery date and ask for a product exchange or refund. The right to cancel a purchase only applies to personal non-commercial use. All the costs for the return are borne by the buyer (include taxes and duties) Before creating a return request make sure that all the following conditions exist: - The tag must be still attached and the seal unbroken - The product must be unused and in the same conditions as received and with his tags - All original accessories, parts and packaging included free gifts must be returned with the product It is NOT possible to return - Personalized products - OUTLET products You can return items already replaced within 10 days from the date of the last delivery but can not be refunded as with the original order and your choice will be limited to the option of replace the product, with the charge of the new shipping costs. The new shipping costs of the replaced products are always paid by the customer. In order to exercise this right of return the customer must send request by email, telephone or fax. As soon as your return request is accepted you will receive a confirmation email containing your RMA code and the address where you can send your box to. The RMA code is valid for 3 days, as soon as you ship the parcel please let us know and provide the tracking number. Please remember to use a trackable shipping method. Refund We refund the amount paid in the shortest possible time and in the method chosen by the parties and in any event within 30 days of receipt of the returned item. The refund refers to the price of the returned product, excluded shipping costs eventually paid by the customer and excluded any cost of import, taxes and duties. General Condition of Use Your access to, and use of our shop is subject to your acceptance of the following terms and conditions, including all the documents referred on this page. We ask that you read this page carefully before accessing or using the website. By accessing and/or using the shop/website, you consent to be legally bound by the following terms and conditions. If you do not accept the following terms and conditions, we ask that you do not access or use the website. Product Availability For our artisan products tha availability can not be guaranteed, we reserve the right to accept or decline any orders that are placed and in any case until to availability of the goods. Some articles could be temporarily unavailable, in which case you will be notified by e-mail within a maximum of 48 hours from receipt of purchase order. In the event that the item ordered is no longer available, we will cancel the request and will refund you any amount already paid. Warranty Tuscany Leather products are covered by a 24 months commercial warranty that does not cover the problems related to wear. The items are produced with 100% genuine Italian leather, VERA PELLE ITALIANA and they are Made in Italy. The leather may have differences in color shade, this is due to the particular tanning process. This is not to be considered a defect but it's rather a distinctive feature. Each item is carefully crafted and undergoes an accurate quality control. It is possible, however, that products have small imperfections deriving from the tanning and manufacturing process. We are also available to offer a repair service even after the warranty has expired to ensure the durability of the product. If you need a repair or spare parts, please contact us and we'll be glad to help. Responsability We accept no responsibility for loss of products after the successful delivery of the goods. Articles and Pictures Online We are not responsable for the possibility that, because of a specific computer setting or its malfunctioning, the colors of the products shown on the website are slightly different from the original ones. Products can be slightly modified in order to improve their look and characteristics. Legitimacy of the Terms & Conditions If for any reason any part of these Terms & Conditions were to prove inapplicable in relation to any given scenario, the remaining terms and conditions would, nevertheless, not be invalidated. Prices Prices may be changed at any time without notice. Privacy notice In accordance with Italian data protection legislation (Article 13, Parts A and B of Statute No. 196/2003), we inform our customers that the personal data they supply at the time of ordering products and/or completing an invoice form will be treated exclusively as prescribed by Italian law and within EU guidelines. Indeed, the information supplied will be used exclusively for the purpose of adhering to the terms of the purchasing contract to which the interested party has consented and/or to acquire any other information necessary for the legitimate processing of the order. At any time, you are free to exercise your right to consult, update, correct or supplement your personal data by logging on to Account. Additionally, you may bar (fully or partially) the processing of your personal data or request that any information we hold on you be deleted by sending a formal request to the following link: Contact Us. Alternatively, you may send us a letter by registered post to our offices. FEEDBACK AND RATINGS HELP US TO KEEP OUR SERVICE AT THE TOP, AFTER RECEIVING THE ITEM LEAVE A POSITIVE FEEDBACK AND 5 STARS ON DETAILED SELLER RATINGS AND WE WILL DO THE SAME. WARNING: 4 STARS MEANS INSUFFICIENT FOR ANY KIND OF PROBLEM PLEASE NOT RELEASE NEUTRAL FEEDBACK, NEGATIVE OR OPEN UNNECESSARY “CASE” BUT CONTACT US AND REPORT THE PROBLEM, WE WILL SOLVE TOGETHER ANY ISSUE. Listing created by Maxpho® eBay® management for national and international listings.",
  "ExcludeShipToLocation": [
    "AU",
    "AT",
    "BE",
    "FR",
    "DE",
    "IT",
    "PT",
    "ES",
    "GB"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "166.8",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Santa Croce sull'Arno (PI)",
  "Seller": {
    "FeedbackScore": "1839",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "myitalianleather"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "TUSCANY LEATHER women's Saffiano Leather briefcase 3 compartments made in Italy",
  "GlobalShipping": "false",
  "Variations": {
    "Pictures": {
      "VariationSpecificPictureSet": [
        {
          "VariationSpecificValue": "Dark Brown",
          "PictureURL": "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/8hcAAOSwfpVZLpH5/$_12.JPG?set_id=880000500F"
        },
        {
          "VariationSpecificValue": "Black",
          "PictureURL": "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/27sAAOSw~y9ZLpH3/$_12.JPG?set_id=880000500F"
        },
        {
          "VariationSpecificValue": "Red",
          "PictureURL": "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/8xsAAOSwfpVZLpIH/$_12.JPG?set_id=880000500F"
        },
        {
          "VariationSpecificValue": "Blue",
          "PictureURL": "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/pagAAOSw7GRZLpII/$_12.JPG?set_id=880000500F"
        },
        {
          "VariationSpecificValue": "Dark Taupe",
          "PictureURL": "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Mh0AAOSw42JZLpIU/$_12.JPG?set_id=880000500F"
        }
      ],
      "VariationSpecificName": "Color"
    },
    "Variation": [
      {
        "Quantity": "0",
        "StartPrice": {
          "value": "166.8",
          "_currencyID": "USD"
        },
        "SKU": "mxp-9888-1-2-400001-9--1--1",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Color",
            "Value": "Brown"
          }
        }
      },
      {
        "Quantity": "11",
        "StartPrice": {
          "value": "166.8",
          "_currencyID": "USD"
        },
        "SKU": "mxp-9888-1-2-400001-4--1--1",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Color",
            "Value": "Dark Brown"
          }
        }
      },
      {
        "Quantity": "15",
        "StartPrice": {
          "value": "166.8",
          "_currencyID": "USD"
        },
        "SKU": "mxp-9888-1-2-400001-1--1--1",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Color",
            "Value": "Black"
          }
        }
      },
      {
        "Quantity": "11",
        "StartPrice": {
          "value": "166.8",
          "_currencyID": "USD"
        },
        "SKU": "mxp-9888-1-2-400001-2--1--1",
        "SellingStatus": {
          "QuantitySold": "1",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Color",
            "Value": "Red"
          }
        }
      },
      {
        "Quantity": "0",
        "StartPrice": {
          "value": "166.8",
          "_currencyID": "USD"
        },
        "SKU": "mxp-9888-1-2-400001-8--1--1",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Color",
            "Value": "Honey"
          }
        }
      },
      {
        "Quantity": "3",
        "StartPrice": {
          "value": "166.8",
          "_currencyID": "USD"
        },
        "SKU": "mxp-9888-1-2-400001-14--1--1",
        "SellingStatus": {
          "QuantitySold": "1",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Color",
            "Value": "Dark Taupe"
          }
        }
      },
      {
        "Quantity": "0",
        "StartPrice": {
          "value": "166.8",
          "_currencyID": "USD"
        },
        "SKU": "mxp-9888-1-2-400001-17--1--1",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Color",
            "Value": "Blue"
          }
        }
      }
    ],
    "VariationSpecificsSet": {
      "NameValueList": {
        "Name": "Color",
        "Value": [
          "Brown",
          "Dark Brown",
          "Black",
          "Red",
          "Honey",
          "Blue",
          "Dark Taupe"
        ]
      }
    }
  },
  "StartTime": "2017-02-01T11:44:43.000Z",
  "HitCount": "540",
  "QuantityThreshold": "10",
  "EndTime": "2017-07-01T11:44:43.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Leather type",
        "Value": "Rigid"
      },
      {
        "Name": "Magazines",
        "Value": "Three Compartments"
      },
      {
        "Name": "Brand",
        "Value": "Tuscany Leather"
      },
      {
        "Name": "Style",
        "Value": "briefcase"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182440975759",
  "Storefront": {
    "StoreName": "heverix",
    "StoreURL": "http://stores.ebay.com/id=781522132"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "40",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "VIEW ALL TERMS IN THE LISTING.\nEvery product sold by My Italian Leather undergoes a careful quality control and is covered by a 30 days return policy. If you are not satisfied with your purchase you can return it within 30 days from the delivery date and ask for a product exchange or refund. The right to cancel a purchase only applies to personal non-commercial use. All the costs for the return are borne by the buyer (include taxes and duties). Before creating a return request make sure that all the following conditions exist: - The tag must be still attached and the seal unbroken - The product must be unused and in the same conditions as received - All original accessories, included free gifts, must be returned with the product. It is NOT possible to return: personalized products and outlet products.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "IT",
  "SKU": "mxp-9888-2-61",
  "HandlingTime": "1",
  "QuantityAvailableHint": "MoreThan"
}