{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQyNlgxNDI2/z/05UAAOSwhQhY3dFH/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/pOoAAOSwuLZY3dFQ/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/AvkAAOSwTM5Y3dFY/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/fJkAAOSwCU1Y3dFi/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/kLkAAOSwc-tY3dFo/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/vU0AAOSwdGFY3dFd/$_32.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-Kenneth-Cole-Womens-Travel-15-Macbook-Laptop-Tote-Bag-Carry-Handbag-/192201829812",
  "ConvertedCurrentPrice": {
    "value": "89.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "NEW! Kenneth Cole® Women's Travel 15\" Macbook Laptop Tote Bag Carry on Handbag Stay on-trend on your way to work with this fashion-forward snake-trimmed Kenneth Cole® Women's Tote. Zippered main compartment unzips to the bottom of the bag. Padded computer pouch holds 15\" Macbook pro and most 16\" computers laptops. Also includes a padded pocket for your iPad, tablet or eReader. Main compartment also has a deluxe organization panel with multiple pockets for your iPhone, pens, cards, power bank, usb charging cable and more. Zippered front pocket. Rear trolley sleeve pass-through to make travel easier for you. Supportive bottom feet. Includes vinyl identification tag for decorating. Signature Kenneth Cole® hardware and lining. Material: Vinyl with Snakeskin AccentsColor: BlackSize: 13\" H X 4.5\" W X 16\" LExclusive Design Free Ground Shipping to an address within the contiguous United States via UPS ships within 1 to 2 business days! Payments: PayPal only.Payment needs to be received within 48 hours of purchase or the transaction may be cancelled. Orders are processed the same day and ship within 1 to 2 business day. Shipping:We ship Monday through Friday, excluding holidays, to street addresses within the United States. Please note that we cannot ship to APO/FPO, P.O. Boxes, Alaska, Hawaii or protectorate addresses. Orders are processed within 1-2 business days in most cases and tracking information will be provided via eBay. Shipping Method: UPS Ground or FedEx Ground or USPS. If you have questions about your order, please use your eBay account Message center to contact us. Return Policy: Money-Back Guarantee. We want you to be 100% satisfied with your purchase. We greatly appreciate your POSITIVE feedback. Customer satisfaction is our #1 priority. Buy with confidence and return with ease with eBay hassle-free returns We offer a 7 day return policy on all items. Please use eBay returns to start the process, returning without this will delay your refund. All returns must be in original condition and must include the original packaging and content in tact. Shipping charges are paid by the customer and are non-refundable except for defective merchandise. All products must be unused and undamaged with tags to ensure a full credit. Refunds will be processed within 5-10 business days of receipt of your returned item, providing the packing slip or customer receipt is enclosed. Any questions? Please contact us! If you have questions about your order or a product, use your eBay account Message center to contact us or ask a seller question directly from an item. Our support staff is available to assist you Monday-Friday from 9 AM - 5 PM EST.",
  "Title": "NEW! Kenneth Cole® Women's Travel 15\" Macbook Laptop Tote Bag Carry on Handbag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "89.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "New Kensington, Pennsylvania",
  "Seller": {
    "FeedbackScore": "83",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "tochagear"
  },
  "ShipToLocations": [
    "US"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "15068",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-05-30T03:49:19.000Z",
  "HitCount": "8",
  "TimeLeft": "P26DT12H52M49S",
  "EndTime": "2017-06-29T03:49:19.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Kenneth Cole Reaction"
      },
      {
        "Name": "Material",
        "Value": "Vinyl"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Style",
        "Value": "Laptop tote"
      }
    ]
  },
  "Site": "US",
  "ItemID": "192201829812",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1922018298128080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}