{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMDQ3/z/C~QAAOSwsW9Y2FE4/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Franklin-Covey-Womens-Tote-Bag-Padded-Compartment-Computer-Black-/322464388880",
  "ConvertedCurrentPrice": {
    "value": "60.89",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Franklin Covey Women's Tote Bag With Padded Compartment For Computer Features: Interior liningSmartly styled leather like exteriorInterior padded pocket to accommodate laptop with up to 15.4\" screenRemovable accessory pouchCalculator pocket and complete organizer insideFront patch pocket. Center compartment with zipper closure Product Details: Product Dimensions: 17.5 x 13.6 x 5 inchesShipping Weight: 2.8 poundsCalifornia residents: Click here for Proposition 65 warningItem model number: 737510 Description This computer tote features a stylish shiny exterior with a triple gusset A-Frame construction with top zip closure, a fully lined interior, and easy access front exterior zipper pocket as well as a front exterior gusseted zip compartment with an organizer which includes a full length zipper pocket, an iPhone pocket, five card slots, an open top pocket and tow pen/pencil holders. The rear exterior gusseted zip down compartment features an iPad pocket. The roomy middle gusseted compartment zips down for easy access and includes a padded computer pocket to fit most computer with up to a 15.4 inch; screen and three padded accessory pockets. The tote style handles can be carried or worn over the shoulder. Handling We will ship all orders within 2 business days of payment. Delivery We DO NOT SHIP TO PO Boxes or Mail Forwarding Addresses. We only ship to Paypal Verified addresses. Return Policy All items that qualify for returns must be within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged, as well as a 15% restocking fee. No exchanges permitted. All returns must be done through EBAY and processed with an RMA number to be issued refund. Upon receiving RMA, buyer has 7 days to have item shipped back. Item must be in original condition and packaging. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "60.89",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "9321",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Green",
    "UserID": "ccs-craigw"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Franklin Covey Women's Tote Bag With Padded Compartment For Computer Black",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-03-26T23:32:28.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3224643888808080_2.jpg",
  "TimeLeft": "P22DT8H23M40S",
  "EndTime": "2017-06-24T23:32:28.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "NA"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "Franklin Covey"
      },
      {
        "Name": "UPC",
        "Value": "094393030010"
      },
      {
        "Name": "Size",
        "Value": "One Size"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322464388880",
  "Storefront": {
    "StoreName": "RivalTech",
    "StoreURL": "http://stores.ebay.com/id=776355051"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.  All returns will be charged a 15% restocking fee.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B00RDL2PAW",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}