{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2019444198998080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTM3OVgxMjg0/z/wBgAAOSwol5Y4i6s/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEWEST-GUESS-Luxury-Handbag-Ladies-Lash-Cognag-Satchel-Designer-Bag-Purse-USA-/201944419899",
  "ConvertedCurrentPrice": {
    "value": "86.82",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Style VY131325 Group Lash Color Cognag Size 47 X 28 X 16 CM (Left - Right x Top - Bottom x Front - Back) Strap A = Drop B = Total Handle A / B 19 / 48 CM Shoulder Strap A / B n/a Description: - Best Collection!! - New Arrival AUTHENTIC G by GUESS Handbag. Exterior Body Bag made of GUESS Quality Faux-Leather Materials. Each handbag model is original Genuine GUESS product line. These bag comes with dual strong handle and also fit for shoulder strap. On top, the inside bag is secured closed with top zipper closure. Front G by GUESS original logo emblem. Quick access for stuff large zipper pocket on the Exterior front bag. Silver stud and ring hardware. Detailed mini studs on the front bag. You just want a simple bag, but it will serve my purpose. :) Interior Inside Bag consist of: a zipper pocket, a cellphone pocket and 2 slip pockets. Matching wallet may be available for these handbag (Please contact seller for more information). ----------- We only believe & love Authentic GUESS Handbag at our store. Every Bag that shipped out from our store is Guaranteed Authentic GUESS and best customer service. The bag that you purchased here might be the limited colllections / the only one available, and have been sold out everywhere. For Super Fast & with tracking # shipment, Please choose Express Mail option Shipment (All Package ship from USA). AUTHENTIC & GENUINE GUESS Handbag - Meilleur Collection ! ! - L'arrivée de Nouveaux G AUTHENTIQUE GUESS sac à main. Body Bag Extérieur fait de GUESS qualité faux-cuir Matériaux. CHAQUE modèle de sac à main is La Ligne de produit de GUESS Véritable origine. Ce sac est Livré avec deux poignée fort et en forme also verser bandoulière. Sur le dessus, le sac à l'intérieur Est Fixé fermée Avec fermeture à glissière. Avant G par Devinez emblème de logo original. Accès rapide verser des trucs grande poche à fermeture éclair sur le devant sac Extérieur. Argent et stud anneau matériel. Mini-clous détaillées sur le sac avant. Vous Voulez Juste un sac simple, Mais il servira mon mais. :) Intérieur l'intérieur du sac se compose de: une poche zippée, une poche pour téléphone cellulaire et 2 petites poches. Portefeuille assorti peuvent être disponibles pour ces sac à main (Se il vous plaît contacter le vendeur pour plus d'informations). ------- Nous croyons que l'amour authentique et sac à main GUESS à notre magasin. Chaque sac livré à partir de notre magasin est garantie GUESS authentique et le meilleur service à la clientèle. Le sac que vous avez acheté ici peut-être les colllections limitées / la seule disponible, et ont été vendus partout dans le monde. Super Fast & avec le cheminement # expédition, S'il vous plaît choisir l'option envoi de courrier express (Tout navire paquet des Etats-Unis). Buy ONLY from our store guaranteed Authentic new & fresh GUESS from USA. - Beste Sammlungen! ! - L'arrivée de nouveaux G AUTHENTIQUE GUESS sac à main. Body Bag Extérieur fait de qualité GUESS faux-cuir Matériaux. Chaque modèle de sac à main est la ligne de produit de GUESS Véritable origine. Ce sac est livré avec Doppel poignée fort et en forme également gießen bandoulière. Sur le dessus, le sac à l'intérieur est fixé fermée avec fermeture à glissière. Avant G par Raten emblème de logo Original. Accès rapide pour des trucs grande poche à fermeture Eclair sur le devant sac Extérieur. Argent et Bolzen anneau matériel. Mini-clous détaillées sur le sac avant. Vous Voulez juste un einfache sac, mais il servira mon aber. :) Interior InnentascheBag besteht aus: einem Reißverschlussfach, einem Handyfach und 2 Steckfächer. Passende Brieftasche kann für diese Handtasche verfügbar sein (bitte mit Verkäufer für weitere Informationen). --------- Wir glauben, dass nur Liebe & Authentic GUESS Handtasche an unserem Speicher. Jede Tasche, die sich von unserem Lager ausgeliefert ist garantiert authentisch GUESS und besten Kundendienst. Die Tasche, die Sie hier bestellen können die begrenzten colllections / der einzige, der zur Verfügung stehen, und sind überall ausverkauft. Bei Super-Fast & Versand mit Tracking #, wählen Sie bitte die Option Express Mail Versand (Alle Paket Schiff aus den USA). Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "86.82",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "USA",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "15146",
    "PositiveFeedbackPercent": "99.0",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "guessmoda"
  },
  "PrimaryCategoryID": "63852",
  "Country": "US",
  "MinimumToBid": {
    "value": "86.82",
    "_currencyID": "USD"
  },
  "Title": "NEWEST! GUESS Luxury Handbag Ladies Lash Cognag Satchel Designer Bag Purse USA",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T12:16:23.000Z",
  "HitCount": "1",
  "TimeLeft": "P9DT22H4M15S",
  "EndTime": "2017-06-12T12:16:23.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Brand",
        "Value": "Guess"
      },
      {
        "Name": "Material",
        "Value": "Faux Leather"
      },
      {
        "Name": "Color",
        "Value": "Cognag"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201944419899",
  "Storefront": {
    "StoreName": "Kingdom Moda",
    "StoreURL": "http://stores.ebay.com/id=94280173"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "VY131325",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}