{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Fanny, Waist Packs",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169298",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3817823807108080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MjU1WDUwMA==/z/4QEAAOSwTA9X4yMw/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzMxWDUwMA==/z/35cAAOSwXAJYWB0i/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzE4WDUwMA==/z/DsEAAOSwA3dYWB0h/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MjMwWDUwMA==/z/4ugAAOSwZQRYWB0m/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYxWDUwMA==/z/4doAAOSwZQRYWB0h/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM2OA==/z/paMAAOSw2gxYwfhE/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDE4OQ==/z/KOUAAOSwhlZYtr8Y/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SoJourner-Bags-Cheetah-Fanny-Pack-Tan-New-/381782380710",
  "ConvertedCurrentPrice": {
    "value": "58.19",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "SoJourner Bags Cheetah Fanny Pack, Tan New Upgrade to 2-Day Air for only $1.99! Upgrade to 2-Day Air for just $5.99! --> Return Policies We offer a 30 day return policy from checkout winning date. An RMA number is required for all returns. Message us for return instructions. Items returned without a RMA number will not be processed. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. We are unable to accept any items that have been used as well as any food items. Return shipping fees are not refundable. We reserve the right to decline any returns if the above guidelines are not followed. Features 3 POCKETS - Â Spacious 2 pocket zippered compartments and 1 back pocket all with reinforced double stitng and nylon lining. Pockets can comfortably hold water bottles, cell phone (including iPhone 6+), keys, wallet, and more. SIZING - Â Bumbag includes an adjustable nylon waistband that fits a 15\" to 48\" waist. High quality, 100% premium durable nylon construction which allows the fanny pack to remain comfortable while holding all your stuff.Â Fits all sizes - small, medium and large. All waist packs are unisex and great for men, women and kids. WATER RESISTANT & DURABLE -Â  Keeps your belongings dry in the rain. Nylon lining inside each of the 3 pockets with reinforced stitng along the seams to support the weight of all your items. Won't rip or tear even in the toughest terrain. COLORS - Â Check out all our listings. We offer a variety of styles including solids, galaxy rave, woven pattern, aztec, tribal, stripes, florals, gold / silver, metallic lizard, codile, rainbow, USA / American flag, chevron zig zag, a dots, leopard / animal print, and more.Â  100% MONEY BACK GUARANTEEÂ (including shipping) - We're so confident this fanny pack is exactly what you're looking for that you can buy it now, try it for 90 days, and get a full refund, no questions asked and hassle free Item Description Our Bags They're back and better than ever! Bum bag, waist pack, hip bag... and better known as the fanny pack, Sojourner Bags is the world's leading fanny pack manufacturer. With over 40 fanny pack designs and counting, we are committed to creating new, fun, stylish, and exciting fanny packs for every occasion. Perfect for any festival, concert, vacation, beach trip, outdoor adventure, biking, sporting event, walking dogs, camping gear, gym, cycling, workout, or just running around town while keeping all your belongings comfortably secured. We offer the widest range of fanny packs compared to any company on the market: from the titional solid color fanny packs, floral vintage fanny packs, to the woven Bohemian cotton fanny pack, Sojourner Bags has it all! Our colors and patterns are fun, vibrant, and ideal for anyone that loves the comfortable convenience of being hands-free. Details Manufacturer: Seventh Coast Ventures Shipping Dimensions Length: 7.4\" Width: 7.4\" Height: 1.6\" Weight: 0.15 pounds Communication If you have a problem or question regarding your transaction please contact us before leaving any type of feedback. We will work with you to resolve any problem you may have. Feedback Due to the large number of feedback we receive, our automated system will leave feedback for you as soon as we receive your payment. Shipping Our standard shipping service is free, your order will be processed within 3-4 business days after your payment. Transit time varies from 2-5 business days. Expedited shipping takes 2-3 business days. One Day shipping takes 1-2 business days and usually ships within 12 hours. We only ship within the continental USA, we do not ship to Alaska, Hawaii, Puerto Rico, APO addresses or any other USA territory. We only ship to the confirmed Paypal address. We reserve the right to cancel any order for any reason at any time. We are not responsible for undeliverable addresses. Additional Information All of our items, unless otherwise stated, will only run on 120 volts. Please check to make sure your country complies with these specifications.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "58.19",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "US",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "751431",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "GreenShooting",
    "UserID": "fanteller"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "SoJourner Bags Cheetah Fanny Pack, Tan New",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2016-09-22T00:17:50.000Z",
  "HitCount": "169",
  "TimeLeft": "P16DT7H11M13S",
  "EndTime": "2017-06-19T00:17:50.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "SoJourner Bags"
      },
      {
        "Name": "MPN",
        "Value": "LYSB01DM11TWG-SPRTSEQIP"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "381782380710",
  "PrimaryCategoryID": "169298",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "fanteller",
    "StoreURL": "http://stores.ebay.com/id=400339187"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01DM11TWG",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}