{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTYx/z/J7YAAOSwmgJY1sAq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1NFgxNjAw/z/sFAAAOSwCU1Y1sAz/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/XccAAOSwc-tY1sA7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDcx/z/XokAAOSwc-tY1sBF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzEw/z/pqcAAOSwdGFY1sBO/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTYx/z/cbMAAOSwTM5Y1sBW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODY1WDE2MDA=/z/EzIAAOSw4A5Y1sBe/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODU4WDE1OTk=/z/WQEAAOSwzgBY1sBl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIxMFgxNjAw/z/5iIAAOSwax5Y1sBu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTg3WDE2MDA=/z/4a0AAOSwhQhY1sB2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUyMlgxNjAw/z/MegAAOSwmgJY1sB~/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA0MFgxNTk5/z/6iIAAOSwax5Y1sCJ/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vera-Bradley-TRIMMED-VERA-TRAVELER-Recessed-Top-Zip-Quilted-Luggage-HEATHER-NWT-/192202959901",
  "ConvertedCurrentPrice": {
    "value": "79.98",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Normal 0 MicrosoftInternetExplorer4 ~ VERA BRADLEY ~ Travel Bag ~ Extra Extra Large Tote TRIMMED VERA TRAVELER HEATHER Retired MAY 2015 New with Tags! Designer Brand: Vera Bradley Style Name: Trimmed Vera Traveler Style Description: Extra Large Top Recessed Zip Travel Tote Size: 25½ w x 14½ h x 7½\" d - 13\" strap drop Retired Style: No Pattern Color: Heather Retired Color Pattern: Yes Color Production Years: Jul 2013 - May 2015 Manufacturer Style Number: 10508-144472 UPC: 886003359303 Retail Price: $108.00 This listing is for a NEW with TAGS, Vera Bradley extra large travel tote bag. You will receive the \"Trimmed Vera Traveler\" bag by Vera Bradley presented in the Heather color pattern. A popular color, Heather was in production for almost two years. It is a Vera Bradley 2013 Fall color, that was introduced in July 2013 and is was retired in May 2015. The pattern placement on this Heather Trimmed Vera Traveler is great. The Heather Trimmed Vera Traveler in the pictures is the Heather Trimmed Vera Traveler you will receive (see below*). *I have several of the Trimmed Vera Traveler bags in the Heather print to sell. The bag in the photos is the actual Heather Trimmed Vera Traveler bag you will receive. I will update photos of the available bag as they sell. If a Heather Trimmed Vera Traveler bag sells, and you make a purchase before I can update photos of the available bag,, I will message you, giving you the option of receiving the available Trimmed Vera Traveler in Heather not pictured, or canceling your order. I will attach photos to your message of the available Heather Trimmed Vera Traveler for your approval. I do think that the pattern placement on all of the Heather Trimmed Vera Traveler bags that I have to sell are all really very nice. The Trimmed Vera Traveler is a very generous sized tote style travel bag with one roomy compartment, and lots of pockets for great organization. This stylish and functional bag is just right for summer vacations and weekend get-a-ways too! A great travel bag, it is also a wonderful tote for day outings. And the hands free shoulder strap and top recessed zipper closure makes it the perfect tote to use when browsing festivals or flea markets, as it is definitely big enough to carry all your unique finds and bargains! Vera Bradley sells the Trimmed Vera Traveler for $108.00. But it is no longer available in the beautiful Heather color choice, making this New with Tags, Heather Trimmed Vera Traveler a mighty good find. Heather \"Shades of purple and pink accent teal tones in an expressive, exuberant and exciting design. Heather packs a colorful punch with royal tones. Bustling with statement making paisleys in a palette fashioned after the pretty peacock, classic paisleys and blossoms are offered in a very complementary cast of bright evergreen, teal, lavender, lively citron, rich pinks, and regal purples. Trimmed Vera Traveler \"Vera Bradley has expanded their iconic Namesake style, the \"Vera\", for a travel ready take on a timeless classic. The Trimmed Vera Traveler, is a extra-large travel tote that features chic faux-leather trim, a recessed zip-top closure and a roomy interior with the six large slip pockets you know and love. A exterior front slip pocket, ideal for keys or a smart phone, is bordered on either side with faux-leather trim, for the perfect finishing touch. Details: Extra-large travel tote version of the iconic namesake styleRecessed Zip Top ClosureFaux-leather Trim 12\" strap dropInside Vera Bradley Logo LiningSix roomy inside slip pockets ring interiorOutside Front Slip PocketSturdy BaseUltimate Carry-all Care Tips Spot Clean Description: This Vera Bradley \"Trimmed Vera Traveler\" is presented in the retired Heather quilted fabric with plum faux leather carry straps and trim. The Vera Bradley Trimmed Vera Traveler is a very generous sized travel bag measuring approximately 25 ½\" across the front, 14 ½\" tall, and 7 ½\" deep. The Trimmed Vera Traveler features a recessed top zip closure. The plum nylon zipper is 24\" long and has a white on plumVera Bradley signature ribbon zipper pull. One of the best features of the Trimmed Vera Traveler is all the roomy interior pockets. Unzip the recessed top zip closure to reveal one roomy main compartment lined with six (6) interior slip pockets all round. Both the front and back walls have (3) slip pockets, the slip pocket in the middle is 9\" wide flanked by 8\"wide pockets. All pockets are a generous 9\" deep and are somewhat gusseted, allowing room for expansion. The interior on the Heather Trimmed Vera Traveler is lined with solid purple Vera Bradley Signature logo material. The exterior of the Trimmed Vera Traveler features one (1) large slip pocket on the front. This pocket is 8 ½\" and 9\" deep. Great for all kinds of essentials and go to items. The pocket is trimmed on either side with faux-leather trim that is actually part of the carry strap. Another wonderful feature on the Trimmed Vera Traveler are the double carry straps. Made from faux-leather, plum in color, each strap measures approximately 30\" with a 13\" strap drop. Perfect for that comfy shoulderbag fit. Or carry in the crook of you arm or by hand swinging boldly at your side. The Vera Bradley Trimmed Vera Traveler features a semi-solid base that helps to maintain shape and adds stability. Condition: I have several of the Vera Bradley Trimmed Vera Traveler bags in the Heather color choice. They are all New and come with Original Price Tag. I keep all the Vera Bradley Purses and Travel Bags (both new and used) stored in scented plastic bags. All purses are shipped in the scented bag in which is was stored, then are mailed in either boxes or plastic mailer bags, depending on weight and chosen delivery method. Either way, packaging is secure. DISCLAIMER: I obtain all the items that I list on eBay from many different sources, including outlet stores and outlet sales, close-out sales, resale shops, auctions, garage sales, and even from eBay. While I always try to do my best to describe each item and its condition, it is possible that occasionally I may miss something. I apologize for any inconvenience this may cause. I stand behind my listings and will do my best to make amends for any mistakes (see my Return Policy below). I would not sell anything that I personally would not use myself. While I myself do not smoke, I cannot always guarantee the items come from a smoke free environment (even some of my new with tags items). Because of this I DO NOT list as \"Smoke Free\" or \"Pet Free\". If smoke is a real issue with you, or if you have pet allergies, please, please ask questions before buying. Thank you. Do You Want more Vera Bradley Vera items? Then you might want to check out my other listings. At this time I also have the Vera Bradley Trimmed Vera Traveler in the solid colors Classic Black, Magenta, and Espresso (brown), and in the Vera Bradley signature pattern Midnight Paisley. Plus I have several other style Vera Bradley purses, totes, backpacks, and travel bags available in many different color patterns. Some are New, with Tag, some are previously owned. Having a hard time deciding on a color or style?. With my low starting bids and discounted Buy-it-Now prices, why not buy more than one. And, to save you even more money, I am always willing to combine shipping (see below). Shipping & Handling Discounts Available. Check out all the other great items I have listed on eBay. To save you money, I will be happy to combine Shipping & Handling Charges for multiple auctions. If you intend to bid on any of my auction, just let me know, and also when your buying is complete. At that time, I will send you a revised invoice that reflects discounted shipping & handling charges. Sometimes eBay's combined shipping discount calculator does not correctly calculate the correct weight of the combine packages, resulting in an inflated shipping rate. In those cases I will reissue a corrected invoice. Please wait for me to sent the revised invoice with the corrected shipping charges. If you do pay the invoice with the higher shipping price, I will refund the difference to your Pay Pal account. Feel free to contact me using eBay’s message system if you have any questions, or for exact combined shipping charges. Be sure to include your Zip Code and the items you want to buy or will be bidding on. Payment Policy: Payment is due within 10 days of auction closing. I will issue a revised invoice when combining shipping on two or more of my auctions. Simply inform me when buying is complete by using eBay’s Request Total Option. Due to eBay’s policy payment must be processed thought PayPal. Shipping Policy: I will ship your item(s) within one (1) business day (sometimes same day) of receiving your CLEARED Payment. E-Checks can take up to 4 business days to clear. Your item(s) will ship USPS Priority Mail (normal delivery time 2-3 Business days) or USPS Standard Mail (3-10 business days), your choice. If your package weights less that 13oz I will also offer 1st Class Mail as a less expensive alternative. Please note that in order to serve you best I offer more than one shipping method for you to choose from. Shipping charges, when applicable, are calculated on total package weight, sometimes less (I pay the difference), never any Handling Fees. And remember, I am always more than happy to combine shipping to save you money. Also, think “Green”. I am very ecology minded. I reuse boxes and bubble envelopes, or fashion shipping containers from used cardboard whenever possible. SAVE THE PLANET! Every little bit helps. Return Policy Details: Item can be returned for Full Refund, less Shipping Costs, within 30 days. If item is not as described I will issue a full refund, including the Shipping & Handling Charges I bill for. Buyer is responsible for return shipping costs. Refunds will be issued through PayPal after I have received the returned item. Should you want to return an item for any reason, PLEASE contact me directly, using the eBay Message System, rather than opening a Return Request through eBay. Please contact me for return goods authorization and return instructions BEFORE returning ANY item. Thank You. THANKS FOR LOOKING!!!",
  "Title": "Vera Bradley TRIMMED VERA TRAVELER Recessed Top Zip Quilted Luggage HEATHER NWT",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "79.98",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Wanatah, Indiana",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1442",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "thegoods_t-n-r"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "46390",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-05-31T03:05:46.000Z",
  "HitCount": "3",
  "TimeLeft": "P27DT9H29M51S",
  "EndTime": "2017-06-30T03:05:46.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Vera Bradley"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Manufacturer Style Number",
        "Value": "15808-144472"
      },
      {
        "Name": "Style Name",
        "Value": "Trimmed Vera Traveler"
      },
      {
        "Name": "Color Pattern Name",
        "Value": "Heather"
      },
      {
        "Name": "Size",
        "Value": "Extra Extra Large"
      },
      {
        "Name": "Length",
        "Value": "25.5\""
      },
      {
        "Name": "Height",
        "Value": "14.5\""
      },
      {
        "Name": "Bag Depth",
        "Value": "7.5\""
      },
      {
        "Name": "Strap Drop",
        "Value": "13\""
      },
      {
        "Name": "UPC",
        "Value": "886003359303"
      }
    ]
  },
  "Site": "US",
  "ItemID": "192202959901",
  "PrimaryCategoryID": "42526",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Item can be returned for Full Refund, less Shipping Cost, within 7 business days.  If item is not as described, I will issue a full refund including the shipping & handling charges I invoiced you for.  The Buyer is responsible for return shipping costs.  Refunds will be issued through PayPal after I have received the returned item.  Please contact me for a Return Goods Authorization # and return instructions BEFORE returning ANY item.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1922029599018080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}