{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P2DT13H42M44S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "“Pre-owned: An item that has been used or worn previously. See the seller’s listing for full details ”",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/-scAAOSwUKxYi4gj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/c5EAAOSw2xRYi4gl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/9wUAAOSw5cNYi4gm/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/C0EAAOSwjDZYi4go/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/OOQAAOSwImRYi4gq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/qSwAAOSwo4pYi4gu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/qXUAAOSwo4pYi4gv/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/OekAAOSwImRYi4gx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/-XAAAOSw5cNYi4gz/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/daAAAOSw2xRYi4g0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/NV4AAOSw-0xYi4g2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUwWDEyODA=/z/DbQAAOSwjDZYi4g4/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Auth-Louis-Vuitton-Epi-Porte-Documents-Kenya-Brown-Briefcase-S3749-No-Sticky-/302334014714",
  "ConvertedCurrentPrice": {
    "value": "390.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Designer Louis Vuitton CHANEL HERMES Christian Dior Salvatore Ferragamo CELINE PRADA Cartier MCM OTHER Category Bags Shoulder Bag Hand Bag Tote Bag Cross Body Bag Clutch Bag Boston / Travel Bag Waist / Body Bag Backpack Briefcase / Attache / Bussiness Pouch Other Bags Wallets Long Wallet with Coin Purse Long Wallet Bifold Wallet Trifold Wallet Coin Case Other Wallets Goods Key Case Key Holders / Ring / Chain Bag Charm / Strap Card Case / Pass Case Cigarette Case Agenda Cover Sun Grasses / Glasses Hat / Scarf / Stole / Muffler Belt Other Goods Accessories Ring Necklace Bracelet / Bangle Pierced / Earring Other Accessories ～を削除またはコメントアウトします。 --> --> ～内に記述します。 --> Authentic Louis Vuitton Epi Porte Documents Kenya Brown Briefcase #S3749 ITEM DESCRIPTION Brand ～内に記述します。 --> Louis Vuitton Color ～内に記述します。 --> Kenya Brown Material ～内に記述します。 --> Epi Leather Size ～内に記述します。 --> W38 x H27 x D5cm(Approx) W15 x H10.6 x D2\"(Approx) Style ～内に記述します。 --> Brief Case Accessories ～内に記述します。 --> Key × 1 Product No. ～内に記述します。 --> M54468 Serial No. ～内に記述します。 --> MI0938 Made in ～内に記述します。 --> France CONDITION Outside Epi Leather have lose shape, rubbing, grubby, scratches, slightly dirt. Handle have rubbing, grubby, stain, scratches. Metal fitting have scratches, painting off. **Lack of Strap. Inside Inside have slightly rubbing, grubby, scratches, part of dirt, stain. Pocket Pocket have rubbing, grubby, slightly wrinkle. Corners Corners have slightly rubbing, grubby. Odor No offensive odor to us. Other - RATING ～ を残し、その他の ～ を全て削除またはコメントアウトしてください。 --> --> --> --> --> --> --> --> --> --> --> As good as new Like new New old stock Only few times of use Very beautiful condition Less frequently used item, is in beautiful condition of almost no signs of use. Excellent condition Very little sense of use, is in very excellent condition. Beautiful condition Looks little used but is in beautiful condition. Better average condition Some sense of use but is in good condition. Good condition Some sense of use, looks somewhat used by pre-owener. Good-- condition Has sense of use many scratches, rubbing and wear. Poor condition It has some defect but it's still usable on most part. Bad condition Has many and big sense of use, scratches, rubbing and wear. Junk You have to repair. IN PEACE Appraise We have professional expertise on this item. We inspect all the items very carefully by the professional staff with expertise. Cleaning and maintenance All the items have been cleaned and maintained carefully before selling. We maintain leather and canvas with leather or canvas soap. Packing and shipment We re-inspect the item carefully before shipping out. And we do our best to ship it out as soon as possible, so the buyer can receive it in the shortest time.We pack the item very carefully and we ship it out in the cardboard box or EMS envelope. ABOUT PRODUCT All of my items are GUARANTEED to be 100% AUTHENTIC and GENUINE brand items. All products were judged carefully by the appraiser of exclusive duties. All the products clean one point of one point before sale carefully. After cleaning, we perform maintenance of the leather and the canvas with a soap, then keep it carefully. Before your order will be dispatched, we reinspect the products and packing carefully, It will deliver promptly. If you order several products at the same time in our shop, we can ship all of them in the same package. Plese wite a comment in the request space. We judged by the criterion of our store about the products condition and level. ATTENTION All stock are only the current goods, so the stock imformation in the product page are not certainly.Plese check the product in stock. IMPORTANT NOTICE Import duties, taxes and charges are not included in the item price or postage charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be, prior to bidding / buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. Imperfections are described/shown as accurate as possible on descriptions/on photos. *Please note that items might have unnoticeable ones. Some of the items might have their unique smell due to their frequent use, environment or materials. Sensitive customers may consider it unpleasant odor. Dimensions are measured by us and described as accurate as possible. *Please note that there might be subtle differences. There might be differences in color on items, depending on your devices. We only accept PayPal and ship items to your shipping address on PayPal by EMS(Japan Post) with a tracking number. *Please note that an authorized recipient's signature IS required upon delivery, and that we DON'T ship to Japan. PAYMENT METHOD We accept PayPal only. SHIPPING EMS(Express Mail International Service) We will ship via EMS from Japan. Depending on the country of destination, your orders typically take between a week to arrive. To Asiaabout 4-7days To Europeabout 5-10days Note: Delivery can be delayed depending on the customs proceducts. And If there aren't direct flight, Delivery can be delayed. The purchaser must pay the additional expense including Import duties, Tax and the entry charges. These charges are the sole responsibility of the buyer. Note: The purchaser must pay the additional expenses such as Import duties, Tax and the entry charges. Note: Plese check with your country's customs office to determine what these additional costs will be prior to biddinguying, Your country's customs office can offer more details. --> SHIPPING EMS Service (Japan Post Office) : http://www.post.japanpost.jp/int/ems/index_en.html EMS(Express Mail International Service) We will ship via EMS from Japan. Depending on the country of destination, your orders typically take between a week to arrive. To Asiaabout 4-7days To Europeabout 5-10days Note: Delivery can be delayed depending on the customs proceducts. And If there aren't direct flight, Delivery can be delayed. The purchaser must pay the additional expense including Import duties, Tax and the entry charges. These charges are the sole responsibility of the buyer. Note: The purchaser must pay the additional expenses such as Import duties, Tax and the entry charges. Note: Plese check with your country's customs office to determine what these additional costs will be prior to biddinguying, Your country's customs office can offer more details. PACKING METHOD Before your order will be dispatched, we reinspect the products and packing carefully. It will delivery promptly. Some products not have the brand case and the dust bag, so RETURNS We managed carefully the products for shipping, but if your order apply to below items, please contact us within 30days of receipt. The product is NOT order. The products size is NOt completely as shown in the product information. Note: If applicable to the above, we will pay the return shipping. If it is sent back without consent of our company, please understand thatit does not receive. Note: In addition to the above regulations, we does not receive the returned goods and cancellation after the shipment. Refund will be transfer within 30days from the arrival. ABOUT US We are SAMURAIshop 701,1-11-8,Koutoubashi,Sumida-ku,Tokyo,Japan 130-0022 Phone: +81-80-3549-2111 -->",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "Africa",
    "South America",
    "PH",
    "IL",
    "AE"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "390.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Taitou-ku, Tokyo",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1509",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Red",
    "UserID": "all_japan_brand_shop"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Auth Louis Vuitton Epi Porte Documents Kenya Brown Briefcase #S3749 [No Sticky]",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-31T04:38:14.000Z",
  "HitCount": "6",
  "ConditionID": "3000",
  "EndTime": "2017-06-05T04:38:14.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Louis Vuitton"
      },
      {
        "Name": "Style",
        "Value": "Brief Case"
      },
      {
        "Name": "Color",
        "Value": "Kenya Brown"
      },
      {
        "Name": "Material",
        "Value": "Epi Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "Size(cm)",
        "Value": "W38 x H27 x D5cm(Approx)"
      },
      {
        "Name": "Size(inch)",
        "Value": "W15 x H10.6 x D2\"(Approx)"
      },
      {
        "Name": "Rank",
        "Value": "C"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302334014714",
  "PrimaryCategoryID": "169293",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "tats_uen",
    "StoreURL": "http://stores.ebay.com/id=1358197623"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3023340147148080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}