{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDMyNw==/z/7KIAAOSwIgNXrp24/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDMyOA==/z/19gAAOSwZVlXrp24/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDMxNA==/z/4ocAAOSwHoFXrp24/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDI1WDUwMA==/z/8M8AAOSw-itXrp24/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzk1WDUwMA==/z/YI4AAOSw6n5Xrp25/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Franklin-Covey-Womens-Tote-Bag-Padded-Compartment-Computer-Black-/252498525383",
  "ConvertedCurrentPrice": {
    "value": "65.04",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Franklin Covey Womens Tote Bag With Padded Compartment For Computer - Black CLICK TO ENLARGE Franklin Covey Womens Tote Bag With Padded Compartment For Computer - Black DESCRIPTION This is a brand new: Franklin Covey Womens Tote Bag With Padded Compartment For Computer - Black This computer tote features a stylish shiny exterior with a triple gusset A-Frame construction with top zip closure, a fully lined interior, and easy access front exterior zipper pocket as well as a front exterior gusseted zip compartment with an organizer which includes a full length zipper pocket, an iPhone pocket, five card slots, an open top pocket and tow pen/pencil holders. The rear exterior gusseted zip down compartment features an iPad pocket. The roomy middle gusseted compartment zips down for easy access and includes a padded computer pocket to fit most computer with up to a 15.4 inch; screen and three padded accessory pockets. The tote style handles can be carried or worn over the shoulder. - Smartly styled leather like exterior - Interior padded pocket to accommodate laptop with up to 15.4\" screen - Removable accessory pouch - Calculator pocket and complete organizer inside - Front patch pocket. Center compartment with zipper closure This spec. is only relevant for this item: Franklin Covey Womens Tote Bag With Padded Compartment For Computer - Black ShippingReturn Payment Feedback Contact Us Domestic Shipping: All Domestic packages are shipped Ground Shipping For Free (Unless other shipping method was selected on the order) - We are now shipping to worldwide addresses, the item is sent to a logistic center in KY and shipped from there to the rest of the world - International customers are responsible for all duties and taxes - Contact your local authority for questions related to the amount of duties or taxes you will be responsible for - We ship within two business days of payment, usually sooner - Standard FREE shipping takes between 3-5 business days - We use a selection of shipping services such as UPS, FedEx, USPS etc. - Expedited shipping takes between 2-3 business days - Overnight shipping takes between 1-2 business days (Ships within 12 hours of payment) - We do not accept P.O. BOXES -PLEASE PROVIDE A PHYSICAL ADDRESS - Shipping this item: Franklin Covey Womens Tote Bag With Padded Compartment For Computer - Black - In the event that you would like to return your purchase, we allow returns that are processed within the defined return date (the return date is to be found in the return policy/shipping and handling section) Please contact us for a return authorization and the return shipping address. - Please contact us for a Return Merchandise Authorization (RMA) number - We advise you to use a reputable carrier service when returning your goods. Please pack all returns appropriately. PayPal is our preferred method of payments it's the quickest, easiest and most secure way to pay for your goods or services online. PayPal offers buyer and seller protection should there be a problem. If you do not have a PayPal account, to get started and buy your first item with us is very easy. Simply click on the 'Buy It Now' button and follow the eBay checkout steps. Select PayPal as the payment method you then will be given the chance to enter your card details in to PayPal's secure checkout in order to pay for your order. Once the payment has been made, you will then be given the opportunity to make your own PayPal account to make paying for your items in the future very easy. Should there be a problem with payment please do let us know. Customer satisfaction is very important to us. If you have any problem with your order,please contact us and we will do our best to make you satisfied, please do not leave a negative feedback before we resolve your problem. We guarantee that your issue will be solved quickly. As long as you are happy with your purchase of Franklin Covey Womens Tote Bag With Padded Compartment For Computer - Black, please leave us a positive feedback. Your feedback is very important to us it affects our search placement on eBay. We will leave a positive feedback for you in return automatically once we receive your feedback. If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Thank you for visiting our ebay store! Feel free to browse our store categories to find more interesting products...",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Alaska/Hawaii",
    "PR"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "65.04",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "CN",
    "MX",
    "DE",
    "JP",
    "BR",
    "FR",
    "AU",
    "RU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "394",
    "PositiveFeedbackPercent": "96.9",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "neptun2dmitry"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Franklin Covey Womens Tote Bag With Padded Compartment For Computer - Black",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2016-08-13T04:10:26.000Z",
  "HitCount": "187",
  "TimeLeft": "P6DT12H56M4S",
  "EndTime": "2017-06-09T04:10:26.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "UPC",
        "Value": "094393030010"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "Not Applicable"
      },
      {
        "Name": "MPN",
        "Value": "Not Applicable"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "0094393030010"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252498525383",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2524985253838080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}