{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "TimeLeft": "P6DT5H52M47S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "See And Examine Pictures Closely  To Judge Condition",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1825677397528080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMDc1/z/VM0AAOSwzJ5XbeoB/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/P9MAAOSwepJXbd8k/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5ODE=/z/OoUAAOSwmtJXbeoB/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/U1wAAOSwNuxXbd8l/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ou0AAOSwzJ5Xbd8k/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTMy/z/~BQAAOSwM4xXbeoD/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTE5/z/OwkAAOSwGIRXbeoD/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/HQsAAOSwvg9Xbd8k/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Uz4AAOSwNuxXbd8k/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/S7kAAOSwbYZXbd8k/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Kb0AAOSwc1FXbd8k/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU4OFgxNjAw/z/Ot8AAOSwmtJXbeoF/$_10.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Huge-XOX-Betsey-Johnson-Satchel-Overnight-Weekender-Travel-Bag-Carryon-Luggage-/182567739752",
  "ConvertedCurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Huge XOX Betsey Johnson Satchel Overnight Weekender Travel Bag Carryon Luggage Click Enlarge: To Super Size Pictures Please Inspect & Examine Pictures Closely! Hello & Welcome! For Sale: Presented XOX Betsey Johnson Weekender Bag Handbag Huge Satchel with 20\" drop adjustable strap Pre-Owned 20 1/2\"L 14\" W x 9 1/2\"H Metallic Silver Like Fabric, pics taken showing with & without flash Black & White Animal Print Interior Lining Black Patent Leather Trims Some beads are loosened, easy touch up with glue to secure Gently Used, Very Nice Condition Overall Superb We are Smoke Free Home UNLESS LISTED AS NEW. ITEMS FOR SALE WILL NOT BE NEW And can and may show signs of wear commensurate with age Any wear, flaws and/or defects are disclosed & photographed. To the best of our ability. (Please review the pictures carefully, as they are an important part of the description and e-mail me should you have any questions) Happy eBaying!! We generally sell items as we find them. Slightly dusted off but not monkeyed around with by either the Mr. nor the Mrs. Only the Items Shown in the Picture's Or Mentioned in the Description are what's for Sale. If you don't see it in the pictures or the description It is not part of the sale. ALL SALES ARE FINAL. AND ALL ITEMS ARE SOLD AS IS. NO RETURNS ACCEPTED. AND BY BIDDING ON AN ITEM IT MEANS YOU ARE ACCEPTING THESE TERMS. I have up to 5 days handling. But this is only for items that are large and or hard to ship. I usually get items out as soon as they are paid. Or in the next day. All depending on the day and time they are paid for. If you're not sure. Please ask before bidding. I also insure all shipments. To cover any accidents or loss in shipping. Stop & browse listings From our non-smoking home. See something you like, Don't miss out, Bid early & bid with confidence! And if i have make an Offer. Make one. If it is Reasonable. I might take it. We have been collecting & selling for 25 years plus. Yet still discovering & learning. Hardly experts & don't claim to be. Vintage Costume Jewelry, designer fashions, Well Cherished, Loved & lived With Heirlooms. As well as some special novelty & Forgotten Treasures Are Sold Here! Authentic, Original, Pre-Owned! A few aged to perfection or imperfections. Most from estates, yard sales, auctions etc. So please expect some signs of normal use & wear appropriate to age. Condition and descriptions are to the best of our knowledge. Along with pictures for your inspection. Your satisfaction & happiness is our goal. It is important that you analyze the photos added for your inspection. Check the listed dimensions & gauge it yourself. Some pictures may seem overlarge, taken up close to show details and not meant to deceive. Our descriptions & photos are the best representation of the items. Please read & view photos carefully. Agree to terms/policies before you bid. Or ask us a question and bid accordingly. Contact us on eBay Message or \"Ask a question\" link below to reach us. VERY IMPORTANT NOTE TO INTERNATIONAL CUSTOMERS.!!!!!! Your PHONE NUMBER is MANDATORY for customs & shipping label. So check out our other listings & often. Every little bit helps. Thank you for your patronage. Save! CHECK OUT OUR LISTINGS AND SEE IF IT IS SPECIFIED AS FREE SHIPPING or SPECIFIC FLAT RATE SPECIALS!!!! PAYMENT METHODS ACCEPTED: Paypal preferred or email with any payment questions. Payment is required within 3 days of auction or non payment will be opened with eBay. Extensions only allowed with prior request, to customers actively bidding on other items and wish to combine shipping. We Ship Worldwide & Domestic to 48 States. Hawaii Alaska & Overseas Buyers please see listing's shipping calculator or contact us. We try to ship first class mail with delivery confirmation, shipment under 13 oz, other methods will be our discretion. We also abide with PayPal's seller protection policies for over 13 0zs, and high value items will be shipped U S Priority Mail Intl. or USPS Express with insurance, tracking or signature confirmation, if possible to the PayPal verified confirmed address. Most merchandise are fully insured thru a 3rd Party Insurer & so USPS or carrier label will not reflect that. $1.00 -$2.00 Insured handling case to case basis items., Higher priced, odd, bulky, heavier items, insured handling is $1.50 Domestic, $2.50 International The handling charge is only applied once per package. All merchandise are fully insured thru a 3rd Party Insurer & so USPS or Carrier label will not reflect that. Depending on the final price and/or destination- $100.00 minimum and higher will be required signature confirmation upon delivery & shipped USPS Priority, USPS Priority International or USPS Express International. COMBINED SHIPPING: Yes...we do combine shipping and it is $1 more for each additional item after the initial higher postage is charged within 7 days of bidding. We cannot combine shipping for items won over a period of 7 days so please pay in full once a week and then start again if still bidding. SEVERAL SMALL ITEMS MAY BE SHIPPED FOR THE SHIPPING COST OF ONE USPS Priority Mail Flat rate method , if feasible & safe . This does not apply to very heavy or large items because they will still need to be shipped separately. In the event you win more than one item, wait till we send the consolidated invoice. You must pay for items to be combined at the same time. Once the method of payment has been selected for an item, it cannot be combined with another item won at a later date. If you have won an item, hoping to buy more and wish to combine all items, you must postpone payment until you have won the second item (third, fourth item, etc.) but not exceed 7 days from auction close. Please note that there is a weight limit for combined orders. Due to the fragility, size, and/or weight of some merchandise, the seller may not offer combined shipping for certain items. . ALL SALES FINAL! No exceptions- what you see is what we are selling, as described & as pictured. We Ship Worldwide & Domestic to 48 States. Hawaii Alaska & Overseas International Buyers please see listing's shipping calculator or contact us. Tracking is included on most transactions except USPS First Class International. It can be viewed on your paypal payment details. We ship mostly first class mail, domestic & international for under 13 ozs. See listing for other options of your choice available. No UPS deliveries to APO, FPO or P.O. Boxes. Please note: Some shipping quotes are off not usually accurate. Listing quote is approximation until wrapped, boxed & weighed after auction or sale. So upon receipt of feedback as completion of transaction, any overage that applies will be refunded. The following are excluded from shipped to countries- Afghanistan, Angola, Bolivia, Burma, Congo, Cuba, Iran, Iraq, Ivory Coast (Cote d'Ivoire), Liberia, Nigeria, North Korea, Paraguay, Sierra Leone, Somalia, Sudan, Syria. In addition, truck/rail shipments to and within Mexico other than as a connecting conveyance and any location that would be in violation of any U.S. economic or trade sanctions including OFAC Restricted Countries. For shipments to Russian and other Commonwealth of Independent States countries (includes Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Russia, Russian Federation, Tajikistan, Turkmenistan, Ukraine, and Uzbekistan) coverage ceases upon touchdown of the aircraft at the airport of destination or upon discharge from the overseas vessel at the destination discharge port. Important Note:Mexico & Russian Federation & independent states, our coverage is limited by 3rd party carrier & insurance.. We deserve the right to cancel bids depending on feedback score & case to case basis or party gets approval prior to bidding. VERY IMPORTANT NOTE TO INTERNATIONAL CUSTOMERS.!!!!!! Your PHONE NUMBER is MANDATORY for customs & shipping label. Your shipped package may be subject to import duties and taxes, are levied, paid at your customs office, please contact your customs for estimates & details. International payments only via PayPal . Overseas USPS shipping takes at least 10 business days for shipment to arrive to you. You are responsible for customs, or tariff fees. We declare full purchase price and can't identify gift on your order. Your package will most likely be held at your Country's Customs office and inspected randomly. After passing inspection, the package is released to your country's respective national mailing service. Delivery times do vary historically, some packages within a week or up to 1 month or maybe more. inkfrog terapeak",
  "Title": "Huge XOX Betsey Johnson Satchel Overnight Weekender Travel Bag Carryon Luggage",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "Adelanto, California",
  "Seller": {
    "FeedbackScore": "147",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "where-else-america"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92301",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-09T23:41:10.000Z",
  "HitCount": "12",
  "ConditionID": "3000",
  "EndTime": "2017-06-08T23:41:10.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Xox Betsey Johnson"
      },
      {
        "Name": "Material",
        "Value": "Fabric/Plastic"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182567739752",
  "Storefront": {
    "StoreName": "where-else-america",
    "StoreURL": "http://stores.ebay.com/id=157389323"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "SKU": "XOX Betsey",
  "HandlingTime": "5",
  "BestOfferEnabled": "true"
}