{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/3oUAAOSwfRdZIyhL/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/cSoAAOSw8HBZIyhS/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/A5UAAOSwZ4dZIyhg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyMFgxNjAw/z/8n8AAOSwn-tZIyhk/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/wtAAAOSwKytZIyho/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA4N1gxNjAw/z/6bEAAOSwq1JZIyhc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/oacAAOSwIaFZIyhP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/7xYAAOSw8lpZIyhY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/ooEAAOSwlMFZIyhu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAxNFgxNTI2/z/6mkAAOSwq1JZIyhr/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/NPEAAOSwjqVZIyhw/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MlgxNjAw/z/kn8AAOSwblZZIyhy/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CHANEL-Yellow-Raffia-Nylon-Small-Clutch-Bag-Purse-Pristine-Condition-A181-/232357704160",
  "ConvertedCurrentPrice": {
    "value": "600.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "CHANEL Yellow Raffia Nylon Small Clutch Bag Purse Shop vintage and second hand CHANEL to carry forever. Thank you very much for visiting my auction. We are specialized in vintage Chanel. All of our Chanel items are hand picked and we take pride providing only the best selection of Chanel. All of our vintage Chanel items are guaranteed 100% authentic or your money back. HAPPY BIDDING! MEASUREMENT: 6.5\" H x 9\" W x 0.5\" D (16.5 cm H x 23 cm W x 1.5 cm D) Hologram sticker is attached inside the bag. The handbag comes with authenticity card, care booklet, chanel box, and chanel ribbon. MADE IN ITALY OVERALL CONDITION: EXCELLENT CONDITION (Exterior: Pristine Condition: 9.5 out of 10) (Interior: Excellent Condition: 8.5 out of 10) Overall, the condition of the handbag is excellent. EXTERIOR: Exterior is pristine condition. No sings of wear at all. Look new. INTERIOR: Interior is clean. Very tiny spot mark is found on the bottom. Interior barely found a smell of moth repellent for clothing.Otherwise, the bag is excellent condition. The postage to the U.S. and Canada: $25 Asia: $20 Europe, Russia and other Countries (excluding South America) $28 South America and Brazil $35 We ship via EMS (Express mail with tracking number) Your package will usually arrive within 3 – 6 business days (US and Canada) Shipments to Europe and South America will take additional few days. We do combine shipping. Please contact me after the auction end. For bidder from South America: Please do not process the payment until you receive an invoice of TOTAL AMOUNT from me. The postage is different from North America. Payment for good is expected within 48 hours from the close of auction, otherwise sale may be canceled and item will be relisted for sale or a second chance offer. Please contact me for exception before the auction end. TERMS All of our items are vintage/ second hand items. Please check all the conditions before bid on the item. Please understand that while we try our best to describe the condition of the item, we cannot specify every single scratches, and sings of wear. Because the item is vintage/ second hand, we may make an oversight. All of our Chanel items are 100 % authentic with money back guarantee. If you are not completely satisfied with an item you have purchased, please feel free to contact us upon delivery so that the problem can be resolved in a timely fashion. Customer service is a number-one priority for us. We are always glad to hear from our customers for any reason. In addition, we will be happy to share tips on authentication and provide assistance, should you need it. Return Policy: We accept returns. You must contact us from ebay message system before you open a return request. Please note: If you open a return request for the reason of \"Fake or counterfeit\" we will not accepting your return request until you submit a written documentation of \"Not-Authentic\" that issued by a professional authentication dealer. In that case, we will ask a third party to authenticate our items by using their email authentication service and \"A proof of Authentic\" will be submitted to ebay for requesting arbitration. If you are not completely satisfied with an item you have purchased, or you think the item is not as described, please feel to contact us upon delivery via ebay message. We will send you a guideline to guidance you how to return the item. In order to request return...... The returned item must be in its original condition with our shop tag still attached. Please do not remove out shop tag from the item you have purchased until you are sure that you are satisfied with the item. A returned item without the shop tag attached may subject to a 20% restocking fee. Shipping: We do ship worldwide. All shipping includes tracking information. Shipping Carrier: Japan post (We do not accept any other shipping carrier) Your package will usually arrive within 3 – 6 business days (US and Canada) Shipments to Europe and South America will take additional few days. We guarantee that all items are shipped out within 1 business days after receipt of payment. We cannot be responsible for additional delays in shipping time caused by the customs procedures of the country of destination. Please note that import duties, taxes and charges are not included in the item price or shipping charges. Item may subject to be charged in customs. These charges are the buyer's responsibility to pay. We do combine ship. Please ask us for more information. Color of Picture: Please note that while we try our best to capture the true color of every item in my pictures, it may not appear exact in different monitors due to different settings and calibration. We cannot accept claims due to different color showing on your monitor, as this is something out of out control. If you're particular about this, please clarify with us before bidding. Feedback: All of our transactions are performed in good faith. When you receive your item and everything is satisfactory, please remember to leave feedback so we know that the transaction was successful, and we will do the same for you. FreeAuctionDesigns Free eBay Templates, Image Hosting and eBay Listing Tools!",
  "ExcludeShipToLocation": "FR",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "600.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Kyoto",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1091",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "asuka3520"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "CHANEL Yellow Raffia Nylon Small Clutch Bag Purse Pristine Condition! A181",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T12:32:57.000Z",
  "HitCount": "2",
  "TimeLeft": "P9DT22H21M57S",
  "EndTime": "2017-06-12T12:32:57.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "CHANEL"
      },
      {
        "Name": "Style",
        "Value": "Clutch"
      },
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "Color",
        "Value": "Yellow"
      },
      {
        "Name": "Bag Height",
        "Value": "6.5"
      },
      {
        "Name": "Bag Depth",
        "Value": "0.5"
      },
      {
        "Name": "Bag Length",
        "Value": "9"
      },
      {
        "Name": "Size",
        "Value": "Small"
      },
      {
        "Name": "Country of Manufacture",
        "Value": "ITALY"
      },
      {
        "Name": "Closure",
        "Value": "Zip"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232357704160",
  "PrimaryCategoryID": "63852",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "WUGMUG VINTAGE",
    "StoreURL": "http://stores.ebay.com/id=173888745"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2323577041608080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}