{
  "PrimaryCategoryName": "Vêtements, accessoires:Malettes & sacs pour femmes:Objets et lots mixtes",
  "ConditionDisplayName": "Neuf avec étiquettes",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/KK4AAOSwTM5Y7Bk1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/Q2MAAOSw03lY7Bk2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/X1UAAOSw4CFY7Bk1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/qccAAOSwc-tY7Bk2/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ROXY-femmes-Soleil-Seeker-Paille-Sac-Plage-Neon-Pamplemousse-/262953911388",
  "ConvertedCurrentPrice": {
    "value": "39.41",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Bienvenue chez Urban surfeur. Besoin d’aide ? Appelez-nous au: 0844 8844779 Accueil de cette boutique Contact Bookmark Bulletin d'information Réaction NOUVEAU EN Voir toutes les catégories RAPIDE EXPÉDITION ET LA LIVRAISON Même jour Distribué Nous sommes Note : 5/5 pour le service ! Lire les commentaires de nos clients! Vaste gamme en stock Tout est prêt pour l'expédition immédiate --> Sac Roxy Sun Seeker paille plage - Neon pamplemousse Même expédition de jour sur les commandes avant 16:00 du lundi au vendredi Description du produit Livraison et retours Qui sommes-nous ? Le sac de Sun Seeker de Roxy est sac de plage paille d’un féminin qui semble magnifique sur la plage ou dans les magasins.poignées de cordePompons amoviblesPatch logo cotonTaille : 35,6 x 58,4 x 38 cm100% papier Information de livraison QUAND ma commande sera expédiée? Ordonnances rendues avant 16 heures du lundi au vendredi seront expédiées le jour même, si votre commande est faite après 16:00 vendredi, votre commande est expédié le jour ouvrable suivant, habituellement un lundi. Ordonnances rendues le week-end ou les jours fériés seront également traitées le jour ouvrable suivant, à l’aide de la méthode de livraison que vous avez choisi.   Combien de temps jusqu'à l’arrivée de ma commande ? Selon l’option de frais de port que vous sélectionnez lorsque vous commandez votre article et où vous êtes dans le monde, votre objet peut prendre entre 2 - 10 jours d’arriver ; méthode de livraison Coût Délai de livraison estimée UK Standard de livraison Librement Livrés en 2-4 jours. UK First Class £ 1.90 Livré en 1 à 3 jours, commandes de plus £50 sont gratuits. Livraison le lendemain £ 4.90 Livrés le jour ouvrable suivant Europe   £ 4.90 Livré dans les 2-7 jours Reste du monde £ 9.90 Livré dans les 3-10 jours Les prix ci-dessus NE COMPRENNENT PAS grands ou lourds éléments tel que sélectionnés skateboards, snowboards, luges et bagages. Il peut y avoir des frais d’affranchissement supplémentaire pour ces articles. Frais de messagerie pour le Royaume-Uni sont £ 8.99, L’Europe est £ 19.99 et le reste du monde est £ 29.99.   Comment saurai-je que mon article est expédié ? Dès que nous avons expédié votre article, vous recevrez un email de confirmation à l’adresse de courriel fournie à la caisse, confirmant que votre achat est sur la voie et la date de livraison estimée, que vous pouvez vous attendre qu’il arrive.   Que se passe-t-il si je manque la livraison de mon article ? S’il vous arrive de manquer votre livraison, le courrier va tenter de déposer le paquet à l’une de vos maison de voisins. A défaut, le courrier va ramener le paquet à votre bureau local de livraison et il sera stocké jusqu'à ce que vous pouvez aller et recueillir, cependant il sera retourné à nous sinon recueilli et le temps que le point est lieu est différent pour chaque transporteur. Le courrier de laissera un message qu’elle est incapables de livrer votre article.    Que se passe-t-il si mes marchandises arrivent en retard ou endommagés ? Si votre commande soit arrivé en retard, n’est pas encore arrivé ou semble endommagé, il est probable en raison des temps malheureux ou action revendicative. Si vous avez des questions ou des requêtes concernant votre commande, vous pouvez obtenir en contact avec l’équipe d’Urban surfeur 0844 8844 779.   Que se passe-t-il si je veux retourner un article ? Si vous sentez que vous avez besoin de nous retourner votre article, vous avez 30 jours de le faire. Tous les éléments doivent être retournés en état de revente complet et toute balise doit être intacte. Veuillez vous assurer que votre produit d’éléments d’emballage n’est pas endommagé. Nous nous réservons le droit de refuser un échange ou remboursement si les produits ne sont pas retournés dans un État vendable ou sont endommagés. Tous les retours sont aux frais du client. Paiement sécurisé Chemin du retour en 1995 dans la ville historique d’Exeter, en Angleterre, un magasin ouvert sur la rue avec la vision d’offrir aux habitants et aux touristes un endroit pour magasiner et socialiser. Notre magasin original vous a permis de parcourir le dernier skate surf collections ainsi que la socialisation avec les autres pensionnaires dans le café. Aujourd'hui, nous faisons partie d’une entreprise plus grande basée dans les villages miniers de la North East mais toujours à comprendre que nos clients méritent le meilleurs marques, le choix et le service. Avec plus de 20 ans d’expérience, Urban surfeur s’efforce d’être votre premier choix en skate, surf, snow et vêtements de mode de vie, chaussures, matériel et accessoires. Avec bien connu marques et offre 1000 de produits, nous savons que vous allez adorer et surtout nous expédier toutes les commandes rapidement et répondre à vos questions aussi rapidement que possible. Support dédié Nous sommes ici pour aider chaque fois que vous avez besoin de nous Garantie de qualité Produits de haute qualité à des prix incroyables Garantie du meilleur prix Vous ne trouverez pas moins chers prix n’importe où ! 100 % marques authentique Magasinez en toute confiance Navigation de magasin Accueil de cette boutique Nous contacter Bookmark Bulletin d'information Réaction Nouveautés Un peu de nous ... Avec plus de 20 ans d’expérience, Urban surfeur s’efforce d’être votre premier choix en skate, surf, snow et vêtements de mode de vie, chaussures et accessoires. Avec une large gamme de recherché de marques, nous offrons 1000 de produits, nous savons que vous allez adorer et surtout nous expédions toutes les commandes rapidement et répondre à vos questions aussi rapidement que possible. Avis récents clients Très heureux, fortement recommandé.",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "DE",
    "AT",
    "BE",
    "BG",
    "CY",
    "HR",
    "DK",
    "ES",
    "EE",
    "FI",
    "FR",
    "GR",
    "HU",
    "IE",
    "IS",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NO",
    "NL",
    "PL",
    "PT",
    "RO",
    "GB",
    "CZ",
    "SK",
    "SI",
    "CH",
    "SE",
    "AF",
    "AM",
    "BD",
    "BT",
    "CN",
    "KR",
    "GE",
    "IN",
    "JP",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "UZ",
    "PK",
    "AZ",
    "LK",
    "TJ",
    "TM"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "53.14",
    "_currencyID": "CAD"
  },
  "ShipToLocations": [
    "CA",
    "US",
    "FR",
    "MX",
    "GB",
    "AU",
    "DE",
    "JP"
  ],
  "Location": "Durham",
  "Seller": {
    "FeedbackScore": "12326",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "urbansurfer-shop"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "ROXY femmes Soleil Seeker Paille Sac De Plage Néon Pamplemousse",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-04-26T07:21:43.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2629539113888080_1.jpg",
  "TimeLeft": "P22DT15H8M22S",
  "EndTime": "2017-06-25T07:21:43.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Matière extérieure",
        "Value": "Bois"
      },
      {
        "Name": "EAN",
        "Value": "3613372393587"
      },
      {
        "Name": "Couleur",
        "Value": "Brun"
      },
      {
        "Name": "Marque",
        "Value": "Roxy"
      },
      {
        "Name": "Numéro de pièce fabricant",
        "Value": "erjbt03050-nkn0"
      },
      {
        "Name": "Pays/région de fabrication",
        "Value": ","
      },
      {
        "Name": "Numéro de pièce du fabricant",
        "Value": "erjbt03050-nkn0"
      }
    ]
  },
  "Site": "CanadaFrench",
  "ItemID": "262953911388",
  "Storefront": {
    "StoreName": "Urban Surfer Shop",
    "StoreURL": "http://stores.ebay.com/id=103052067"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "J'accepte le renvoi des objets",
    "ReturnsWithin": "30 jours",
    "Description": "Notre souhait est que vous soyez entièrement satisfait(e) de votre achat, mais nous reconnaissons qu'il peut arriver que vous vouliez retourner un article. Cette politique de retours est conçue pour simplifier le processus de retour.\r\n \r\nVeuillez prendre soin de l’article. Examinez-le de la même façon que vous le feriez si vous étiez dans un magasin. N’utilisez pas le produit une fois que vous avez décidé de le retourner.\r\n \r\nComment procéder si vous changez d'avis et ne voulez plus conserver votre achat ?\r\n \r\nVous pouvez annuler cet achat. Veuillez noter que nous n'acceptons pas d’annuler un achat s’il s’agit d’articles fabriqués sur-mesure ou, pour des raisons d'hygiène, de maillots de bain, lingerie, bijoux pour piercing et oreilles percées, quand la languette de protection a été retirée. De même, nous n'acceptons pas les retours de cassettes vidéo, de CD, de DVD ou de logiciels si vous avez ouvert l'emballage.\r\n \r\nPour annuler votre achat, veuillez nous contacter. Nous vous fournirons alors l’adresse de retour.\r\nSi vous avez déjà reçu l'article, vous devez le retourner intact et en bon état à cette adresse. Dans certains cas, nous pouvons envisager de récupérer l’article à votre domicile.\r\nNous effectuons le remboursement intégral de votre achat, y compris les frais de port initiaux.\r\nLes frais de retour sont à votre charge.\r\nNous ne facturons pas de frais de remise en stock ou d'autres frais de gestion\r\n \r\nComment procéder si votre article est erroné, endommagé ou défectueux ?\r\n \r\nSi vous pensez que l'article que vous avez acheté est erroné, endommagé ou défectueux, veuillez nous contacter pour trouver une solution.\r\n \r\nCette Politique de Retours n'affecte pas vos droits légaux, eu égard aux articles défectueux ou dont la description est erronée. Pour plus d'informations sur vos droits et sur les obligations des vendeurs professionnels, veuillez consulter le guide des obligations du vendeur professionnel.",
    "Refund": "Remboursement",
    "ShippingCostPaidBy": "Acheteur"
  },
  "Country": "GB",
  "SKU": "erjbt03050-nkn0",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}