{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2019443359508080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI1OFg5NDQ=/z/uXAAAOSwaEhZMTgX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI1OFg5NDQ=/z/Z8gAAOSw~y9ZMTgX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTQ0WDEyNTg=/z/L1UAAOSwIaFZMTgX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTQ0WDEyNTg=/z/sooAAOSwK6RZMTgX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwNlgxNTE0/z/IT4AAOSw5cRZMTgX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwNlgxNTE0/z/VC8AAOSwcB5ZMTgY/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Madewell-Transport-Tote-168-Boulder-gray-purse-leather-bag-F2359-/201944335950",
  "ConvertedCurrentPrice": {
    "value": "119.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Madewell The Transport Tote $168 Boulder leather bag F2359 NWT **One side is a lighter gray than the other side. This is due to different dye lots of leather pieces. You can notice this by looking at the bottom where the seam is. There is also a small mark. See photos** Boulder is a gray with some brown undertones- hard to photo the color!! An absolutely gorgeous and unique offering, this bag is sure to be a favorite!   Per Madewell, \"What goes into our signature tote? Here it is by the numbers: 2 pieces of fine leather are used for the body. 8 inch strap drop: long enough to sling over your shoulder, but short enough to hold as a top handle. 1 interior side zip pocket to keep your keys, phone and wallet at the ready. 24: the number of hours in a day that this bag looks cool. How often you'll reach for it? 500 gazillion times.   Made of semi vegetable-tanned leather with a softly worn waxed finish that deepens into a distinctive patina. Please note: As it is made of a natural material, each bag varies slightly in texture and color. Interior pocket. 8 3/10\" handle drop. 14\"H x 14\"W x 6\"D. Import.\"   From the brand -  \"Please note: As leather is a natural material, each bag varies slightly in texture and color.\"  This leather is slightly distressed, you will see some lines on it and some specks.  This is intentional.     The interior tag has been marked in order to prevent store returns. DOUBLE CLICK ON PHOTOS BELOW FOR SUPERSIZE IMAGE    CHECK OUT OUR EBAY STORE FOR MORE GREAT FASHION ITEMS!  We list new items daily and ship within two business days following payment.  This bag is new and unworn.  The inside logo has been marked to prevent store returns.  Every item is carefully inspected to ensure that you receive a quality product.   This auction is not affiliated with Madewell.     See my other auctions for more great items! Payment We accept Paypal through the secure internet checkout. WE ACCEPT PAYMENT TRANSACTIONS Via Ebay CHECKOUT only. At the end of this auction, the winner will receive a message from ebay with checkout instructions. Payment must be made within 5 days of auction's end or item will be re-listed. Please note, upon checkout your shipping address must be entered into paypal when payment is made. We are unable change the shipping address following payment. If you have any questions regarding our payment methods, please do not hesitate to contact us through ebay and we will respond expeditiously. Shipping We ship within two business days following payment. We gladly combine shipping for multiple purchases. In addition to the below countries, we also ship to many European addresses upon request. Tracking information is sent in an email immediately following shipment. We employ a full time shipping supervisor and use new materials (boxes, bubble wrap, tissue paper, peanuts). This, along with the postage cost, is factored into the shipping price rather than the purchase price. International Buyers – Please Note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Shipping Rate Calculator Enter your ZIP/POSTAL code: Select your COUNTRY: United States Canada United Kingdom American Samoa Anguilla Aruba Australia Austria Barbados Belgium Belize Bermuda Bolivia Brunei Darussalam Bulgaria Burma (Myanmar) Cayman Islands Chile China Costa Rica Croatia, Democratic Republic of the Cyprus Czech Republic Denmark Dominican Republic Ecuador Egypt Estonia Fiji Finland France French Polynesia Georgia Germany Greece Greenland Hong Kong Hungary Iceland Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Latvia Lithuania Luxembourg Macau Macedonia, Republic of Madagascar Malaysia Maldives Martinique Micronesia, Federated States of Moldova Monaco Mongolia Morocco Mozambique Namibia Nepal Netherlands New Zealand Norway Panama Paraguay Peru Poland Portugal Saint Kitts Saint Lucia Samoa Singapore Slovakia South Africa South Korea Spain Sri Lanka Sweden Switzerland Trinidad and Tobago Turkey United Arab Emirates Uruguay Venezuela Returns QUICK EXCHANGE: If you need a quick exchange, please bid/win/pay for the item you wish for an exchange and return the original item to us within the return time period along with the item return form and we will waive the restocking fee. (Items returned through eBay's \"return link\" are not eligible for an exchange but a refund only.) The second purchase should be of equal or greater value. Items returned that are a higher price than the 2nd item (quick exchange) purchased, will incur a restocking fee only for the difference in the price points. RETURNS: An item must be shipped within the return time frame noted on ebay. Upon receipt of the item and confirmation of its condition, we will issue a one time exchange or a purchase price refund minus a 10% restocking fee, based on the buyer's choice. The cost of postage in each direction is the buyer’s responsibility. The restocking fee covers our shipper's time in opening the return, communicating with the buyer, connecting with ebay to complete all the proper forms, reviewing the item, refunding through paypal, rebagging and barcoding the item then transporting it to our warehouse for relisting. If an exchange is requested with the returned item, and the requested item is in stock and is the same style just a different color or size, we will exchange it and offer free domestic postage if the original winning bid was $85 or more. We will send an invoice for the new postage if an exchange is requested for a winning bid of less than $85. EBay does not allow us to hold items. Any exchange completed along with a return, with free domestic postage, is a one time offering and results in a final sale and is not eligible for return. We process returns 5 business days after receipt. When we process your return, we will contact you with the confirmation information and we will cancel the transaction on eBay. Due to time limitations and staff responsibilities, we are only able to message a buyer confirming their item has been received on the day we are processing their return. Sell Smarter with Kyozou.Inventory and Ecommerce Management",
  "Title": "Madewell The Transport Tote $168 Boulder gray purse leather bag F2359",
  "ExcludeShipToLocation": [
    "SL",
    "GF",
    "GM",
    "MY",
    "YT",
    "CM",
    "GY",
    "TW",
    "AZ",
    "PL",
    "MO",
    "SR",
    "OM",
    "GE",
    "AE",
    "KE",
    "AR",
    "Middle East",
    "GW",
    "SN",
    "ER",
    "TG",
    "AM",
    "BT",
    "UZ",
    "MA",
    "QA",
    "FK",
    "BI",
    "BY",
    "SK",
    "IQ",
    "GQ",
    "SI",
    "TH",
    "MR",
    "PH",
    "UY",
    "CD",
    "EH",
    "CG",
    "CO",
    "KM",
    "EE",
    "IL",
    "KW",
    "BJ",
    "DZ",
    "KR",
    "ZM",
    "RU",
    "SO",
    "SZ",
    "EC",
    "AL",
    "ET",
    "PK",
    "LA",
    "NE",
    "TZ",
    "SG",
    "UA",
    "BF",
    "KG",
    "VE",
    "GH",
    "RE",
    "DJ",
    "CL",
    "CV",
    "CN",
    "ML",
    "BW",
    "MG",
    "KH",
    "ID",
    "VN",
    "TJ",
    "PY",
    "LB",
    "SH",
    "RW",
    "LR",
    "SC",
    "BO",
    "BD",
    "MV",
    "LK",
    "LY",
    "HK",
    "NG",
    "LS",
    "CF",
    "GA",
    "ZW",
    "MU",
    "GN",
    "JO",
    "CI",
    "TD",
    "TM",
    "AD",
    "RO",
    "IN",
    "YE",
    "AF",
    "RS",
    "Africa",
    "KZ",
    "MN",
    "SA",
    "NP",
    "BH",
    "MW",
    "BA",
    "AO",
    "South America",
    "TN",
    "UG",
    "BR",
    "TR",
    "Southeast Asia",
    "DE",
    "EG",
    "LV",
    "MZ",
    "NA",
    "PE",
    "BN",
    "ZA"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "119.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Lynchburg, Virginia",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "26998",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "paisleypetunia"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "24501",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "StartTime": "2017-06-02T10:02:56.000Z",
  "HitCount": "9",
  "TimeLeft": "P29DT19H35M58S",
  "EndTime": "2017-07-02T10:02:56.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Madewell"
      },
      {
        "Name": "Style",
        "Value": "Totes & Shoppers"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Boulder"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201944335950",
  "Storefront": {
    "StoreName": "The Paisley Petunia",
    "StoreURL": "http://stores.ebay.com/id=175446410"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "Quantity": "1",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "BC4C7880-4D2A-47AE-8826-A55F1B88C996",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}