{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/oQQAAOSwAPVZL2nq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/QhoAAOSwurZZL2nq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/LmwAAOSwuMZZL2nq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/838AAOSwsXFZL2nq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/0foAAOSwEHpZL2nq/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-Kate-Spade-Grant-Street-Grainy-Vinyl-Jules-Tote-and-Neda-Accordion-Wallet-/162536713694",
  "ConvertedCurrentPrice": {
    "value": "159.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Brand new, still sealed in packaging, Kate Spade New York Grant Street Grainy Vinyl Jules Tote and Neda Accordion Wallet in Cream/Black/Dark Beige (212) stripes. NWT Kate Spade Grant Street Grainy Vinyl Jules Tote and Neda Accordion Wallet Click images to enlarge Description Brand new Kate Spade New York Grant Street Grainy Vinyl Jules tote and Neda accordion wallet, both still sealed from Kate Spade.  Textured grainy vinyl in Cream/Black/Dark Beige (212).  Kate Spade jacquard lining.  14K gold plated hardware.  Kate Spade logo plaque.  Dual interior slide pockets in tote.  Measures about 18\" long x 11.5\" high x 6.5\" wide.  Interior zip pocket. Neda zip clutch wallet in the matching stripe.  Has 12 credit card slots, 3 billfold slots, a zipper change pocket, an exterior slide pocket, and the capital kate spade jacquard lining. Perfect gift idea for that special lady or graduate.   Please note my positive feedback and bid with confidence.  If you have any questions, please feel free to e-mail me.  Thanks for looking!  (Shelf C) International Buyers - Please Note:  Import duties, taxes, and charges are not included in the item price or shipping cost.  These charges are the buyer's responsibility.  Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. PAYMENT  Paypal is the only payment option per eBay and is due within 4 days of auction end.  If you are  the winning bidder please contact me within 3 days of auction end with your payment intentions.                           SHIPPING Buyer pays all shipping expenses.  Please use the shipping calculator in the listing if possible.  Insurance is included if necessary.  International bidders should e-mail me for a shipping quote.  Combined shipping for multiple purchases is always welcome. TERMS OF SALE Items sold are generally one of a kind purchased from estate sales, garage sales, department stores, and outlet malls and are sold as is.  Sales are final so please review the photos and ask any questions before bidding.  If you feel an item has been misrepresented, please contact me so we can work something out.  I would like you to be as happy with your eBay experiences as I am with mine.  As noted in my positive feedback, I am an honest seller having lots of fun on eBay!  It provides a wonderful outlet for my shopping passion!  Thank you for your business.  Payment Payment Options: PayPal is the only payment option per eBay and is due within 5 days of auction end. If you are the winning bidder please contact me within 3 days of auction end with your payment intentions. Shipping Shipping Options: Buyer pays all shipping expenses. Please use the shipping calculator in the listing if possible. Insurance is included, if necessary, in a shipping and handling charge. International bidders should e-mail me for a shipping quote. Combined shipping for multiple purchases is always welcome. Terms of Sale Items sold are generally one of a kind purchased from estate sales, garage sales, department stores, and outlet malls and are sold as is. Sales are final so please review the photos and ask any questions before bidding. If you feel an item has been misrepresented, please contact me so we can work something out. I would like you to be as happy with your eBay experiences as I am with mine. As noted in my 100% positive feedback, I am an honest seller having lots of fun on eBay! It provides a wonderful outlet for my shopping passion! Get Images that Make Supersized Seem Small.Tailor your auctions with Auctiva's Listing Templates! THE simple solution for eBay sellers. Track Page Views WithAuctiva's FREE Counter",
  "Title": "NWT Kate Spade Grant Street Grainy Vinyl Jules Tote and Neda Accordion Wallet",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "159.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169303",
  "Location": "Saint Joseph, Michigan",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "3706",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "disneymama88"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "MinimumToBid": {
    "value": "159.95",
    "_currencyID": "USD"
  },
  "PostalCode": "49085",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T01:12:07.000Z",
  "HitCount": "2",
  "TimeLeft": "P5DT9H4M1S",
  "EndTime": "2017-06-08T01:12:07.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "kate spade"
      },
      {
        "Name": "Material",
        "Value": "Grainy Vinyl"
      },
      {
        "Name": "Style",
        "Value": "Tote & Accordion Wallet"
      },
      {
        "Name": "Pattern",
        "Value": "Striped"
      },
      {
        "Name": "UPC",
        "Value": "098689891231"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162536713694",
  "Storefront": {
    "StoreName": "Disneymama&#39;s Divine Deals",
    "StoreURL": "http://stores.ebay.com/id=70186592"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625367136948080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}