{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/cXEAAOSw0kNXg-eq/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ryYAAOSwzLlXg-fK/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/vx8AAOSwanRXg-ek/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/pdYAAOSw7XZXg-ey/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/wmAAAOSwanRXg-e7/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/wv4AAOSwanRXg-fA/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/anEAAOSwRgJXg-fF/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNlgxNjAw/z/H7MAAOSwyKxXg-fQ/$_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Coach-Kylie-Metallic-Leather-Vapor-Black-Brass-Cross-Body-Chain-Strap-52379-/272698550830",
  "ConvertedCurrentPrice": {
    "value": "99.98",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Coach Kylie Metallic Leather in Vapor Black & Brass Cross Body Chain Strap 52379 Metallic Brass and Black Leather Coach Hang Tag 23\" Drop Detachable Adjustable Leather and Chain Strap Zip Top Closure Fabric Lined 3 Credit Card Pockets Full Length Pocket Coach Care Card Coach MSRP $155 Retail Tag Attached VABRS VA/Brass MET LTH KYL XBDY Measures Approximately 8 1/4\" L X 5\" T X 1/2\" D My items are authentic, first quality, recently purchased at a high end department store that is an authorized Coach dealer. My items are not from a clearance, discount, seconds, factory, or outlet store. With very few exceptions, each of my Coach items comes with the retail store POP (proof of purchase). Pictures are of the actual item you will receive, except when I have multiples. Items ship from a non smoking home. I do have a dog. If you have questions, please ask before bidding. Visit my store for other quality Coach items. Payment: I only accept Paypal and require payment within 3 days of end of auction, or immediately for buy it now. Shipping: Coach items ship USPS after receipt of clear Paypal payment. All items ship with delivery confirmation. Purchases totaling $100 or more ship insured. Purchases totaling $250 or more ship insured and with signature confirmation. I ship Monday through Friday, except holidays or vacation times, to your Paypal address. I am unable to ship to an address other than that listed on your eBay and Paypal accounts as this action negates Paypal protection policies. If you would like your purchase sent to a different address, please change the ship to address when paying for the item. I ship within 24 hours, so you get your item(s) quickly. If you purchase multiple items, please request a combined invoice before making payment. Please be aware that if you have recently moved, you must change your address in eBay as well as Paypal. I ship to FPO-AP Military addresses. Returns: No restocking fee! If you would like to return an item, please contact me via the eBay messaging system. The return must be shipped back to me within 30 days of receipt. Buyer pays return shipping. Refund of purchase price minus any shipping expenses incurred on your behalf (including insurance and signature confirmation if applicable). Item must be returned unused, with tags attached, and any applicable material (dustbag, care card, etc) intact. Communications: I only respond to messages sent to me via the eBay messaging system. Communication directly to my e-mail address ends up in the junk folder. Feedback: I will leave feedback for you once I've received your feedback. Your feedback lets me know you received the item and are happy with it. If you are unhappy with your purchase, or any part of the transaction, please let me know via the eBay messaging system. Satisfaction guaranteed. International Buyers: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. All measurements are in inches. Due to the cost of International shipping, it is impractical to return items. Please choose wisely. Vacation Alerts: Occasionally I must be away from my store. Although eBay allows for this, and a message is placed at the top of each listing, it's easy to miss. If you purchase and complete payment while I'm out, your item will be shipped to you promptly upon my return. I neither represent nor work for any of the brands I sell. I strive to deliver top notch service and a top quality, authentic product.",
  "Title": "Coach Kylie Metallic Leather in Vapor Black & Brass Cross Body Chain Strap 52379",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "99.98",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "Kennesaw, Georgia",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1150",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "nu-trsrsekr"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "30144",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-06-02T12:12:37.000Z",
  "HitCount": "5",
  "TimeLeft": "P29DT22H3S",
  "EndTime": "2017-07-02T12:12:37.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Style",
        "Value": "Messenger & Cross Body"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Brass and Black"
      },
      {
        "Name": "Bag Height",
        "Value": "5"
      },
      {
        "Name": "Bag Depth",
        "Value": "1/2"
      },
      {
        "Name": "Bag Length",
        "Value": "8 1/4"
      },
      {
        "Name": "Strap Drop",
        "Value": "23"
      },
      {
        "Name": "Size",
        "Value": "Small"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Vietnam"
      },
      {
        "Name": "Shade",
        "Value": "Brass and Black"
      },
      {
        "Name": "Closure",
        "Value": "Zip"
      },
      {
        "Name": "Pattern",
        "Value": "Geometric"
      },
      {
        "Name": "UPC",
        "Value": "888067539585"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272698550830",
  "PrimaryCategoryID": "63852",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Luscious New Treasures",
    "StoreURL": "http://stores.ebay.com/id=68977968"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "No restocking fee! If you would like to return an item, please contact me via the eBay messaging system. The return must be shipped back to me  within 30 days of receipt. Buyer pays return shipping. Refund of purchase price minus any shipping expenses incurred on your behalf (including insurance and signature confirmation if applicable). Item must be returned unused, with tags attached, and any applicable material (dustbag, care card, etc) intact.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2726985508308080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}