{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "BestOfferEnabled": "false",
  "TimeLeft": "P26DT16H2M21S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDAwWDQ1MA==/z/rWMAAOSwZ4dZMJht/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Sherpani-Womens-Indie-Ethos-Waxed-Canvas-Backpack-Fern-Size-OSFA-/222493489487",
  "ConvertedCurrentPrice": {
    "value": "117.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Powered by Frooition.com Shop Categories Women's Sherpani Indie Ethos Waxed Canvas Backpack Women's Sherpani Indie Ethos Waxed Canvas Backpack Item Description Small and chic, the Sherpani Indie Ethos Waxed Canvas Backpack is a perfect companion for everyday with features like adjustable cotton canvas straps, credit card holder, and wristlet wallet. Part of the Sherpani Ethos Collection 80% canvas, 20% genuine leather Two way zipper for main compartment Exterior side pocket Interior: two slip pockets, credit card holder, wristlet wallet 11\" laptop compatible. About Us About Us Shipping Returns Contact Us About Us Shoebuy is the largest retailer on the Internet focused on all categories of footwear and related apparel and accessories. Shoebuy has partnerships with over 1,400 manufacturers and represents over 1,000,000 products from top brands including Aerosoles, Allen-Edmonds, Bass, Bostonian, Brooks, Bruno Magli, Clarks, Crocs, Dr. Martens, Easy Spirit, ECCO, Florsheim, Franco Sarto, Hush Puppies, Johnston & Murphy, Keds, K-Swiss, Mephisto, Merrell, Naturalizer, New Balance, Patagonia, PUMA, Reebok, Rockport, Samsonite, Saucony, Sebago, Skechers, Sperry Top-Sider, Stride Rite, Stuart Weitzman, Timberland, and many more. Shoebuy is rated one of the top eTailers in the country for outstanding service by BizRate and in the top 10 in online retail satisfaction for apparel/accessories by Foresee Results. Shoebuy is part of the IAC family, which owns other leading properties including Ask.com, Match.com, and Citysearch. Shipping Shipping We currently offer Free Shipping to the 50 United States and APO or FPO addresses. We do not ship to P.O. Box addresses. Restrictions: We do not currently offer shipping to US Protectorates or international locations outside of the United States for our eBay customers. Delivery Time: Please allow 3-10 business days for receipt within the United States when you order with free UPS Standard Ground Service. NOTE: APO or FPO addresses may take a few extra days for receipt due to special handling requirements. As a general rule, processing time plus shipping time equals total delivery time. Processing time typically ranges from 1-3 business days. Processing time includes receiving your order and packing the item for shipping. After processing is complete and shipping begins, shipping time is the UPS transit time from our warehouse(s) to your shipping address. Returns Returns We've made some changes to our return policy effective 8/1/2015. Purchases made on or before 7/31/2015 will be eligible for Free Returns through the 60-day return window. We currently DO NOT accept exchanges for our eBay customers. If you choose to return for a refund, we?ll give you a prepaid return-shipping label and a refund for the amount you paid for the returning item, minus a $6.95 restocking fee per item. We will provide you with one pre-paid UPS shipping label to return your order to us. Because we provide you with ONLY ONE pre-paid shipping label per order, we suggest you wait for receipt of all items on your order before beginning the return process. After receiving all items on your order, please place all return items into one shipping box (any type of shipping box) to take advantage of the free return postage. Free return postage does not apply to orders/merchandise being returned from locations outside of the United States and APO/FPO locations. To learn how to make a return, please see our full returns page. 60 Day Money Back Guarantee: You can return your order for up to 60 days from the purchase date. Items that you return must be in the condition that you received them and in the original box. Shoebuy does not guarantee wear or tear or any damage unrelated to the manufacturer. Contact Us Contact Us Feel free to contact us via \"Ask Seller a question\" and we will respond within 24-48 hours. Any inquiries submitted on non-business days will be responded to by the next business day. International Orders: Returns are simple. Just send us back your item (you're responsible for return shipping charges). We'll give you a refund for the amount you paid for the returning item. Unfortunately, we cannot reimburse for original shipping fees, duties or taxes associated with international orders. FINE DETAILS · Items must be sent back within 60 days from the purchase date, though during the holiday season (November 1 - January 1) we'll give you up to 90 days from the purchase date to make gift-giving easier · Items should be unworn and include all original tags · All packaging including the original shoe box should be included · Shoebuy does not currently offer prepaid return-shipping labels for International orders. · Items should always be mailed back to Shoebuy, not the manufacturer · Refunds are applied to the original payment method within 5 business days of receipt to our warehouse · Credits can take additional time to post to your account, depending on your credit card SENDING IT BACK TO US 1. Repackage items exactly how you received them ? boxes, tags, and all 2. Write your ShoeBuy order confirmation number on the outside of the package 3. Clearly address your package to our returns facility in the U.S. ShoeBuy Attn: Returns # (Order Number) 34 Cabot Road Woburn, MA 01801 USA 4. Take your sealed box to any post office counter or authorized carrier outlet to purchase your return postage. You may also wish to insure your package for the full replacement value. DONE - WE'LL TAKE IT FROM HERE! · We'll email you a confirmation when your item is received at our returns facility Other ways to contact us: Address Shoebuy.com, Inc. 101 Arch Street, 16th Floor Boston, MA 02110 Customer Service Phone Hours Monday-Friday, 8AM to Midnight Eastern Time Saturday, 8AM to 11PM Eastern Time Sunday, 8AM to 11PM Eastern Time Toll Free 1-888-200-8414 Outside U.S. +1-617-451-2880 More Items!View more great items About us Shipping Returns FAQs Contact us Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "117.95",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "United States",
  "Seller": {
    "FeedbackScore": "24126",
    "PositiveFeedbackPercent": "98.2",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "shoebuy"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Sherpani Women's   Indie Ethos Waxed Canvas Backpack Fern Size OSFA",
  "GlobalShipping": "false",
  "Quantity": "40",
  "StartTime": "2017-04-30T07:09:25.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2224934894878080_36.jpg",
  "QuantityThreshold": "10",
  "EndTime": "2017-06-29T07:09:25.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Sherpani"
      },
      {
        "Name": "Style",
        "Value": "Laptop Bags & Cases"
      },
      {
        "Name": "Color",
        "Value": "Fern"
      },
      {
        "Name": "UPC",
        "Value": "877293034377"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222493489487",
  "Storefront": {
    "StoreName": "Shoebuy",
    "StoreURL": "http://stores.ebay.com/id=577398915"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Description": "We've made some changes to our return policy effective 8/1/2015. Purchases made on or before 7/31/2015 will be eligible for Free Returns through the 60-day return window.\n\n\nRETURNING AN ITEM\n\nNot in love? No worries. If your order isn’t quite right, we’ll happily take it back good as new within 60 days of purchase. \n\nReturns are simple. If you choose to return for a refund, we’ll give you a prepaid return-shipping label and a refund for the amount you paid for the returning item, minus a $6.95 restocking fee per item. \n\nFINE DETAILS\n\n• Items must be sent back within 60 days from the purchase date, though during the holiday season (November 1 – January 1) we’ll give you up to 90 days from the purchase date to make gift-giving easier\n• Items should be as good as new, unworn, and include all original tags\n• All packaging including the original shoe box should be included\n• You’ll be provided with a prepaid return-shipping label for each item (not available on items shipped from APO / FPO locations or outside the US)\n• Items should always be mailed back to ShoeBuy, not the manufacturer\n• Refunds are credited via the original payment method within 5 business days of receipt to our warehouse\n• Credits can take an additional 2 – 10 business days to post to your account, depending on your credit card\n\nGETTING STARTED\n\n• Click here and enter your Ebay Order Number or contact ShoeBuy Customer Service at (888) 200-8414\n• Follow instructions to return and get your shipping label\n\nSENDING IT BACK TO US\n\nOnce You Receive Your Shipping Label:\n1. Repackage items exactly how you received them – boxes, tags, and all\n2. Tape your new shipping label over the original one\n3. Take your sealed box to any UPS location or drop-off box\n\nDONE – WE’LL TAKE IT FROM HERE!\n\n• We’ll email you a tracking number and confirmation if your return meets our policy\n• We’ll give you a refund (minus a $6.95 restocking fee per item)\n\n\nNEED A HAND?\n\nGive us a call at (888) 200-8414.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "14981982",
  "HandlingTime": "3",
  "QuantityAvailableHint": "MoreThan"
}