{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTEzNVgxNjAw/z/08IAAOSwa39UsqB7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAzNFgxNjAw/z/m-kAAOSw0e9UsqCA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/Lm8AAOSwm8VUsqCH/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIyM1gxNjAw/z/mCUAAOSwzrxUsqCQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/IpEAAOSw1vlUsqCZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/wGEAAOSwk5FUsqCd/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDY5/z/ozEAAOSw0e9UsqDC/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bag-Napapijri-Man-Men-Big-Shoulder-Bag-Woman-Carryall-Duffle-Leather-100-/162496895142?var=",
  "ConvertedCurrentPrice": {
    "value": "400.58",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Big Bag Handbag bag Duffle Bag Napapijri Men calf leather 100% Descrizione prodotto Add me to your favorite sellers..click here Taxes, Fees of the Custom House are not included in the offer, You can contact the Custom House of your country to know about them. We can not declare a lower value and we'll not define our gift item. \"Fees, taxes and customs charges are not included in the package price or a purchase, please contact the customs of your country to find out what are the additional costs.These costs are normally collected by the shipping company / delivery when you receive or withdraw an item. Not to be confused with the additional shipping charges.We comply with international regulations. We not indicate a value lower than the actual objects and not call them \"gifts\"   Want to receive to our newsletter? Click here ... Chi siamo PAGAMENTO spedizione CONTACTS Condizioni Wholesale Chi siamo Ebest born from our passion for the big names of Italian and international fashion, intends to select the best leaders distributing them at very competitive prices. How we can apply discounts up to 70% of the list price? Thanks to the research of our constant buyers, partnerships established with some suppliers wholesalers, buying large quantities of goods and not having the cost of a shop. The absence of higher fixed costs that weigh about local merchants and companies with fixed place allows Ebest sell their products at reasonable prices ever seen! High quality garments that are derived from a careful selection. We decided to treat only the best brands of clothing-accessories that distribute in Italy, high quality assurance. But Ebest wants not only act as a retailer of famous brands, but provide advice to their customers as possible personalized. So those who want to contact us for advice, questions, requests may do so at any time via email, skype or phone. You will find courtesy, professionalism and availability! Metodi di pagamento We accept most payment methods available; for more information please contact us. Warning: If you encounter the loss of the package E-best does not take any responsibility due to the shipping company. So we urge customers to use the services provided by insurance, amounts to at least a certain value and provide phone number to facilitate communication with the carriers (except recommended). Just got the parcel, Please check carefully and in case of tampering or anomalies have to sign subject mailer courier. If this procedure will not be 'carried unfortunately we can not compensate any damage. Upon purchase, you can choose the preferred payment method including: PayPal The accreditation is 100% secure, immediate, you can pay using any major credit card or Paypal funds. The shipping time is fast, within 1-2 days from the time of payment. bonifico bancario The reason you write your ID. Several days before the payment is visible on our account. We will ship as soon as the money will be credited, usually 3 working days from the time of payment. The data are: Holder: BEST AND SNC Account no 000077086056 ABI 07601 CAB 10200 CIN T IBAN: IT24T0760110200000077086056 Place: Bra, 12042, CN Credit card The accreditation is 100% secure, immediate, you can pay using any major credit card using Paypal services. The shipping time is fast, within 1-2 days from the time of payment. Accreditation requires 3-4 days at least, very safe method but due to cost and the timing suggest that prefer postal round, or payment by postal order, with lower costs and greater speed. Shipping times are slow, due to our awaiting money, permitting 5-6 days. Giro The accreditation is 100% secure, immediate, you can pay using any post office counter, please communicate your payment by mail, indicating id and name the buyer. Immediate shipping so far, 1-2 working days. The account to be used is: Holder: BEST AND SNC Account: 000077086056 Contrassegno We also accept the mark with a service charge of 6 Euro. We feel we can not recommend this payment service for the timing elongated and the cost much higher. spedizione Shipping charges include postage or courier expenses incurred for packing. E 'can choose the preferred service, adding the amount described in the total amount due for the object or objects. The services available vary depending on the weight and size of the package: Registered Relatively good costs, timing, you will receive your goods within 3-5 days of the expedition. EXPRESS COURIER Often because of the size and weight is the only method that we propose to our clients, is very fast, you will receive your goods within 1-2 business days from shipping, if this does not happen please contact us informing us of the fault. Upon delivery of the package we suggest to check the status of the parcel: if presented signs of tampering or damage to accept the parcel subject and contact us to detect the problem. Shipping insurance Should there be a loss of parcel E-best does not take any responsibility due to the shipping company. So we urge customers to choose the service of insurance, it costs between 2 and 3 euro and ensure the repayment in case of loss or damage / tampering of the package, episodes far from uncommon in the world of shipments. \"Fees, taxes and customs charges are not included in any offer or a purchase, please contact the customs of your country to find out what are the additional costs. These costs are normally collected by the shipping company / delivery when you receive or withdraw an item. Not to be confused with the additional shipping charges. We comply with the international regulations. Do not indicate a value lower than the actual objects and not call them \"gifts\". Contact customer care We specified the cost and timing of shipments, which are the accepted payment methods and how to maintain them, our descriptions usually contain all the information needed to understand the article in question, in any case for any doubt, question or if something it is not clear please contact us by: Skype: E.best.snc mobile phone: 329-1099166 Terms of sale Warranty and right of withdrawal The consumer customer is entitled to withdraw from the purchase contract for any reason. To exercise this right he must send E-best Snc notice within 10 working days with effect from the day of delivery of the goods. The products must be returned intact and in original packaging, complete in all its parts (including packaging, tags and any documentation); To limit damage to the original package, we recommend, when possible, to put in a second box; It should be avoided in all cases the attachment of labels or tape directly on the packaging of the product; the shipment until the certificate of receipt in our warehouse is under the responsibility of the customer therefore does not respond in any way for damage or theft / loss of goods returned by uninsured shipments. The absence of any tags or labels, as well as damage or wear of the object, preclude any possibility of obtaining the right of withdrawal. For returns contact us by phone or email and attach to the package module RM, completed in full, without which the goods will not be refunded. PRIVACY In accordance with the DL June 30, 2003, n. 196 the data provided to E-BEST are not disclosed to third parties and is not used for any other purpose since the end of commercial negotiations. Disclaimer All trademarks, logos and names belong to their legitimate owners. We are NOT associated or in collaboration with all brands and names listed on this site, our function and 'buy / sell stock from the various distribution channels. Wholesale wholesale Ebest caters to individuals on a daily basis, but increasingly are resellers and practitioners to ask us to have stock and lots of clothing. For this reason we decided to enter this section, dedicated to all those working in the field of clothing and accessories of the best Italian and international brands: make up batches of custom merchandise at the request of professional clients. We adjust sales invoice certifying the authenticity and quality of our goods, we do not accept requests otherwise or non-regular workers. So if you're a professional operator, also abroad, and you have a valid VAT number or fiscal code appropriate to the sale of these product categories do not hesitate to contact us via email or by calling 3383015250 after < span class = notranslate ' > </span> 18.00 every day and ask us how to compose your lot (requires a minimum of 100 pieces in order to qualify for wholesale pricing obviously increasing the amount we will be able to reduce the price). We can compose customized stocks of branded clothes and accessories with the best items of Italy and of the world. If you're a seller, or have a shop and you're incendio sell cloths and accessories you can request to 20 or more items and buy them with discounted prices. More items you buy more discount you can obtain. Ebest Top Mythic Design - miticadesign.com Magician Maker - magomaker.com",
  "ExcludeShipToLocation": [
    "South America",
    "CA",
    "AU",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "400.58",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Baldissero d'Alba",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "37318",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "e-bestsale"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Bag Napapijri Man Men Big Shoulder Bag Woman Carryall Duffle Leather 100%",
  "GlobalShipping": "false",
  "Variations": {
    "Pictures": {
      "VariationSpecificPictureSet": {
        "VariationSpecificValue": "N5S02"
      },
      "VariationSpecificName": "Tails"
    },
    "Variation": {
      "Quantity": "2",
      "StartPrice": {
        "value": "400.58",
        "_currencyID": "USD"
      },
      "SKU": "wi_400841512910_0",
      "SellingStatus": {
        "QuantitySold": "0",
        "QuantitySoldByPickupInStore": "0"
      },
      "VariationSpecifics": {
        "NameValueList": {
          "Name": "Tails",
          "Value": "N5S02"
        }
      }
    },
    "VariationSpecificsSet": {
      "NameValueList": {
        "Name": "Tails",
        "Value": "N5S02"
      }
    }
  },
  "StartTime": "2017-04-30T05:40:53.000Z",
  "HitCount": "17",
  "TimeLeft": "P26DT13H27M49S",
  "EndTime": "2017-06-29T05:40:53.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "heel type",
        "Value": "Gym Bag"
      },
      {
        "Name": "Brand",
        "Value": "Napapijri"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "fastnening",
        "Value": "Zipper"
      },
      {
        "Name": "body material",
        "Value": "Leather"
      },
      {
        "Name": "bag dimensions",
        "Value": "21.6x12.5x9 inches"
      },
      {
        "Name": "Mean Colour",
        "Value": "BROWN"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162496895142",
  "Storefront": {
    "StoreName": "Looev",
    "StoreURL": "http://stores.ebay.com/id=438311782"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "2",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "IT",
  "SKU": "77aff6cb-876a-47d2-b6d1-a4c0db9cedf3",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}