{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3619789704278080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDMzMw==/z/Dz0AAOSwYlRZF1oC/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pacsafe-Slingsafe-100-GII-Anti-Theft-Shoulder-Bag-Cypress-Daypacks-Casual-Bag-/361978970427",
  "ConvertedCurrentPrice": {
    "value": "165.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Pacsafe Slingsafe 100 GII Anti-Theft Shoulder Bag, Cypress Click Thumbnails to Enlarge Slim, sporty, and lightweight, the fashionable yet functional Slingsafe 100 GII anti-theft shoulder bag from Pacsafe sits effortlessly against your body while its security features to provide peace of mind as you make your way around town. The bag's fabric is embedded with eXomesh Slashguard, a lightweight flexible, stainless steel wire mesh that protects your gear from a quick slash-and-run theft. Flexible, lightweight stainless steel wire runs through the adjustable Carrysafe Slashguard shoulder strap to help prevent slashers from slicing through and running off with your gear. The bag also includes a Turn & Lock security hook that can attach the bag to a fixture for added security and zipper pullers that can be attached to discreet security hooks. The zippered main compartment includes an RFID blocking pocket that prevents your data (such as from e-passports, credit cards, and key cards) from falling into the wrong hands. The Slingsafe 100 GII also features water-resistant fabric, and a front zippered compartment. Measuring 10.6 x 9.1 x 2.0 inches (HxWxD), it has a strap length that adjusts from 28 to 50 inches, weighs 7.1 ounces, and has a volume of 2.3-liters. Pacsafe keeps travelers one step ahead of the game by keeping their gear secure from opportunistic thieves with a wide range of stylish adventure backpacks, leisure bags, urban bags, women\u0092s bags, and camera bags, as well as luggage and travel accessories.Comfortable shoulder bag with fashionable asymmetrical bias and anti-theft technologies; ideal for adventures abroad or your daily commuteLightweight, hidden eXomesh Slashguard stainless steel wire mesh embedded into fabric helps protect against slash & run theftAdjustable wire-reinforced Carrysafe Slashguard Strap helps prevent cut & run theft; the Turn & Lock Security Hook attaches Strap to secure fixtureRFIDsafe Blocking Material built into a pocket in the main compartment helps protect IDs & credit cards from hacker scanningTwo zippered compartments; water resistant; measures 10.6 x 9.1 x 2 inches; weighs 7.1 ounces; 2.3-liter volume Shipping International Orders: Please allow an additional 3-5 business days handling time. We ship via the quickest, most economical method - usually UPS, FedEx, or USPS. We ship from multiple warehouses and will always ship from the closest warehouse to your location. We cannot guarantee ground shipping times, however most orders arrive in 3 business days once shipped. Payment Simple Deals gladly accepts PayPal, American Express, Discover, MasterCard, and Visa through eBay's safe and secure checkout. We do not accepts checks, cash, or any payments outside of PayPal. Returns Unused and uninstalled items may be returned within 30 days of purchase. Your return must be in new and unused condition. All returns must include original packaging, with all hardware and accessories. Orders returned outside of policy may be refused or subject to a 15% re-stock fee. Customers are responsible for return shipping costs. Damage claims must be made within 3 business days of delivery. After this time period, we cannot accept a damaged return. Damaged items will only be exchanged once we receive the damaged item back. Contact Us FAQs HOW TO RETURN Contact us to obtain a Return Authorization number. Please include your return reason in detail. We will respond with a return authorization and return address, typically within 1 business day.",
  "Title": "Pacsafe Slingsafe 100 GII Anti-Theft Shoulder Bag Cypress Daypacks & Casual Bag",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "165.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "Crosby, Texas",
  "Seller": {
    "FeedbackScore": "1992",
    "PositiveFeedbackPercent": "98.6",
    "FeedbackRatingStar": "Red",
    "UserID": "simple_dealz"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "77532",
  "GlobalShipping": "false",
  "Quantity": "5",
  "StartTime": "2017-05-13T19:09:58.000Z",
  "HitCount": "30",
  "TimeLeft": "P10DT1H23M4S",
  "EndTime": "2017-06-12T19:09:58.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Outpac Designes PACSAFE"
      },
      {
        "Name": "Manufacturer Part Number",
        "Value": "45120501"
      },
      {
        "Name": "UPC",
        "Value": "688334004477"
      },
      {
        "Name": "EAN",
        "Value": "0688334004477"
      },
      {
        "Name": "Item Model Number",
        "Value": "45120501"
      },
      {
        "Name": "Item Weight",
        "Value": "0.56 pounds"
      },
      {
        "Name": "Product Dimensions",
        "Value": "2 x 9.1 x 10.6 inches"
      },
      {
        "Name": "Product Group",
        "Value": "Daypacks & Casual Bags"
      },
      {
        "Name": "ClothingSize",
        "Value": "none US Women"
      },
      {
        "Name": "Color",
        "Value": "Cypress"
      },
      {
        "Name": "Department",
        "Value": "unisex-adult"
      },
      {
        "Name": "Brand Name",
        "Value": "Outpac Designes, Inc.- PACSAFE"
      },
      {
        "Name": "Size",
        "Value": "One Size"
      },
      {
        "Name": "Manufactured By",
        "Value": "Outpac Designes, Inc.- PACSAFE"
      }
    ]
  },
  "Site": "US",
  "ItemID": "361978970427",
  "Storefront": {
    "StoreName": "simple_dealz_usa",
    "StoreURL": "http://stores.ebay.com/id=1104462205"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B006QLMD9I",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}