{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjE2WDM0MA==/z/AgkAAOSwWxNYw5dS/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Q-MAAOSwdGFYw6fz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/REAAAOSwdGFYw6f1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/qW8AAOSwsW9Yw6f5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/aP4AAOSwOgdYw6f7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/590AAOSw32lYw6f-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/3WQAAOSw2gxYw6gA/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VICTORIAS-SECRET-LTD-EDITION-WEEKEND-GETAWAY-DUFFLE-BAG-TRAVEL-GYM-TOTE-BLK-NWT-/112403144562",
  "ConvertedCurrentPrice": {
    "value": "59.96",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Check out my other items!THIS LISTING IS PRIVATE TO KEEP YOUR PURCHASE PRIVATE Victorias Secret Duffle Travel Weekender Tote Bag ~ NEW With Tag & Retail Packaging ~ Retail $98 ~ Black ~ Side strap detailing with silver hardware ~ Dual Padded Handle Straps ~ Dressy Tucked Fabric Large enough to hold all your goodies ~ Victoria's Secret Logo trimmed in Gold on one side ~ Zipper Closure ~ Sturdy enough for your heaviest items ~ Fully Lined This is the most Elegant bag I've ever seen from VS!!! It's really lovely and worthy of your most intimate outings! Measurement: 21\" L x 12.5\" H LAST ONE ~ DON'T WAIT ~ SAME DAY SHIPPING* Overall Rating 100%OF REVIEWERS RECOMMEND THIS PRODUCT Thank You to ALL my WONDERFUL customers ~ You ARE appreciated !!! HONEST & TRUSTED SELLER, Check my 100% Positive Feedback. I aim to please! THIS LISTING IS PRIVATE TO KEEP YOU PRIVATE! ITEMS WILL BE SENT TO YOU FROM SUNNY ARIZONA WITH TRACKING IN USA. Feedback is left after I know you're 100% satisfied by leaving positive feedback for me.Payment is expected at auctions or Buy it Now end. I participate in eBay's seller assist program. After 3 days of non-payment Ebay automatically initiates a claim against non paying bidders on my behalf so I’m not charged seller fees when buyers don't pay. Non-paying bidders are blocked from all my future listings. Thanks for understanding! PLEASE KNOW YOUR SIZE BEFORE BIDDING OR BUYING AS THERE ARE NO RETURNS OR EXCHANGES.COMMUNICATION IS KEY...Please ask questions before bidding. THANKS!*Many items are shipped same day unless otherwise noted in the listing details or unforeseen circumstance. I ship FAST 6 days a week.Ribbon charm in photo is not a part of this listing. INTERNATIONAL BUYERS: You are responsible for any and all duties, fees, taxes etc once the item has been shipped to you. Seller is not responsible for hold ups in customs for any reason. Delivery time will be longer and can be 30 days or more. If for any reason your package is seized by Customs Officials, I'm unable to issue a refund unless all items are returned to me in resalable condition. You're ultimately responsible for shipping charges regardless of the outcome. Please check with your countries policies before bidding or buying this item if you have questions. I don't keep track of changing laws outside the USA and I'm not responsible for tariffs, customs restrictions or any other regulations that may apply in countries outside the USA. Insurance is not available outside the USA and you agree that you assume any and all risk….Tracking will be provided which should show pick up and delivery dates IF available in your country. Once shipped, Seller assumes zero risk and zero liability. You can opt in to have your item sent registered mail at whatever the current cost for this service is from USPS. This service provides tracking from pick up to delivery. Cost will be provided if asked and will be added to your invoice if you choose this service. SMOKE FREE, PET FREE, CLEAN HOME OTHER DETAILS: All my Victoria's Secret listings are 100% genuine with retail tags attached. There are NO markings drawn on the label or on the inside band. My Victoria's Secret items are NOT seconds and are NOT from outlets. All items are shipped in large plain, discrete mailer envelopes with tissue. Items may get wrinkled in shipping but are usually removed when washed. Items may be returned or exchanged without a receipt in most Victoria's Secret retail stores at their discretion. Please visit the store for details if you need to return or exchange. I list by tag size. Monitor colors may vary. Photos are part of the listing details so be sure to view them all carefully. If your item is returned to seller by no fault of the seller you agree to pay postage to have it re-shipped to you or the original cost of shipping the item to you is deducted from the refund as well as a 20% restock fee. This charge applies regardless of if the auction/BIN had free shipping. I'm unable to issue a refund unless all items are returned to me in resalable condition. You're ultimately responsible for shipping charges on a return regardless of the outcome. Please be sure your paypal address is correct. By placing a bid on my listed auctions or using buy it now you are agreeing to all terms & this is a binding contract to pay. Bidders who do not pay will be blocked from bidding on my future auctions indefinitely. If you take the time to bid or use buy it now, please do the courtesy of paying. Feedback is left after it is left for me. You are responsible for reading the entire listing prior to bidding or using BIN. Please bid only if this is acceptable to you. Check out my other items!Be sure to add me to your favorites list!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "59.96",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Mesa, Arizona",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1514",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "heavensentn88"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "85204",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-11T00:36:12.000Z",
  "Title": "VICTORIA'S SECRET LTD EDITION WEEKEND GETAWAY DUFFLE BAG TRAVEL GYM TOTE BLK NWT",
  "TimeLeft": "P7DT7H48M20S",
  "EndTime": "2017-06-10T00:36:12.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "VICTORIA'S SECRET"
      },
      {
        "Name": "Style",
        "Value": "Large Zippered Tote Bag"
      },
      {
        "Name": "Material",
        "Value": "Fabric"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112403144562",
  "Storefront": {
    "StoreName": "heavensentn88",
    "StoreURL": "http://stores.ebay.com/id=37289700"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1124031445628080_1.jpg",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}