{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/LcEAAOSwhOdXo7bj/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/yk4AAOSwt7ZXo7bl/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/x5kAAOSwIgNXo7bn/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/~lYAAOSwCfdXo7br/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/ukMAAOSwtnpXo7bs/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/pKQAAOSwyLlXo7bu/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEzOVgxNjAw/z/KVgAAOSwARZXo7lt/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEyM1gxNjAw/z/D7EAAOSwt7ZXo7ls/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/KYIAAOSwARZXo7lv/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM0NFgxNTEw/z/~AQAAOSwtnpXo7lx/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/COACH-GALLERY-MAHOGANY-BROWN-PATENT-LEATHER-ZIPPER-TOTE-F1260-F20431-/361676006273",
  "ConvertedCurrentPrice": {
    "value": "139.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "NEW WITHOUT TAGS COACH GALLERY PATENT MAHOGANY LEATHER ZIPPER TOTE #F1260-F20431 Same day shipping~ All our designer bags and items are authentic, its unlawful to sell fakes and against eBay policy *Great patent leather color, goes with everything. *Attractive looing sides with zipper pockets at each end of the tote *Double shoulder straps for easy carry *Brass tone hardware *Top zipper closure * Pink satin fabric lining interior *Mahogany leather coach logo hangtag *Coach leather creed with style numbers on one inside bag wall on the zippered pocket *the other inside bag wall has two open multi purpose slip pockets over that DONT LET THIS NEW RETIRED TOTE BAG GET AWAY We Sell OTHER COACH BAGS AND LONGABERGER BASKETS IN OUR EBAY STOREWe are not affiliated with Coach or any other designer item with sell. WE COMBINE SHIPPING SO VISIT LINDSEYS ATTIC OUR EBAY STORE AND WAIT FOR US TO INVOICE YOU WHEN MAKING MULTIPLE PURCHASES TO REFLECT THE SHIPPING SAVINGS. thanks for taking the time to look in our ebay store! Have a great week! PLEASE, WE HAVE BEEN ON EBAY FOR 13 YEARS AND STRIVE VERY HARD TO ENSURE YOU A GREAT BUYING EXPERIENCE..WHEN FILLING OUT THE DSR FEEDBACK RATINGS, (where you rate our product, communication, service, shipping time) PLEASE CONSIDER 5 STARS IF YOU ARE HAPPY... WE do our best to insure exceptional transactions and if your not happy, we are not happy, contact us with any questions or concerns.THANK YOU AGAIN FOR YOUR INTEREST IN OUR ITEMS! Please come back to Lindsey's Attic on ebay anytime. UPDATE: We are thankful to announce that Lindsey had brain surgery at U of M Hospital and is recovering well. Watch our listings as we will soon be selling a CD and the video documentary \"Guilty of Innocence\" and the details of deadly enviornmental conditions (that was known for years to our landlords Wilmer and Mollie Henderson, their attorney Mark Hopper and the Village of Brooklyn MI . Dozens of innocent victims,were injured and or have died, before and after our bisnesses Mikki's Gold Crown Hallmark Shop and Irish Hill's Touch O Country 132 N.Main Brooklyn MI, renteds their building. How Lindsey’s Attic began and how our granddaughter Lindsey and others including her grandmother Michelle received permanent neurological injury after being unconscious or inhaling fumes from hazardous waste dumped and buried under the floors in the commercial buildings in the Village of Brooklyn, Jackson County Michigan, that became known to the employees of the Village of Brooklyn, during 1986 renovations by the landlords, to the old automobile garage building, without required state permits and inspections. Lindsey then a toddler spent much time in her grandparents business Mikki's Hallmark Gold Crown Shop and developed a rare seizure disorder that has doctors flummoxed. On good days, she’s a pleasant girl, who loves school, sports, swimming, church and social life. On a bad day, she convulses, turns purple and blue and stops breathing and gets rushed to the hospital. We wish Lindsey was the only one so afflicted. But she’s not, thousands, perhaps tens of thousands, of people suffer similar problems after exposure to hydrogen sulfide gas commonly known as sewer gas. This substance, experts have testified is more poisonous and deadly than cyanide. (occurs in natural gas, in sewers and a manhole sewer inside a room of a building is called an enclosed space, and in various kinds of toxic industrial waste). Too little research has been done on its effects. Worse yet polluters hire some of the most powerful lawyers money can buy so they can keep on poisoning children like Lindsey, and other folks. Beginning in 1980’s, the owners of the building, personally did the renovations and alterations to the sewer system of the building that Mikki's Hallmark later rented, they covered one manhole entirely with dirt and cement, altering the sewer draining system and then when the tenant prior to Michelle, Cellar Door owner Terry, and employee's complained of rotten egg smells and other odors that were causing illnesses, the landlords corrupt attorney Mark Hopper of Ann Arbor MI, drove them out of business and bankrupt, then renting the units to Michelle beginning in 1992 and the racketeering enterprise began, which witnesses, other victims, creditors and Michelle have heavily detailed the unlawful events in their affidavits attached to hers, that included over 300 different exhibits, public records, trail testimony, photographs of the deplorable and deadly building conditions, expert testimony, landlord testimony, employee testimony and their business recordings, testimony of dozens of victims, business owners and eyewitnesses, evidence of embezzlement of estate assets after Michelle entered bankruptcy exceeding one million dollars, concealment of estate assets in excess of 50 million dollars post bankruptcy petition by the Trustee and the corrupt attorney of the landlord, embezzlement of assets of the other victims/informants and creditors, police reports of the illegal eviction of Michelle’s last business without the landlords attorney taking any court action, other lawsuits concealed by perjury from the landlords, medical records of the injured creditors, concealment of criminal activities by the attorney of the insurance company of the landlords, the case details the fraud and intentional misrepresentation to courts of known documented evidence from the landlords testimony in answers to interrogatories and in their depositions, it includes the obstruction of discovered evidence of the unethical practices of the attorneys by witnesses, and includes the details of the suborned perjury of the landlords and undisclosed direct witnesses at a civil personal injury trail in 2000, in Michelle's ongoing Chapter 7, 2001 bankruptcy case in the MIDDLE DISTRICT OF FLORIDA CASE # 9:01-bk-06976-ALP detailed at (Doc # 154 PGS 36-146), and available to read on US pacer .com (for a small fee approximately .07 cents a page). Those amended schedules detail a major portion of the criminal activities up to December 2001 and some of the assets of Michelle’s estate including a 50 million dollar default judgment, which also attached the unsworn evasive answers to questions ordered to be answered by the attorney of the landlord, against his objection to discovery request, by the US Bankruptcy Judge on March 13, 2002 ( Doc # 23 in Heidkamp vs. Grew in adv proceeding # 8:01-ap-00560-ALP) which detailed and attached the attorneys unsworn questions and evasive answers (Doc #154 beginning at pg 80) evidence of his and others racketeering activities and includes the details of the default judgments including libel and slander default judgment for $500,000 against the landlords attorneys two undisclosed witnesses who knowingly falsified over 70 statements to the jury to obstruct justice and change the civil personal injury in the 1997 Michigan state case, that finally went to a jury in Sept 2000, which both default judgments are sitting in the MI court of appeals Re: Michelle L. Grew v. Mark Hopper, P.C., et al and Veronica Adair, et al. Docket No. 237545 & 237546 L.C.No. 01-003872-NO and 01-003344-NO. which fifty million dollar and five hundred thousand dollar default judgments overturned by three blank and unsigned affadavits placed in the Jackson county court case file, as Hopper failed to answer the lawsuit, which claims have recently abandoned back to Michelle by the successor Trustee (Doc 277, 278 and 279). Other violations of state and federal laws included civil rights and American with Disabilities violations, filing false and duplicate claims by the landlords attorneys in excess of $300,000. for a $3,800 (less than four thousand dollar) judgment they received by fraud and perjury against Michelle for alleged unpaid rent, taxes and a non existent security light charges in spite of the landlords trail testimony she was actually over paid by Michelle and did not know what she did with the overpayment of funds. The first Trustee Thomas Heidkamp, in Michelle’s case was removed by the US Trustees (US Justice Dept) and is in bankruptcy himself in the same district, after he made a offer of $5,000 to Michelle in the courthouse on March 11, 2004, if she would stop her bankruptcy case, which offer of money was placed on the record (transcript is Doc # 174 Pg 35 ). The documented bankruptcy fraud comes directly from the successor and former Trustees’ attorney to Michelle’s estate, who was provided evidence or pre and post petition embezzlement of real property from the disabled vulnerable adult contrary to FLA Statures 825.102 (1) (c ) in excess of $800,000. and the concealing and minimizing auto accident injuries, wage loss and other claims owed the estate by the Trustee (Doc # 481 and or (Doc # 1, 6, 10, 48, 52, and depositions at # 79 & 80) in the deposition of Michelle is ( Doc as # 80 in the adversary proceeding filed 8/27/2002 Docketed as 9:02-ap-00706 filed to recovery money or property Michelle L. Grew (New Trustee substituted as Plaintiff in 2005) vs. Michigan Millers Mutual Insurance Company). Creditors have helped purchase all transcripts of intentional misrepresentations by the Trustees, and the only three persons deposed for testimony, in this bankruptcy case to date. Two depositions are from Michelle’s paid caregiver Thomas Grabowski (Doc 291, with witness testimony is also attached and docketed at #291) who embezzled her property and money while being paid to care for her 9/4/1999 accident injuries, after Michelle was slammed into directly where she sat as a passenger in her 1999 Ford Winstar at approximately 56-60 MPH 9/4/1999, taking firefighters and EMT worker over 25 minutes to cut her from the wreckage. Her injuries included open and closed head injury, multiple bodily, face, teeth injuries, broken bones and injuries to her abdomen and organs, after driver and later caregiver was towing his disabled van to Florida with Michelle’s brand new van, and slammed into a unlicensed uninsured motorist at approx in Macon Georgia which other driver was also driving while suspended and who appears to have vanished from the earth according to Michelle’s insurance company’s agent’s testimony in his deposition (Doc 481 in the main case file and & 81 in Adv. Pro. # 9:02-ap-00706 ) and Michelle’s short deposition which details the physical abuse and retaliation against her by the insurance companies doctor, after she receive help and filed for her $100,000 uninsured motorist claim in June 2000. (Doc #10 Exhibit 5 beginning on page 29 in the above adversary proceeding ). The corrupt attorney Mark Hopper for the landlords and their insurance attorney blatantly disobeyed the federal bankruptcy courts March 13, 2002 order , to answer discovery questions (with exhibits) regarding falsifying court orders, filing false duplicate claims in excess of $150,000 each for alleged attorney fees for a less than $4,000 judgment for alleged back rent, received by fraud in Sept 2000, and questions regarding their pattern of racketeering activities, prior to Michelle’s bankruptcy (questions and answers are Doc #154 beginning at pg 80), and this corrupt attorney and his partner in crime, an insurance attorney are still practicing law in the Jackson County and Ann Arbor area, The criminal activities and embezzlement of Michelle’s estate property are detailed with exhibits (Doc # 481,511, 516, 534, 540) Other victims and Creditors of Michelle’s estate have supplied detailed documentation and exhibits how the corrupt attorney for the landlords in Michigan who unlawfully bankrupted Michelle, (after she suffered was nearly killed in the auto crash) have done the same to three other family businesses for whistleblowing on the deadly conditions that have injured over 22 known victims, which 4 or more have died. The Trustee Thomas Heidkamp and his law partner Jeffrey Leasure, has given away and intentionally misrepresented Michelle's assets to diminish their value to keep her from having standing to object to the corrupt attorneys fraudulent and duplicate claims filed, and to keep her from getting the medical treatment she needed and paids for under her umbrella and auto policy with MIchigan Millers Mutual Insurance Company . She and other creditors, filed objections with details and evidence attached showing money owed her estate and her, while she was in a Chapter 13 detailing RICO claims (Doc 478) which details how the landlords attorney obstructed evidence and justice when he intentional misrepresented to the Jackson County Court in Sept 2000, he never had the opportunity to depose economic expert who provided economic damage reports to him in 1998, showing at that time Michelle’s economic losses exceeded one million dollars due to the deplorable conditions of the building she rented. Of course he also misrepresented the two 24 inch manholes located inside the building as 2-3 inch drains and yes all of the photographs, Michelles business records, economic reports and the police reports of the unlawful evictions and events were all obstructed from the jury in Sept 2000. Lindsey’s grandmother Michelle and family members, and friends began selling furniture and knick knacks in 2003 to raise funds to fight the crooked Michigan attorneys who drove Michelle and other victims bankrupt, and injured others. Several of the victims have died mysteriously during the pending of the case, one man Michelle’s late husband James Moffit (age 53) who was a hard working college educated school teacher, a non smoker who worked out daily, and who died in his sleep in Jan 2004 and his body was cremated within days of his death before any autopsy was performed. His death certificate remains unsigned. He had hand written documentation of the illnesses and deadly conditions to him self and others, and he fell ill after working a documented 60 to 80 hours a week in the landlords building being exposed and inhaling the deadly toxins. There are medically documented serious unexplained illnesses, hospitalizations of employees, miscarriages, surgeries to employees to open closed airways caused by the irritating effects and other evidence concealed by the landlord’s attorneys. The case, details and attached evidence of over 700 unlawful violations of state and federal crimes. Please learn from our tragedy and protect you families. Visit Lindseys Attic when in southwest Florida at 4527 Del Prado Blvd. Unit B Cape Coral FL.",
  "Title": "COACH GALLERY MAHOGANY BROWN PATENT LEATHER ZIPPER TOTE #F1260-F20431",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "139.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Cape Coral, Florida",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "5619",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "retail"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "33914",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-08-04T21:54:47.000Z",
  "HitCount": "471",
  "TimeLeft": "P28DT6H18M30S",
  "EndTime": "2017-06-30T21:54:47.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Patent Leather"
      },
      {
        "Name": "Style",
        "Value": "Tote"
      },
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Bag Height",
        "Value": "9.5\""
      },
      {
        "Name": "Bag Depth",
        "Value": "4.5\""
      },
      {
        "Name": "Bag Length",
        "Value": "12\" bottom 15.\" top"
      },
      {
        "Name": "Strap Drop",
        "Value": "9\""
      },
      {
        "Name": "Size",
        "Value": "Medium  See measurements"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "361676006273",
  "PrimaryCategoryID": "169295",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Lindseys Attic Cape Coral Florida",
    "StoreURL": "http://stores.ebay.com/id=999807"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3616760062738080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}