{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P28DT5H29M13S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "PREVIOUSLY OWNED AND LIGHTLY USED",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/dZkAAOSwA29Y3dGr/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/zCMAAOSwDmBY3dGw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/v6YAAOSwB-1Y3dGz/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/qPgAAOSwuxFY3dG3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/qXMAAOSwuxFY3dG7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/tHoAAOSwuLZY3dG~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/9oIAAOSwSlBY3dHD/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/EroAAOSwTM5Y3dHI/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/EzAAAOSwTM5Y3dHM/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/FRANKLIN-COVEY-BLACK-LEATHER-BUSINESS-BRIEFCASE-LAPTOP-SATCHEL-PADDED-TOTE-BAG-/401338493625",
  "ConvertedCurrentPrice": {
    "value": "52.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "PLEASE NOTE: NO PO BOXES FOR FEDEX SMART POST SHIPPING! Up for bid is an EXCELLENT XL FRANKLIN COVEY BLACK PEBBLED LEATHER BRIEFCASE BUSINESS ORGANIZER LAPTOP PADDED SATCHEL TOTE BAG WITH REMOVABLE SHOULDER STRAP. The bag is previously owned and appears to have been LIGHTLY used--CLEAN. and the leather has a GREAT look and feel to it, with few signs of LIGHT wear and use. The bag measures about 18\" wide, 12\" tall, and 3\" deep. On the outside front of the bag, there is a magnetic-close easy access pocket--a good place for phone and keys. On the backside, there is a zipper-close pocket. The inside of the bag is lined with a light tan textile material and is divided into 3 sections. There is a zipper-close (original pull has been replaced) padded section down the middle for laptop storage, and sections on each side that have magnetic top closures. One side is open with the FRANKLIN COVEY leather tag sewn at the back, and the other side has a zippered pocket, 2 organizer pouch pockets, a slip pocket with 3 credit card slip pockets on the top of it, a detachable key fob and black pebbled leather wristlet zippered pouch purse. There 2 rolled black smooth leather carry handles on top of the bag that are not removable or adjustable. The 1\" wide black pebbled leather shoulder strap is about 48\" in length and is buckle-adjustable. The hardware is satin goldtone with a few tiny minor marks/scratches on it. A SUPER-NICE FRANKLIN COVEY BLACK PEBBLED LEATHER BRIEFCASE ORGANIZER LAPTOP PADDED SATCHEL TOTE BAG... PLEASE TAKE THE TIME TO READ THE FOLLOWING BEFORE BIDDINGI TRY TO DESCRIBE MY AUCTION ITEMS AS ACCURATELY AND FAIRLY AS POSSIBLE TO MY PERCEPTIONS, WHICH MAY OR MAY NOT BE THE SAME AS YOURS. THERE HAS BEEN ONLY ONE PERFECT PERSON TO WALK THIS EARTH AND IT IS NOT ME. MY PARENTS RAISED ME TO ABIDE BY THE GOLDEN RULE AND I ALWAYS ENDEAVOR TO DO SO. I WOULD NEVER INTENTIONALLY MISLEAD ANYONE, SO IF YOU HAVE A QUESTION, ASK, AND IF YOU WANT TO KNOW HOW OTHER BUYERS HAVE FELT ABOUT THEIR EXPERIENCES IN BUYING FROM ME, REVIEW MY FEEDBACK. I AM A FAIR, HONEST, AND REASONABLE PERSON, AS ARE THE MAJORITY OF EBAYERS I COME IN CONTACT WITH. I BELIEVE THAT EBAY TRANSACTIONS ARE A 2-WAY STREET AND EACH PARTY INVOLVED DESERVES A FEEDBACK VOICE. DUE TO EBAY'S BRILLIANT (SHE SAYS SARCASTICALLY), AND SELLER-PREJUDICE FEEDBACK RULES, THIS SELLER WILL ALWAYS LEAVE POSITIVE FEEDBACK ONLY WHEN IT IS DESERVED. PLEASE NOTE: I USE EBAY'S UNPAID ITEM ASSISTANT AND ITEMS THAT ARE NOT PAID FOR BY THE 4TH DAY AFTER THE AUCTION ENDS WILL HAVE AN UNPAID ITEM CASE OPENED AUTOMATICALLY UNLESS THE BUYER HAS MADE PAYMENT ARRANGEMENTS WITH ME. I DO WHAT I SAY I WILL AND I EXPECT THE SAME CONSIDERATION FROM THOSE WHO WANT TO BUY FROM ME. I HAVE DECIDED NOT TO TAKE PART ANY LONGER IN EBAY'S ARM-TWISTING COERCIVE TACTICS TO OFFER RETURNS WITHIN A 14-DAY TIME PERIOD FOR ANY REASON TO KEEP A 20% FEES DISCOUNT FOR BEING A GOOD EBAY SELLER. I DO NOT WANT TO DEAL WITH THAT MINORITY OF PEOPLE WHO WOULD CERTAINLY TAKE ADVANTAGE OF A SITUATION IF THEY COULD AND BE LESS THAN HONEST TO GET WHAT THEY WANT--IT IS JUST NOT WORTH IT. I WILL CONTINUE TO BE A GOOD SELLER AS I HAVE ALWAYS BEEN, AND YOU CAN REVIEW MY FEEDBACK TO DETERMINE THAT. MY ITEMS ARE SOLD AS-IS AND I DO NOT OFFER RETURNS UNLESS I HAVE MADE AN ERROR IN A LISTING. I DO NOT ACCEPT RETURNS BECAUSE YOU HAVE BUYER'S REMORSE FOR WHATEVER REASON, SO PLEASE BE AWARE THAT EBAY & I RECOGNIZE YOU ARE MAKING A CONTRACT TO BUY WITH YOUR BID AND PURCHASE. PLEASE WAIT FOR ME TO SEND YOU AN INVOICE BEFORE PAYING--THERE HAVE BEEN PROBLEMS INTERMITTENTLY WITH EBAY'S SHIPPING CALCULATOR AT TIMES AND AMOUNTS NEED TO BE VERIFIED. I WILL BE HAPPY TO COMBINE SHIPPING FOR BUYERS WINNING MULTIPLE AUCTIONS ENDING IN A 7 DAY PERIOD--JUST LET ME KNOW OF YOUR INTENT TO BID ON OTHER AUCTIONS. PLEASE NOTE: IT IS NOT POSSIBLE NOW WITH NEW EBAY RULES TO COMBINE SHIPPING COSTS ON BUY IT NOW ITEMS SINCE PAYMENT IS REQUIRED RIGHT AWAY TO COMPLETE THE SALE--HOWEVER, IF A BUY IT NOW ITEM HAS A \"FLAT RATE BOX\" SHIPPING COST, I AM ALWAYS WILLING TO ADD ADDITIONAL ITEMS (IF THEY CAN FIT) TO THE BOX AND NOT CHARGE MORE FOR SHIPPING COST. MY SHIPPING COSTS DO INCLUDE A PACKING/HANDLING FEE FOR MY TIME, EFFORT, MATERIALS, AND EBAY'S 10% CUT OF THE SHIPPING COSTS--IT IS ALREADY INCLUDED IN THE SHIPPING CALCULATOR AND FLAT RATE SHIPPING COSTS. EBAY ONLY LETS SELLERS ADVERTISE THAT THEY ACCEPT PAYPAL PAYMENTS ONLY--CONTACT ME IF YOU HAVE ANY QUESTIONS OR CONCERNS I HAVE NOT ADDRESSED HERE. THANK YOU FOR YOUR TIME AND ATTENTION",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "52.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Salt Lake City, Utah",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "13191",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "kristieswisher"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "84123",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-31T20:23:18.000Z",
  "Title": "FRANKLIN COVEY BLACK LEATHER BUSINESS BRIEFCASE LAPTOP SATCHEL PADDED TOTE BAG +",
  "ConditionID": "3000",
  "EndTime": "2017-06-30T20:23:18.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "FRANKLIN COVEY"
      },
      {
        "Name": "Style",
        "Value": "BRIEFCASE LAPTOP PADDED SATCHEL TOTE BAG"
      },
      {
        "Name": "Color",
        "Value": "BLACK"
      },
      {
        "Name": "Material",
        "Value": "PEBBLED LEATHER"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "China"
      },
      {
        "Name": "UPC",
        "Value": "DOES NOT APPLY"
      }
    ]
  },
  "Site": "US",
  "ItemID": "401338493625",
  "Storefront": {
    "StoreName": "KRISTIESWISHER S SELECT STUFF STORE",
    "StoreURL": "http://stores.ebay.com/id=129351512"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/4013384936258080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}