{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "TimeLeft": "P23DT4H37M24S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/VGwAAOSwirZTsYdd/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/mpQAAOSw7I5TsYdg/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-Ladies-Small-Soft-Classic-LEATHER-Envelope-CLUTCH-HANDBAG-GiGi-Versitile-/292068935337?var=",
  "ConvertedCurrentPrice": {
    "value": "61.6",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Powered by Frooition.com About us Shipping Returns Contact us Payment FAQs All Items See our eBay store for more great items >> Shop Categories NEW Ladies Small Soft Classic LEATHER Envelope CLUTCH HANDBAG by GiGi Versitile Item Description Description Dimensions: Approx: 20cm x 13cm x 3.5cm (8\" x 5\" x 1.5\") From GiGi; we present this very Versitile & Classic Ladies Leather Envelope Clutch Bag! Supplied with a unique Strap that can be used either as a Wrist Strap or Shoulder Strap. This Bag has a Classic style, and it is sure to become a wardrobe Favourite for many years. Supplied by GiGi who have built a terrific reputation for producing Quality Leathergoods and in particular beautiful Ladies Handbags....GiGi an affordable luxury!! More Handbags available in our Shop please Click Here to have a quick look!!&#xA0; Its Features in more Detail:&#xA0; Short Shoulder Strap- Suitable for wearing over your Shoulder strap & can be shortened to a Wrist Strap. Flap over secured with a Magnetic Snap - which opens to a spacious Main Compartment Internal Features of Main Compartments Include - 2 Slip-in / Mobile Phone Pockets and Zipped Pocket. Antique Brass Effect Hardware Supplied with Gift/Dust Bag Available in 5 Classic Colours; Honey - Slightly Marbled, Black, Ivory, Red - Slightly Marbled & Navy A very versatile piece and these colours will compliment most outfits & are perfect for pairing with an outfit for a Wedding too! Excellent Value and with Free UK Shipping..Upgrade to 1st class Post for just 99p Extra!! Please see our excellent feedback and buy with total confidence, We Ship Worldwide. Please allow 3 - 5 days for Delivery of this item. Why not have a browse through our Shop.....We Sell Gifts, Collectibles, Jewellery, Watches, VW Campervans, Gadgets, Gizmos, Bandanas, Rude Food, Naughty Gifts, Toys, Walltastic Murals, Just for Fun & Funky items for your Home and Garden. We have some really fantastic Gift Ideas on order and these are arriving daily...Thank You for looking. About Us About Us Payment Shipping Terms Returns About Us About Us Hello and welcome to the Biggest Little Shop Online, Our Buyers have sourced the globe in an effort to bring you the very best and latest products, from Brand names that we all know and trust to the more unusual items that you are not able to find in every High Street. We are in the process of adding many exciting New Lines in addition to the items already in our online showroom, to add us to your favourite sellers and recieve our newsletter click here if you would like to be kept informed of our new lines and also of course Special offers, I?m sure you will agree everyone loves a bargain. We really do have a passion for retailing after many years of running our own stores here in the UK, we pride ourselves on the level of customer service that we provide and invite you to give it a try for yourselves, Oh and if there is anything you would like us to stock please ask, In fact get in touch we love to hear from you. Our relationship with our customers is very important to us. Outstanding customer service is one of our biggest priorities. If you need help while shopping, please contact us so we may help. We ship many products the same day they are ordered and respond to e-mails in the same courteous time line. If you have questions about our products or service please get in touch. We believe in giving First Class, some might call it good 'Old Fashioned' customer care, both before, during and after each purchase. We have worked hard to maintain our 100% feedback rating, On the very rare occasion that something isnt quite right, we also welcome hearing from you so we are given the opportunity to resolve the issue before any unfavourable feedback is received. Thank you for shopping with The Biggest Little Shop Online Normal Business Hours: Monday - Friday 8:30 AM - 5.00 PM (UK Time) Payment Payment Payment In the UK we are able to offer the following payment options: Paypal Cheques (we have to wait for them to clear before shipping) Uncrossed Postal Orders Overseas Customers we are only able to accept Paypal We accept all major Debit or Credit cards through Paypal. Shipping Shipping Shipping We aim to despatch all orders received by 3:00pm the same day, of course this doesn't include weekends and bank holidays. UK Shipping Most orders are shipped Free of Charge in the UK, the service used is Royal 48, which normally arrives within 2-3 days. You are able to upgrade to 1st class shipping for a small extra charge. If you are in a real rush for your item please select our Express service which is Royal Mails Special Delivery, This usually arrives the next day* *Subject to the restrictions on the Royal Mail Website. Europe Delivery We Ship throughout Europe Overseas items are sent Royal Mail Airmail small packets if the item is under 2kg this usually takes 5 - 7 days, Non EU countries please note: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. We ask that you please check with your country's customs office to determine what these additional costs will be prior to buying. Typical time in transit (does not include weekends, holidays or possible delays due to Customs clearance): Rest of the World We Ship to most countries in the world we use Royal Mail Airmail small packets if the item is under 2kg this usually takes 7 - 10 days, but can take longer to some destinations. Please also note Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. We ask that you please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Please Note that we are unable to send Replacements because of missing Parcels until 21 days have passed, simply because your item might be delayed by your Local Customs Department, we hope you will understand...Thank you. We are sorry but we do not ship to Nigeria. Terms Terms Returns Returns We're committed to selling high-quality products we hope you'll enjoy using, but we also know that, for one reason or another, there may be a time when you need to return something you've purchased. Returning Unwanted Items Unwanted items can be returned in an unused condition complete with all packaging and within 30 days of delivery to Biggest Little Shop Online Ltd, Unit 2A Strode Business Centre, Strode Road, Plympton, Plymouth PL7 4AY, United Kingdom. It's best to use the Return Item link in your eBay Purchase History to request a return and we'll get back to you as quickly as possible. Once the goods have been received by us and inspected we will issue a refund for the cost of the goods returned subject to them being in a resalable condition (i.e. with the sales tags attached, packaging intact and goods unused). Ive received an Incorrect item. In the unlikely event of the wrong item being sent please contact us via eBay messaging so we can assist and put this right for you. Faulty Items If your goods appear to be faulty please contact us first before returning them as we may need additional information. Helpful Links Add to Favourite Sellers Sign up to Newsletter View Feedback Contact Seller Visit seller's eBay Shop About Seller Page More Items!View more great items About us Shipping Returns Contact us Payment FAQs Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "ExcludeShipToLocation": [
    "Africa",
    "CN",
    "RU",
    "AU",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "GB",
    "ID",
    "AR",
    "BO",
    "BR",
    "CL",
    "CO",
    "EC",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE",
    "CA",
    "MX"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "61.6",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Plympton, Plymouth",
  "Seller": {
    "FeedbackScore": "99712",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "PurpleShooting",
    "UserID": "biggestlittleshoponline"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "NEW Ladies Small Soft Classic LEATHER Envelope CLUTCH HANDBAG by GiGi Versitile",
  "GlobalShipping": "false",
  "Variations": {
    "Pictures": {
      "VariationSpecificPictureSet": [
        {
          "VariationSpecificValue": "Honey",
          "PictureURL": [
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/BbQAAOSwGzlTsYfD/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/hmoAAOSwDk5TsYfH/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/hBQAAOSwEK9TsYfL/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/BzUAAOSw7I5TsnCb/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/uCQAAOSwDk5TsnCk/$_1.JPG?set_id=880000500F"
          ]
        },
        {
          "VariationSpecificValue": "Black",
          "PictureURL": [
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ycAAAOSwstxVbdG6/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/C40AAOSwrklVbdG8/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/qDAAAOSwKrhVbdHA/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/cG0AAOSw3xJVbdHD/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/13EAAOSweW5VbdHG/$_1.JPG?set_id=880000500F"
          ]
        },
        {
          "VariationSpecificValue": "Ivory",
          "PictureURL": [
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/WJAAAOSwBahVbdEh/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/FhsAAOSwZd1VbdEk/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/WdIAAOSwBahVbdEn/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/v6gAAOSwv0tVbdEr/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/q10AAOSwBLlVbdEu/$_1.JPG?set_id=880000500F"
          ]
        },
        {
          "VariationSpecificValue": "Red",
          "PictureURL": [
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/vtkAAOSweW5VbdFL/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/skUAAOSwBLlVbdFO/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/lQ0AAOSwKrhVbdFS/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/92sAAOSwrklVbdFV/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/-C0AAOSwrklVbdFZ/$_1.JPG?set_id=880000500F"
          ]
        },
        {
          "VariationSpecificValue": "Navy",
          "PictureURL": [
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/aiMAAOSwBahVbdF6/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/jxgAAOSwNSxVbdF9/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/a3AAAOSwBahVbdGB/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/b8YAAOSwpdpVbdGF/$_1.JPG?set_id=880000500F",
            "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/0jYAAOSwv0tVbdGI/$_1.JPG?set_id=880000500F"
          ]
        }
      ],
      "VariationSpecificName": "Colour"
    },
    "Variation": [
      {
        "Quantity": "1",
        "StartPrice": {
          "value": "61.6",
          "_currencyID": "USD"
        },
        "SKU": "GIGI 8362 HNY",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Colour",
            "Value": "Honey"
          }
        }
      },
      {
        "Quantity": "8",
        "StartPrice": {
          "value": "61.6",
          "_currencyID": "USD"
        },
        "SKU": "GIGI 8362 BLK",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Colour",
            "Value": "Black"
          }
        }
      },
      {
        "Quantity": "13",
        "StartPrice": {
          "value": "61.6",
          "_currencyID": "USD"
        },
        "SKU": "GIGI 8362 IVY",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Colour",
            "Value": "Ivory"
          }
        }
      },
      {
        "Quantity": "8",
        "StartPrice": {
          "value": "61.6",
          "_currencyID": "USD"
        },
        "SKU": "GIGI 8362 RED",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Colour",
            "Value": "Red"
          }
        }
      },
      {
        "Quantity": "9",
        "StartPrice": {
          "value": "61.6",
          "_currencyID": "USD"
        },
        "SKU": "GIGI 8362 NVY",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Name": "Colour",
            "Value": "Navy"
          }
        }
      }
    ],
    "VariationSpecificsSet": {
      "NameValueList": {
        "Name": "Colour",
        "Value": [
          "Honey",
          "Black",
          "Ivory",
          "Red",
          "Navy"
        ]
      }
    }
  },
  "StartTime": "2017-03-27T20:57:02.000Z",
  "BestOfferEnabled": "false",
  "QuantityThreshold": "10",
  "EndTime": "2017-06-25T20:57:02.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Closure",
        "Value": "Strong Magnetic Snap"
      },
      {
        "Name": "Features1",
        "Value": "Adjustable strap"
      },
      {
        "Name": "Style",
        "Value": "Clutch Bags"
      },
      {
        "Name": "Main Colour",
        "Value": "Black, Red, Ivory, Navy & Honey"
      },
      {
        "Name": "Occassion",
        "Value": "Gift Present Birthday Christmas Wedding"
      },
      {
        "Name": "Pattern",
        "Value": "Soft Leather & Slight Marbled Look - Red & Honey"
      },
      {
        "Name": "Brand",
        "Value": "Gigi"
      },
      {
        "Name": "Features2",
        "Value": "Supplied with Dust Bag"
      },
      {
        "Name": "Outer material",
        "Value": "Leather"
      },
      {
        "Name": "Handbag size",
        "Value": "Approx: 20cm x 13cm x 3.5cm (8\" x 5\" x 1.5\")"
      },
      {
        "Name": "Features4",
        "Value": "Detachable strap"
      },
      {
        "Name": "Features5",
        "Value": "Clutch Bags"
      },
      {
        "Name": "Type",
        "Value": "Handbag"
      },
      {
        "Name": "Features3",
        "Value": "Zipped Inside Pocket"
      },
      {
        "Name": "Features",
        "Value": "Medium"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292068935337",
  "Storefront": {
    "StoreName": "Biggest Little Shop Online",
    "StoreURL": "http://stores.ebay.com/id=146280757"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "Quantity": "39",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "GB",
  "HandlingTime": "2",
  "QuantityAvailableHint": "MoreThan"
}