{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "IntegratedMerchantCreditCardEnabled": "true",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3820842534848080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMVg5NzY=/z/TzIAAOSw4shYBUqq/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Siamod-MONTEROSSO-SETTEMBRE-Italian-Leather-Medium-Ladies-Laptop-Brief-CHERRY-/382084253484",
  "ConvertedCurrentPrice": {
    "value": "175.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Item is NEW and boxed - NOT a factory second or store return. We are an authorized distributor of McKlein Siamod products. Siamod MONTEROSSO SETTEMBRE - Italian Crocco Leather Medium Ladies’ Laptop Brief Color: Cherry Red Stylish, flap-over front pocket with magnetic snaps features two small accessory pockets and space for files. Main compartment features a built-in padded laptop sleeve that fits and protects most laptops up to 15.4” in screen size. Main compartment also features a pocket for files and an interior organizer for pens, business cards and small devices. Smart Zipper Attachment allows piggy-backing on extended handles of other rolling cases & luggage. Adjustable, non-slip, shock absorbing shoulder strap alleviates body strain. Quick, accessible back pocket for files, magazines and newspapers. Material: Napa Cashmere Leather. Size: 15\" x 3\" x 11\". Laptop Compartment Size: 14.5” x 2” x 10.5”. Fits Most 15.4\" Laptops. Hand Strap Drop Length: 5\". Shoulder Strap Drop Length: 14-18\". Limited Lifetime Manufacturer Warranty. Welcome to Toro Leather, your source for motorcycle apparel, helmets, luggage and accessories. We are dedicated to creating happy, satisfied customers and pride ourselves in our customer service. BID WITH CONFIDENCE. Item offered is guaranteed as described and pictured. Every effort is made to give accurate and meaningful descriptions. Inquiries are invited and encouraged. The Quality Assurance criteria we have, ensures that our customers receive the best possible product. Please CONTACT US with the item number prior to bidding if you have any questions. Payment: We accept Paypal, and all major credit cards. Shipping: We ship via USPS, UPS and FedEx. We may use an alternate shipping method than specified on occasion as needed. Any item shipped via UPS or FedEx must ship to a PHYSICAL STREET ADDRESS ONLY - NO P.O. BOXES. The shipping address must be the same address as provided with payment. Most items ship the same or next business day after receipt of payment but may on rare occasion take up to three business days. We do not ship on weekends or public holidays. Combined shipping: We are happy to combine shipping when possible by prior arrangement only, for items purchased and shipped together. Buyer must contact us before purchase to determine shipping rate. California addresses: All items shipped to California address are charged California sales tax. Alaska, Hawaii, Puerto Rico and APO/FPO: There is a shipping surcharge for all items shipped to Alaska, Hawaii, Puerto Rico and to APO/FPO addresses. Please enter your shipping address ZIP code into the field provided in the 'Shipping and payments' tab before purchase for actual surcharge amount. International shipping: We ship to most international destinations. International purchases must be paid by Paypal only. We are NOT responsible for customs delays or customs charges. If an item is held in foreign customs, it is your responsibility to contact them for information. Please do not ask us for assistance with foreign customs procedures. We are always happy to ship via a quicker shipping method if you contact prior to purchase for a shipping quote. Returns: Items marked as 'Clearance' or 'Closeout' are non-returnable. To return or exchange an item you must contact us to request an RMA (Return Merchandise Authorization) number within specified return time. Please refer to the 'Shipping and payments' tab for full return policy. We Appreciate Your Business! Track Page Views WithAuctiva's FREE Counter",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "PO Box",
    "PW",
    "WS",
    "TV",
    "AS",
    "PF",
    "CK",
    "VU",
    "WF",
    "NC",
    "PG",
    "GU",
    "NU",
    "MH",
    "FJ",
    "SB",
    "TO",
    "FM",
    "NR",
    "KI",
    "GG",
    "BY",
    "BA",
    "MC",
    "SM",
    "MK",
    "MD",
    "JE",
    "VA",
    "LU",
    "AD",
    "ME",
    "SJ",
    "IS",
    "AL",
    "RS",
    "GI",
    "LI",
    "GP",
    "GD",
    "MS",
    "NI",
    "BS",
    "KN",
    "VI",
    "KY",
    "MQ",
    "LC",
    "AW",
    "BB",
    "BZ",
    "VG",
    "DM",
    "TC",
    "AG",
    "AI",
    "HT",
    "PR",
    "VC",
    "AN",
    "LA",
    "MO",
    "KH",
    "BN",
    "VN",
    "VE",
    "FK",
    "AR",
    "PE",
    "EC",
    "GY",
    "BO",
    "GF",
    "UY",
    "PY",
    "SR",
    "BM",
    "GL",
    "PM",
    "DJ",
    "RE",
    "CM",
    "CG",
    "MR",
    "SN",
    "GH",
    "MW",
    "GQ",
    "LY",
    "BW",
    "MG",
    "NG",
    "LR",
    "TG",
    "ZW",
    "BI",
    "TN",
    "KE",
    "NE",
    "EG",
    "TD",
    "LS",
    "ZM",
    "SL",
    "GM",
    "SZ",
    "BF",
    "CF",
    "NA",
    "AO",
    "TZ",
    "UG",
    "SC",
    "GA",
    "ML",
    "ET",
    "CD",
    "SO",
    "MZ",
    "CI",
    "GW",
    "YT",
    "SH",
    "DZ",
    "KM",
    "CV",
    "MA",
    "BJ",
    "GN",
    "EH",
    "MU",
    "RW",
    "ER",
    "IQ",
    "JO",
    "OM",
    "LB",
    "TR",
    "YE",
    "KZ",
    "KG",
    "AF",
    "TM",
    "BT",
    "PK",
    "MN",
    "UZ",
    "IN",
    "TJ",
    "LK",
    "NP",
    "AZ",
    "MV",
    "GE",
    "AM",
    "BD"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "175.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Powerseller",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "5395",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "toro_leather"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "CN",
    "MX",
    "DE",
    "JP",
    "BR",
    "FR",
    "AU",
    "RU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Siamod MONTEROSSO SETTEMBRE Italian Leather Medium Ladies’ Laptop Brief - CHERRY",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-15T23:21:40.000Z",
  "HitCount": "5",
  "TimeLeft": "P12DT8H18M35S",
  "EndTime": "2017-06-14T23:21:40.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Gender",
        "Value": "Women"
      },
      {
        "Name": "Style",
        "Value": "Laptop Brief"
      },
      {
        "Name": "Color",
        "Value": "Cherry Red"
      },
      {
        "Name": "Material",
        "Value": "Italian Crocco Leather"
      },
      {
        "Name": "Manufacturer Part Number",
        "Value": "35526"
      },
      {
        "Name": "Brand",
        "Value": "McKlein Siamod"
      },
      {
        "Name": "UPC",
        "Value": "642154355263"
      }
    ]
  },
  "Site": "US",
  "ItemID": "382084253484",
  "PrimaryCategoryID": "169293",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Toro Leather Company",
    "StoreURL": "http://stores.ebay.com/id=23326388"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Only items in new unused condition with all original tags will be accepted. · A Return Authorization (RA) number must be requested for any return. Toro Leather will not be responsible for any returns made without prior authorization, regardless of proof of delivery. Items returned without a valid RA number issued by us or otherwise not in accordance with our return policy will be refused or returned at buyer’s expense. When an item is returned without this authorization number, credit or replacement cannot be guaranteed. Returns are subject to a 20% restocking fee. · Any return must be postmarked within 30-days of receipt. Items postmarked after 30-days will not be accepted. · We are not responsible for any returning merchandise lost in transit. We therefore recommend that merchandise be fully insured with the carrier. · Refunds or exchanges will not be issued for returned items with signs of use, damage or missing tags and will be returned to sender at sender's cost. · Shipping is non-refundable. · Any item with free shipping will be refunded less our cost to ship it to you. Shipping will be charged for any exchange or non-deliverable item. · Any item marked as ‘CLEARANCE’ is strictly non-returnable. · Thank you in advance for your understanding and cooperation with our return policy. If any detail is not clear, please do not hesitate to contact us.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "SD-35526",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}