{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDEwNjk=/z/ezcAAOSwuMZZDSjF/$_12.JPG",
    "http://i.ebayimg.com/00/s/ODE3WDgwMA==/z/xNUAAOSwdjNZDSjH/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/xgIAAOSwR29ZDSjI/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTA1WDUwMA==/z/lTMAAOSwq1JZDSjJ/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Inland-Womens-Lady-Liza-Notebook-Shoulder-Bag-Laptops-Up-17-3-/272659526517",
  "ConvertedCurrentPrice": {
    "value": "61.04",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Inland Women's Lady Liza Notebook Shoulder Bag For Laptops Up To 17.3' Carry your laptop in style with the Inland Women's Lady Liza Notebook Shoulder Bag. This attractive black laptop bag is stylishly designed, making it a good choice for business meetings. The nylon laptop shoulder bag has adjustable shoulder straps with buckles for convenient carrying. It comes with a front internal business organizer and a front slip pocket with a magnetic button closure. The 17.3-inch shoulder bag has a padded interior to protect your laptop. It has five protective feet that provide support. Inland Women's Lady Liza Notebook Shoulder Bag: Nylon fabric with cowhide trim Padded for protecting your laptop Holds most 17.3' laptops Five protective bottom feet Front slip pocket with magnetic button closure Stylish, adjustable shoulder carry strap Front internal business organizer GenderWomenVideo Game PlatformPCRecommended UseNotebookTypeComputer/Video game accessories, Bags, Cases & SkinsSize17'MaterialNylonManufacturer Part NumberIPI02457ColorBlackModelIPI02457Accessories IncludedNotebook and tablet PC accessories, Carrying casesBrandInland ProductsFeaturesFive protective bottom feet, Front internal business organizer, Warranty: 1 Year, Padded, Magnetic button closureAssembled Product Dimensions (L x W x H)18.40 x 14.50 x 4.10 Inches Nylon fabric with cowhide trimPadded for protecting your laptopHolds most 17.3' laptops UP TO -50%DISCOUNTS TOP BRANDS Payment Shipping Returns Contact Paypal PayPal is our preferred method of payments its the quickest, easiest and most secure way to pay for your goods or services online. PayPal offers buyer and seller protection should there be a problem. If you do not have a PayPal account, to get started and buy your first item with us is very easy. Simply click on the Buy It Now button and follow the eBay checkout steps. Select PayPal as the payment method you then will be given the chance to enter your card details in to PayPals secure checkout in order to pay for your order. Once the payment has been made, you will then be given the opportunity to make your own PayPal account to make paying for your items in the future very easy. Should there be a problem with payment please do let us know.Our stock all ships from our US-based warehouses.Shipped via UPS or USPS(depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed.Check our feedback to see the great reviews of FAST shipping we offer.Shipping is always FREE If you are not 100% satisfied with your purchase, you can return the product and get a full refund.You can return a product for up to 14 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. If you have any queries, please contact us via ebay. We usually respond fast. Thank you for visiting our Ebay store!",
  "Title": "Inland Women's Lady Liza Notebook Shoulder Bag For Laptops Up To 17.3'",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "61.04",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Fredericksburg, Virginia",
  "Seller": {
    "FeedbackScore": "10",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Yellow",
    "UserID": "itemmarket23"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "22401",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-06T01:37:17.000Z",
  "HitCount": "12",
  "TimeLeft": "P2DT10H31M12S",
  "EndTime": "2017-06-05T01:37:17.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Inland Products"
      },
      {
        "Name": "MPN",
        "Value": "IPI02457"
      },
      {
        "Name": "Model",
        "Value": "IPI02457"
      },
      {
        "Name": "UPC",
        "Value": "012405024574"
      },
      {
        "Name": "EAN",
        "Value": "0012405024574"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272659526517",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2726595265178080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}