{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1525550984588080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDQzNQ==/z/A7gAAOSw-K9ZIA3R/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mellow-World-Fashion-Daffodil-Carry-On-Rolling-Upright-Suitcase-Purple-One-Size-/152555098458",
  "ConvertedCurrentPrice": {
    "value": "57.77",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Mellow World Fashion Daffodil Carry-On Rolling Upright Suitcase, Purple, One Size ID tag Padded laptop compartment Fully lined interior 16x8x17 This durable rolling suitcase carry-on will get you around town in style. Whether you're making the daily commute or heading out of town, this rolling tote bag has a locking handle and rolling wheels for easy maneuverability through any airport or train station. The large main compartment offers storage for your laptop as well as files, documents, or personal items and has an interior zippered pocket to keep your small items in place. Shipping Our handling time is 1-2 business days after receiving cleared payment via PayPal only, and then it would take around 1-6 business days to arrive at your address. (What is business day? = Any days other than weekend and public holidays.). We only ship to the lower 48 states only, with no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time, sorry for this inconvenience. International shipping allows for eligible country for eBay&rsquo;s Global Shipping Program Since we need the best delivery system, we have provided our item through trusted carrier and our products are being stored and fulfilled by third party warehouses throughout the United States as term of product sourcing. So they will select the most appropriate return location and warehouses, depending on your location and product types. This is why return shipping location may differ from the return address stored on eBay. Please follow our return instructions to make sure you have a successful return. Return Return Guarantee, if the items received is either not as described or damaged in any ways, we will always guarantee a return with full responsibility. Remember, for International buyers (Outside US Buyers), a refund will be only for your original item price and domestic (US) shipping cost. You won't receive a refund for the international shipping or import charges that were paid. Even if you may change your mind, you bought a wrong item, or buyer&rsquo;s remorse, do not worry, we will accept the return but you may need to pay for round trip shipping cost and restocking fee may also apply at our discretion. We hope you accept our fair deal. Payment PayPal Only Require Payment within 3 Days, or order will be cancel 100% Satisfaction Guarantee, 30 Days Return Fast Shipping Only 1-2 Business Days Handling Time Please Contact us by eBay message only Return accept within 30 Days Your kind positive feedback and full score rating would mean a world to us, we do appreciate. Buy with confidence. We ship through Fast & Trusted shipping carrier and storage in best warehousing services throughout the United States. If you feel dislike or not satisfy about anything and thinking about giving us a neutral or negative feedback or not giving full score rating to us, please kindly contact us through eBay message before doing that, we would like to attend to any of your concerns and make things right for you. Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have issues, please kindly contact us. We would like to attend to any of your concerns to satisfy you with our best. Please kindly choose contact us and select topic -- I have a question about using my item or I want to send the seller a message. -- Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "57.77",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "434",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "interhousemart"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Mellow World Fashion Daffodil Carry-On Rolling Upright Suitcase Purple One Size",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-20T09:35:09.000Z",
  "HitCount": "5",
  "TimeLeft": "P16DT18H33M49S",
  "EndTime": "2017-06-19T09:35:09.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "HB1230"
      },
      {
        "Name": "Brand",
        "Value": "Mellow World"
      },
      {
        "Name": "Model",
        "Value": "HB1230"
      },
      {
        "Name": "UPC",
        "Value": "700604348866"
      },
      {
        "Name": "EAN",
        "Value": "0700604348866"
      }
    ]
  },
  "Site": "US",
  "ItemID": "152555098458",
  "Storefront": {
    "StoreName": "InterHomeMart",
    "StoreURL": "http://stores.ebay.com/id=1391080923"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "- 30 Days return accept\n- Money back guarantee\n- Buyer may have to pay the return shipping cost\n- Buyer may have to pay 15% restocking fee\n- If you are not satisfy with the item, please contact us for return",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B0171IUBWK",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}