{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/jKoAAOSw-0xYcph4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/uqwAAOSwA3dYcpho/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/y1EAAOSwUKxYcph9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/tkMAAOSwEzxYcpiV/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/fT8AAOSwo4pYcpij/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/rSQAAOSw241YcpiJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU1M1gxNTUz/z/t4cAAOSwEzxYcpid/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ziwAAOSwUKxYcpiQ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/sFUAAOSwEzxYcphq/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/vFEAAOSwA3dYcphy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ePcAAOSwo4pYcpiE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/q9AAAOSw241YcpiB/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Computer-Roller-Bag-Laptop-Wheels-TLS-Mobile-Office-Trolley-Luggage-Tote-/322526686850",
  "ConvertedCurrentPrice": {
    "value": "58.98",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Computer Roller Bag Laptop With Wheels TLS Mobile Office Trolley Luggage Tote Details Rolling laptop case designed for on-the-go professionals Easy-access front pocket with compartments for smaller items like pens, notepads, and business cards Padded slot protects a single laptop up to 17 inches Lightweight yet sturdy design Fits under airplane seats Adjustable push-button locking handle with quick-rolling wheels Description Rolling Laptop Case Perfect for on-the-go professionals rolling laptop case provides all the secure, convenient space you need in a compact travel-friendly size. From one business meeting to the next or from the hotel to the conference center and back again, the rolling laptop case allows you to arrive in style with everything you need comfortably close at hand. Front Organizer Pocket The zip-open front pocket offers useful space for quickly accessing belongings or stashing last-minute items. The front pocket also functions as a handy workstation with designated compartments for keeping smaller items organized. It includes two slots for paper note pads, small slots for pens and markers, and space for a cell phone, business cards, sticky notes, and other office essentials. Roomy Interior The case's large zippered compartment nicely accommodates heavy textbooks, bulky files, and thick notebooks. Both students and professionals alike will appreciate the space available for transporting must-have documents and information. The large inner compartment can also be used for a change of clothing for overnight trips. Dedicated Laptop Compartment Because your laptop goes where you go, the rolling laptop case helps ensure it gets there safely. The case features a padded interior slot designed specifically for one computer up to 17 inches. Slip your computer inside and secure with the Velcro strap for enhanced stability. Lightweight – Roll or Carry Durable rolling wheels and an adjustable push-button locking upright handle make the case easy to maneuver and transport from one location to another. The telescoping handle retracts into a zippered compartment when not in use, and dual top handles allow for comfortable carrying. The AmazonBasics rolling laptop case works well as carry-on travel luggage, fitting under the seat or in the overhead compartment. Customer Review I had been using Samsonite rolling laptop cases for a number of years, but inevitably they always suffered problems with their zippers, making it very difficult (if not impossible) to close the case. Since I was on a budget and didn't want to spend upwards of $100 on a new case, I decided to give this particular bag a try. And, for the most part, after a month of usage, I really like it... though there are some minor adjustments I'd like to see in future versions of this product. First, the details: I travel with a thinner Hewlett-Packard laptop, anywhere from one to four external hard drives, and all the cables and plugs needed for these devices. My previous case allowed me to travel with a second laptop (which I've since retired from active duty) and its power supply - so the Samsonite case, already fairly bulky, tended to get very heavy, very quickly. I like the lightweight feel to this case - it doesn't feel cheaply made, and it fits everything I need with a little room to spare! It is much easier to maneuver than the Samsonite case was - it's not as awkward when making turns. So far, I've had no problem with the wheels - something another reviewer mentioned - and I give this case daily use across parking lots. Shipping & Return policies We offer a 14 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. Our stock all ships from our US-based warehouses. Shipping is always FREE! You may also like",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "58.98",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "272",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "alistshop"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Computer Roller Bag Laptop With Wheels TLS Mobile Office Trolley Luggage Tote",
  "GlobalShipping": "true",
  "Quantity": "4",
  "PaymentAllowedSite": [
    "CanadaFrench",
    "Canada"
  ],
  "ItemID": "322526686850",
  "TimeLeft": "P20DT3H31M50S",
  "EndTime": "2017-06-22T18:32:36.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Rolling Briefcase"
      },
      {
        "Name": "Brand",
        "Value": "AmazonBasics"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "UPC",
        "Value": "841710109054"
      }
    ]
  },
  "Site": "US",
  "StartTime": "2017-05-23T18:32:36.000Z",
  "Storefront": {
    "StoreName": "A Listed Shop",
    "StoreURL": "http://stores.ebay.com/id=891464453"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "HitCount": "21",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3225266868508080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}