{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "DiscountPriceInfo": {
    "PricingTreatment": "MAP",
    "OriginalRetailPrice": {
      "value": "99.99",
      "_currencyID": "USD"
    },
    "MinimumAdvertisedPriceExposure": "DuringCheckout"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/OGIO-Hamptons-Womens-Padded-Tote-Bag-15-Inch-Laptop-and-Tablet-Black-/391771915668",
  "QuantitySold": "0",
  "TimeLeft": "P28DT5H58M54S",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "BA",
    "AZ",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "52.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Lincoln, Nebraska",
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "68521",
  "StartTime": "2017-05-01T21:06:07.000Z",
  "HitCount": "88",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "OGIO"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "TC/D 900D"
      },
      {
        "Name": "MPN",
        "Value": "114006-BLK"
      },
      {
        "Name": "UPC",
        "Value": "031652163508"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "EndTime": "2017-06-30T21:06:07.000Z",
  "Title": "OGIO Hampton's Women's Padded Tote Bag for 15 Inch Laptop and Tablet, Black",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3917719156688080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "https://www.vm-images.net/res/e03b76349bca405db921d354b854d3df.jpg",
    "https://www.vm-images.net/res/5608e18a68e34cfa893e7750c43963fb.jpg",
    "https://www.vm-images.net/res/59eb6928aed847f7a9e12ade2ec26461.jpg",
    "https://www.vm-images.net/res/27d551c1109f431091365a2735c4c288.jpg",
    "https://www.vm-images.net/res/30d900458c8149d5b01b9f5a857ab104.jpg",
    "https://www.vm-images.net/res/888437e80c6f47e7a85ad4df991d3383.jpg"
  ],
  "Storefront": {
    "StoreName": "VMInnovations",
    "StoreURL": "http://stores.ebay.com/id=211307775"
  },
  "ConvertedCurrentPrice": {
    "value": "52.99",
    "_currencyID": "USD"
  },
  "AutoPay": "true",
  "NewBestOffer": "false",
  "Description": "Have a question? 866-639-9320 Monday-Thursday, 8am to 9pm, Friday 8am to 5pm, Sunday 5pm to 9pm Baby Car Audio & Electronics Consumer Electronics Patio, Lawn & Garden Pool & Spa Sporting Goods Tools & Home Improvement View More OGIO Hampton's Women's Padded Tote Bag for 15 Inch Laptop and Tablet, Black FREE 1-3 DAY DELIVERY WITH HASSLE-FREE, 60-DAY RETURNS! Just like a weekend in the Hamptons, you'll be stylin' on your way to and from the office with the OGIO Hampton's Women's Laptop Tote Bag. This lightweight bag won't weigh you down when you're making the daily commute. The Hampton's laptop tote is designed to fit most 15-inch computers and has a fully padded compartment and to protect it. It features an organizer panel with a zipper stash pocket for all of your pens, business cards, and tablet. Make a statement today with the OGIO Hampton's Women's Laptop Tote Bag. Fully padded fleece lined laptop compartment with elastic closure fits most 15-inch laptops Padded pocket for iPad/tablet/e-reader Fully padded base protects laptop Large zippered interior compartment for valuables 2 interior elastic side pockets for cord storage and accessories Easy access fully featured organizer panel with zippered stash pocket 3 functional side flap pockets Removable decorative belt 24-inch padded shoulder straps for added comfort Color: Black Dimensions: 16.5 x 4 x 15 inches Laptop Pocket: 10.5 x 1 x 14.5 inches Weight: 2.1 pounds Product warranty: 2-year warranty Please contact Customer Service at (866) 639-9320 for additional warranty information. Why VMInnovations? The VMInnovations GuaranteeFast, Free Ground Shipping on All Items We believe that you should enjoy the benefit of FREE ground shipping on all of your orders within the 48 lower states. That's why no matter what you buy we will ship it for free, so the price you see is exactly what you pay. No hidden fees or shipping charges.Most Items Delivered in 1-2 Business Days When buying from one of the largest sellers on eBay, you deserve fast and reliable service. That's why we've developed a network of multiple warehouses strategically placed across the country. Based on your location and product availability,we will pick the most efficient warehouse to ship your product from. Fast processing time combined with FedEx's unparalleled ground service network speed means that you will get your items within 1-2 business days.Based on product availability and your location. In rare instances it may take longer to deliver your product. However, if this is the case, we will work hard to get your product to you as fast as possible.Most Orders Placed Before 3PM EST Ship Same Day Why wait a day or more for your order to ship? At VMInnovations, most orders placed before 3PM EST, Tuesday-Friday, ship the same day.Orders placed on Saturday and Sunday ship the following Monday. Orders placed on Monday will ship the following business day. Based on product availability and your location. In rare instances it may take longer to fulfill your order. However, even if this is the case, we will work hard to get your product to you as fast as possible.Great Prices on our Wide Selection of Products You deserve to get the best deal possible. As a leader in online retail and one of the largest sellers on eBay, we are committed to getting you the best price possible.60 Day Money Back Return Policy VMInnovations will gladly accept your return within 60 days of the original purchase. Please see below for our full Returns & Exchange Policy.Select items are not eligible for a full 60 day return guarantee. Please defer to the listing details for more information. Shipping DetailsWe Ship WithThis Item Ships ToUSA (Continental 48)FREEWorld Wide$40.00Most orders arrive at your door in 1-2 Business days FOR FREE!With 4 warehouse locations nationwide your order will not travel far from VMInnovations to your home. Place your order before 3 PM Eastern and it will ship the same day Monday – Friday, excluding major holidays. Freight shipments may take additional prep time and require a phone number for delivery.VMInnovations will ship your order to your PayPal Verified address provided. Please verify this address is current in your PayPal account before making your payment. Any address change request made outside PayPal cannot be guaranteed.Please provide a physical address for delivery. We cannot ship to APO/FPO/PO Box addresses.Shipping is FREE within the 48 continental states. Many items will ship to Alaska, Hawaii, US Territories and Internationally for an additional fee. Please check the Shipping and Payments tab above for rates.VMInnovations can expedite most items Overnight or Guaranteed 2nd day. Please check the Shipping and Payments tab above for rates.About VMInnovations At VMInnovations, we specialize in a wide variety of products including car audio and installation products, consumer electronics, home audio, and sporting goods. Our goal is to deliver quality products to our customers at the lowest prices possible. Why buy from VMInnovations?The best products, the best pricesOur team works hard to find you the best bargains on the planet, and our prices and product selection reflects that effort.Friendly, accessible customer serviceOur dedicated customer service agents are here to help you, Monday through Thursday 8:00am – 9pm, Friday 8:00am – 5:00pm and Sunday 5:00pm to 9pm Central Time.Super fast shippingMost of our items leave the warehouse within 1-business day of your order. Additionally, we've teamed up with FedEx and USPS to offer the shortest shipping times and the most reliable service available.Payment & Order Cancellation Information Instant PayPal payment is the preferred method of PaymentVMInnovations also accepts Visa, MasterCard, Discover, and American ExpressSales tax is charged for Indiana, Nebraska, Nevada, and Pennsylvania ordersCancelling Your Order To uphold VMInnovations' shipping speed, your order will be processed immediately. If you change your mind after payment is confirmed, we will do our best to stop the order, however, VMInnovations cannot guarantee the cancellation.International Orders & Shipments Many of VMInnovations' products can ship internationally. To confirm availability and shipping rates to your country please refer to eBay's shipping tab above. PayPal is the only accepted Payment method for international orders.Any brokerage, customs, and duty fees associated with international shipments are the customer's responsibility and are not included in our shipping charges.A phone number is required for the customs documents. Failure to provide one will result in delays. No Invoices are sent with our shipments, if you need an invoice we can email one.Our Returns & Exchange PolicyVMInnovations will gladly accept your return within 60 days.Our returns process is simple and fast:Notify our customer service team of the return at 866-639-9320 or Contact USVMInnovations will quickly email you an RMA number to identify your return. Ship the product back to VMInnovations with all original partsReturn shipping is the responsibility of the customer, and VMInnovations will pay to ship the replacement to you. Please include all original packaging and accessories with the returned item.Our returns team will quickly ship the replacement or refund your paymentVMInnovations strives to maintain a goal of 72 hours service for all replacements. You will receive an email when the return is processed to notify you of your replacement tracking number or refund.We understand you may change your mind and prefer a refund. We are happy to refund you minus our shipping costs or offer a 110% store credit to use on any item in our store.Contact VMInnovations Still have questions? Then check out our frequently asked questions.",
  "ShipToLocations": [
    "US"
  ],
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1550253",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "SilverShooting",
    "UserID": "vminnovations"
  },
  "GlobalShipping": "false",
  "Quantity": "4",
  "ItemID": "391771915668",
  "SKU": "114006-BLK",
  "Subtitle": "FREE 1-3 DAY DELIVERY WITH HASSLE-FREE, 60-DAY RETURNS!",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Description": "We will accept your return within 60 days. Our returns process is simple and fast. Contact our team and we will quickly email you an RMA number to identify your return. Return shipping is the responsibility of the customer, and VMInnovations will pay to ship the replacement to you. Include all original packaging and accessories with the returned item. VMInnovations strives to maintain a goal of 72 hours service for all replacements. You will receive an email when the return is processed to notify you of your replacement tracking number or refund. We understand you may change your mind and prefer a refund. We are happy to refund you minus our shipping costs or offer a 110% store credit to use on any item in our store.",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "0"
}