{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTAy/z/pSQAAOSwknJX1fTi/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMwNlgxNjAw/z/xDUAAOSwknJX1fYN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzQy/z/iIsAAOSwvzRX1fT~/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTkz/z/7GEAAOSwOdpX1fWU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzUz/z/2vwAAOSwn1RXI6Xp/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2M1gxNjAw/z/8wUAAOSwKfVXI6X1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2M1gxNjAw/z/izIAAOSwaG9XI6YA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI1OVgxNjAw/z/RYUAAOSwZjhXI6YJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDQ5/z/kYMAAOSw5b1XI6Ya/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzU0/z/924AAOSw1DtXI6Ym/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTU3/z/xTwAAOSwiYFXI6Yw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1MlgxNjAw/z/5ngAAOSwubRXI6ZE/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vera-Bradley-LARGE-COLORBLOCK-BACKPACK-Water-Repellent-Padded-KATALINA-PINK-NWT-/122528800106",
  "ConvertedCurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Normal 0 MicrosoftInternetExplorer4 ~ VERA BRADLEY ~ BACKPACK LARGE COLORBLOCK BACKPACK KATALINA PINK Retired FEBRUARY 2016 New with Tags! Brand: Vera Bradley Style Name: Large Colorblock Backpack Style Description: Multi-compartment Backpack with Adjustable Padded Straps Size: 12 ¾\" W x 17\" H x 7 ½\" D, with 2 ¾\" Top Handle Drop and 32\" Adjustable Padded Shoulder Back Straps Retired Style: No Pattern Color: Catalina Pink Retired Color: Yes Color Production Years: Jul 2015 - Feb 2016 SKU: 14962-330 UPC: 886003317105 Retail Price: $98.00 This listing is for a NEW with Tags Vera Bradley Backpack. You will receive the Large Colorblock Backpack by Vera Bradley presented in the recently retired Katalina Pink color pattern. Katalina Pink is last years Vera Bradley Pink Ribbon, Breast Cancer Awareness color. It was introduced as at 2015 Fall color, presented in July 2015, and just retired this year in February. Even though the Katalina Pink color was introduced as a Vera Bradley Fall color, but I think it is one of those great patterns that can be worn year round. The Large Colorblock Backpack is great for any situation. Use for school, work or travel. Hiking, day-outing or a weekend get-away. The water-repellent fabric and roomy interior makes this backpack perfect for camping trips or going to the beach. A very popular style backpack, Vera Bradley sells the Large Colorblock Backpack for $98.00. The Katalina Pink Large Colorblock Backpack in the photos is the backpack you will receive. Katalina Pink A Vera Bradley Breast Cancer Awareness Color \"Sweet Pinks and hues of blue deliver just the right amount of charm for this preppy, totally girly pattern. Theses super-sweet shades tell a tonal color story, that is overall feminine and romantic. With a nod to the intricate details of a beautiful, feminine lace, the elements suggest a lovely overlay while the palette is as girly as it gets.” Large Colorblock Backpack \"Lighten your load and still have everything your need with this traditional backpack style in lightweight, durable and water-repellent printed polyester. The Large Colorblock Backpack features two roomy main compartments, each with its own double zip closure. There is a front zip pocket with extra organization pockets located behind a front zip compartment. Two exterior side pockets for your water bottles complete this backpack.\" Details: Lightweight, Water-Repellent PolyseterTop handle32\" Adjustable Padded Shoulder StrapsTwo Large CompartmentsLarger Main Compartment contains Zip PocketSmaller Accessories Compartment on Front Zippered pocket with 1 Slip Pocket & 2 Pen Pockets located behind Accessory CompartmentTwo Exterior Side Pockets with Elasticized TopPadded Back for Added ComfortMachine Washable Care Tips: Machine wash cold, gentle cycle, only non-chlorine bleach if needed, line dry Description: This Vera Bradley Large Colorblock Backpack is presented in the Katalina Pink color Pattern. It is constructed out of water repellent polyester material not the traditional quilted fabric. Katalina Pink is a Vera Bradley Breast Cancer Awareness color. Introduced as a Vera Bradley 2015 Fall color, Katalina Pink was presented in July 2015 and just recently retired this year, in February. A Large sized Backpack, the Large Colorblock Backpack measures approximately 12 ¾\" across the front, it is 17\" tall, and 7 ½\" deep. The Vera Bradley Colorblock Backpack is a bag with plenty of compartments and pockets. It is a backpack with exceptional style and organizational properties. There are two large main compartments. The larger one is in back and features a zippered pocket on the back wall. This back compartment is 12\" wide, 17\" tall and 6\" deep and is large enough to carry multiple books, binders and folders. The front compartment is also 12\" wide and 17\" tall , but is not as deep as the back compartment, about 2 inches. Perfect for just about any size laptop. Both compartments feature a 27\" two way blue nylon zipper with rubber like Vera Bradley Logo zipper pulls. On the front of the pack is a smaller compartment secured with 9\" blue nylon zipper hidden under a flap over top. This compartment is about 2\" deep, is 9 ½\" across the front and 8 ½\" tall. The perfect size for tablets and e-readers, or any go to, must have items, like keys, phone, and such. Located directly behind this compartment is a full length zippered pocket (8 ½\"x 8\") for keeping even more go-to items easily accessible. This pocket features a slip pocket (4\" x 5\"), and 2 pen pockets. Pen pockets are big enough to hold large sharpie markers or highlighters. Two very generous sized side slip pockets provide even more storage for water bottles or even a rolled up yoga mat and a smaller umbrella. Each slide slip pocket is 8\" deep and 5\" wide with and elasticized top allowing room for expansion. The Vera Bradley Large Colorblock Backpack has adjustable padded shoulder back straps plus a top carry handle for added carrying versatility. Straps are 2\" wide near the top, they narrow toward the bottom. The adjustable part of the straps are make from blue webbed material and are adjusted with blue plastic slide buckles. Straps measures 32\" at the longest setting and 19\" at the shortest adjustment. And may be adjusted anywhere in-between for your perfect fit. There is a pink on blue Vera Bradley cut-out rubber-like logo plaque sewn to the front of the backpack. Condition: This Vera Bradley Large Colorblock Backpack in the Katalina Pink print is New and comes with Original Price Tag. I keep all the Vera Bradley Purses and Travel Bags (both new and used) stored in scented plastic bags. All purses are shipped in the scented bag in which is was stored, then are mailed in either boxes or plastic mailer bags, depending on weight and chosen delivery method. Either way, packaging is secure. DISCLAIMER: I obtain all the items that I list on eBay from many different sources, including outlet stores, close-out sales, resale shops, auctions, garage sales, and even from eBay. While I always try to do my best to describe each item and its condition, it is possible that occasionally I may miss something. I apologize for any inconvenience this may cause. I stand behind my listings and will do my best to make amends for any mistakes (see my Return Policy below). I would not sell anything that I personally would not use for myself. While I myself do not smoke, I cannot always guarantee the items came from a smoke free environment (even some of my new with tags items). Because of this I DO NOT list as \"Smoke Free\" or \"Pet Free\". If smoke is a real issue with you, or if you have pet allergies, please, please ask questions before buying. Thank you. Do Your Want more Vera Bradley Purses or travel bags? Then you might want to check out my other listings. I also have the Large Colorblock Backpack in the blue and green Katalina Showers. If Katalina Pink is a favorite, I have the Vera Bradley Cargo Sling in the Katalina Pink color pattern. Plus, I have several other New With Tags Vera Bradley purses, totes, backpacks and travel bags in many different color patterns available. Can't make up your mind on which color or style you like best? With my low starting bids and discounted buy it now prices, why not buy more than one. And, to save you even more money, I am always willing to combine shipping (see below). Shipping & Handling Discounts Available. Check out all the other great items I have listed on eBay. To save you money, I will be happy to combine Shipping & Handling Charges for multiple auctions. If you intend to bid on any of my auction, just let me know, and also when your buying is complete. At that time, I will send you a revised invoice that reflects discounted shipping & handling charges. Sometimes eBay's combined shipping discount calculator does not correctly calculate the correct weight of the combine packages, resulting in an inflated shipping rate. In those cases I will reissue a corrected invoice. Please wait for me to sent the revised invoice with the corrected shipping charges. If you do pay the invoice with the higher shipping price, I will refund the difference to your Pay Pal account. Feel free to contact me using eBay’s message system if you have any questions, or for exact combined shipping charges. Be sure to include your Zip Code and the items you want to buy or will be bidding on. Payment Policy: Payment is due within 10 days of auction closing. I will issue a revised invoice when combining shipping on two or more of my auctions. Simply inform me when buying is complete by using eBay’s Request Total Option. Due to eBay’s policy payment must be processed thought PayPal. Shipping Policy: I will Ship your Item(s) within one (1) business day (sometimes same day) of receiving your CLEARED Payment. E-Checks can take up to 4 business days to clear. Your item(s) will ship USPS Priority Mail (normal delivery time 2-3 Business days) or USPS Standard Mail (3-10 business days), your choice. If your package weights less that 13oz I will also offer 1st Class Mail as a less expensive alternative. Please note that in order to serve you best I offer more than one shipping method for you to choose from. Shipping charges, when applicable, are calculated on total package weight, sometimes less (I pay the difference), never any Handling Fees. And remember, I am always more than happy to combine shipping to save you money. Also, think “Green”. I am very ecology minded. I reuse boxes and bubble envelopes, or fashion shipping containers from used cardboard whenever possible. SAVE THE PLANET! Every little bit helps. Return Policy Details: Item can be returned for Full Refund, less Shipping Costs, within 30 days. If item is not as described I will issue a full refund, including the Shipping & Handling Charges I bill for. Buyer is responsible for return shipping costs. Refunds will be issued through PayPal after I have received the returned item. Should you want to return an item for any reason, PLEASE contact me directly, using the eBay Message System, rather than opening a Return Request through eBay. Please contact me for return goods authorization and return instructions BEFORE returning ANY item. Thank You. THANKS FOR LOOKING!!!",
  "Title": "Vera Bradley LARGE COLORBLOCK BACKPACK Water-Repellent Padded KATALINA PINK NWT",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Wanatah, Indiana",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1442",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "thegoods_t-n-r"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "46390",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T03:36:16.000Z",
  "HitCount": "6",
  "TimeLeft": "P29DT13H2M45S",
  "EndTime": "2017-07-02T03:36:16.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Vera Bradley"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Pink - Blue / Multi-Color"
      },
      {
        "Name": "Material",
        "Value": "Polyester"
      },
      {
        "Name": "Style Name",
        "Value": "Large Colorblock Backpack"
      },
      {
        "Name": "Manufacturer Style Number",
        "Value": "14962-330"
      },
      {
        "Name": "Color Pattern Name",
        "Value": "Katalina Pink"
      },
      {
        "Name": "Size",
        "Value": "Extra Large"
      },
      {
        "Name": "UPC",
        "Value": "886003317105"
      }
    ]
  },
  "Site": "US",
  "ItemID": "122528800106",
  "PrimaryCategoryID": "169292",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Item can be returned for Full Refund, less Shipping Cost, within 7 business days.  If item is not as described, I will issue a full refund including the shipping & handling charges I invoiced you for.  The Buyer is responsible for return shipping costs.  Refunds will be issued through PayPal after I have received the returned item.  Please contact me for a Return Goods Authorization # and return instructions BEFORE returning ANY item.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1225288001068080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}