{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Reusable Eco Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169302",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/jx8AAOSwPh5ZJi98/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTQ0WDUwMQ==/z/jw4AAOSwPh5ZJi97/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTQ0WDUwMQ==/z/QgsAAOSw7GRZJi97/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxNlg3NDY=/z/y1cAAOSwfRdZJi97/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTYxWDUwMQ==/z/EuoAAOSw-3FZJi97/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/R38AAOSwK6RZJi97/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTQ0WDUwMQ==/z/gXkAAOSwcgNZJi97/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAxWDYxMg==/z/gXwAAOSwcgNZJi97/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LOQI-Reusable-Grocery-Foldable-Bags-ECO-Shopping-HandBags-Tote-Shoulder-/322528284032",
  "ConvertedCurrentPrice": {
    "value": "69.52",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "LOQI™ Reusable Grocery Foldable Bags ✔ ECO Shopping HandBags Tote Shoulder with Zipper Pouch Polyester Multicolored 2 Pack ONE EXQUISITE POUCH ARRIVES TOGETHER FOR FREE after any fashion bag purchasing from SheCloth, Available in large quantities of different colors. Save money on multiple piece orders with our PACKs or SETs! LOQI spring roll bags, which are born here for longing fashion and convenient life. These bags are Eco Friendly so that it could be the most suitable replacement for one-use plastic bags. It takes over 1000 years for a plastic bag to decompose and they are hanging from trees everywhere. Do our planet a favor and buy these stylish designer totes and use them instead. The LOQI Bags design approach is unique because we recognized early that green living, fashion and function can successfully co-exist. The bags were designed to be strong enough for the grocery store but pretty enough for the mall. They are printed on both sides and logo attached. As always, LOQI provides some of the best quality reusable grocery bags on the market at a very competitive price. Foldable conveniently store these LOQI reusable shopping bags in three different ways: 1. Fold and tuck into the included zipped pouch; 2. Roll and secure with the snap strap; 3. Stuff into the inside pocket. Size of bag: Length: 50cm (approximately 16.5 inches) Width: 42cm (approximately 19.7 inches) Folded pouch: 11.5*11.5cm (approximately 4.7 x 4.7 inches); Color and design as the picture shows; Material: Polyester 58 GSM, OEKO-TEX certified; Sturdy & Lightweight: each bag weight 0.3ounces/8.5g and can holds 44pounds/20kg; Fully washable - will not fade; Awesome solution to one-use plastic bags. Perfect for shopping, out and about, cycling, swimming, beach or just for style, Fashionable & Fun - a great gift idea! Product Features 100% polyester fiber Imported ♦ BUY REUSABLE BAG, GET ONE ZIPPED POUCH FOR FREE! Each reusable bag comes together with an exquisite zipped pouch(4.7\" x 4.7\") for easy storage and as an inner pocket for carrying your phone, keys and wallet; ♦ Available in large quantities of different colors, Save money on multiple piece orders with our PACKs or SETs! ♦ Material: Polyester 58 GSM, OEKO-TEX certified; ♦ Dimensions: Bag: 19.7\" x 16.5\", Inside pocket: 5.5\" x 6.5\"; ♦ Each bag holds up to 44 pounds and are water resistant; a great replacement for plastic bags! Shipping: Shipping is complimentary within the lower 48 US States. We Do Not Ship to PO/APO Boxes, HI or Alaska We Do Not Ship Outside of the Continental US All items ship within 24-72 hours of Payment For large items that require Freight shipping a valid phone number is required to call and schedule your delivery Terms of Sale and Feedback: Feedback is extremely important to us and eBay If you are satisfied with our transaction, please take a moment to leave Positive Feedback. YOUR Satisfaction is our #1 Priority! If there are any issues, PLEASE contact us BEFORE leaving a neutral or negative rating so that we may resolve any concerns. We PROMISE we can make you happy if you give us a fair chance. Returns / Concerns: All items qualify for returns within 30 days of receipt. Buyer is responsible for return shipping on any item that is not damaged Please be sure this is an item you want before making your purchase. Customer Satisfaction is our TOP priority! All items are IN STOCK at time of listing. Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items. Please do not penalize us if we have to issue you a refund! Thank You For Your Business!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "69.52",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "670",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "Purple",
    "UserID": "mydealspro"
  },
  "PrimaryCategoryID": "169302",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "LOQI™ Reusable Grocery Foldable Bags ✔ ECO Shopping HandBags Tote Shoulder...",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-25T01:12:30.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3225282840328080_1.jpg",
  "TimeLeft": "P21DT7H46M50S",
  "EndTime": "2017-06-24T01:12:30.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Urban Sydney + Urban Moscow"
      },
      {
        "Name": "Brand",
        "Value": "LOQI™"
      },
      {
        "Name": "MPN",
        "Value": "URSY-URB4"
      },
      {
        "Name": "UPC",
        "Value": "N/A"
      },
      {
        "Name": "EAN",
        "Value": "N/A"
      },
      {
        "Name": "ISBN",
        "Value": "N/A"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322528284032",
  "Storefront": {
    "StoreName": "mydealspro",
    "StoreURL": "http://stores.ebay.com/id=505200435"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. Created automatically by EaSync.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B013X4LC74",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}