{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/FkcAAOSwtGlZBHuk/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTMwMFgxMzAw/z/OcgAAOSwnONZBHum/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/MKoAAOSw7GRZBHun/$_57.JPG",
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/MMMAAOSw7GRZBHuo/$_57.JPG",
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/m44AAOSwX61ZBHup/$_57.JPG",
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/eY4AAOSwdjNZBHuq/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/2PcAAOSwrhBZBHuq/$_57.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/McKlein-USA-Wenonah-Leather-Ladies-Briefcase-/142366286873",
  "ConvertedCurrentPrice": {
    "value": "96.18",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "McKlein USA Wenonah Leather Ladies Briefcase Electronics Computers Computer Accessories Cases Bags Made from Italian leather in your choice of colors Small front pocket with key lock system Comes with padded compartment for storing laptops Features secure zipper pockets for storing files Measures 17W x 4.75D x 12H in. About McKleinUSA McKleinUSA is a manufacturer and supplier of business cases, computer cases, catalogue cases, backpacks, luggage, luggage accessories, duffle bags, casual bags, executive writing pads, and custom requests. McKleinUSA is something of a revolutionary in the mobile computing and travel goods industries, with showrooms in the United States, Canada, and Thailand. Working with world-renowned brand names and corporations for over 25 years has provided a significant knowledge base for understanding the demands of the industry. \"Dimensions: 12.0 x 4.75 x 17.0 inch\" McKlein USA Wenonah Leather Ladies Briefcase McKlein USA Wenonah Leather Ladies Briefcase Electronics Computers Computer Accessories Cases BagsMade from Italian leather in your choice of colorsSmall front pocket with key lock systemComes with padded compartment for storing laptopsFeatures secure zipper pockets for storing filesMeasures 17W x 4.75D x 12H in.About McKleinUSA McKleinUSA is a manufacturer and supplier of business cases, computer cases, catalogue cases, backpacks, luggage, luggage accessories, duffle bags, casual bags, executive writing pads, and custom requests. McKleinUSA is something of a revolutionary in the mobile computing and travel goods industries, with showrooms in the United States, Canada, an Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. PAY SAFE: PAYPAL PAYMENT IS ACCEPTEDWe offer a 30-day return policy for our products.We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period.Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested.If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. DELIVERY TIMESDomestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "96.18",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Portland, Oregon",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "126",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "amz2deals"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "McKlein USA Wenonah Leather Ladies Briefcase",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-04-29T11:40:28.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1423662868738080_1.jpg",
  "TimeLeft": "P25DT20H33M26S",
  "EndTime": "2017-06-28T11:40:28.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "McKlein / Siamod"
      },
      {
        "Name": "MPN",
        "Value": "96661"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country-Region of Manufacture",
        "Value": "United States"
      },
      {
        "Name": "UPC",
        "Value": "642154966612"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142366286873",
  "Storefront": {
    "StoreName": "amz2deals",
    "StoreURL": "http://stores.ebay.com/id=400975901"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "22075584",
  "HandlingTime": "5",
  "BestOfferEnabled": "false"
}