{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/DVYAAMXQt~hSKLCL/$(KGrHqV,!o0FIJMKtir6BSKLCK7PN!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/7OcAAOxyNq5SKLCM/$T2eC16J,!)YFIbyT9VFlBSKLCMbLFw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/2ZwAAMXQgwNSKLCO/$T2eC16h,!zoE9s5ng)MFBSKLCNr!0w~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDQ1WDY0MA==/z/7PsAAOxyNq5SKLCP/$T2eC16h,!y!FIdiM3Uq8BSKLCPI1(w~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/0HMAAOxyNwNSKLCJ/$T2eC16F,!)MFIcjC7dTcBSKLCI01Qg~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/ieEAAOxyoMxSKLCT/$T2eC16R,!)YFIbud9K1!BSKLCTHiOg~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/zu8AAOxyVPJSKLCV/$T2eC16R,!wsE9suwycosBSKLCUe+eQ~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/rYkAAOxyDoZSKLCW/$T2eC16J,!zIFIfcF8pygBSKLCWJ+bw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/TRwAAOxylh1SKLCZ/$T2eC16d,!zoE9s5ngHi5BSKLCYrYyQ~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDc0WDU4MA==/z/cu8AAMXQ2kxSKLCd/$T2eC16N,!)kFIe2WQFUdBSKLCdigMg~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/yCgAAOxyFPNSKLCS/$T2eC16Z,!zIFIeYuSIH)BSKLCR(h(w~~60_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/JANSPORT-Mt-SAC-San-Antonio-College-Messenger-Bag-Fit-Laptop-Century-Brief-Black-/122515090278",
  "ConvertedCurrentPrice": {
    "value": "50.96",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "JanSport Century Brief III Mt. SAC Messenger Laptop Briefcase Bag with EmbroideryMt. SAC San Antonio Community College LogoWith 17\" Padded Laptop SleeveBlack with White and Bronze Embroidered Mt. SAC LogoNew With TagsRetail: $80 Show off your team spirit with this durable, classically styled Mt. SAC Embroidered Century Brief III Messenger Bag from Jansport. This roomy bag features embroidered graphics, vibrant team colors, expandable side pocket and padded shoulder strap with breathable mesh underside for added comfort. A padded 17\" sleeve with Velcro tab closure helps to keep your laptop safe. Features:Padded bottomDurable grab handleOne large main compartment with zippered closure to secure contentsInterior fits (up to) 17” laptop sleeve with velcro tab closureInternal organizer under flap keeps essentials handyInterior cell phone pocketFront side stash pocket that expandsFull flap closure with a two-buckle systemDeluxe detachable, adjustable shoulder strapCapacity: 1900 cu in / 31 LDimensions: 12.75\" x 17.75\" x 5\"Laptop Sleeve Dimensions: 11.25\" x 15.75\" x 1.5\"Fabric: 600 Denier PolyesterItem: TNN2 **This is a brand new, never used, Jansport Century Brief III Messenger Bag. This JanSport bag is officially licensed, OEM (Original Equipment Manufacturer) and 100% authentic. Very nice bag made from high quality materials. Built to last.Our Terms & Conditions of Sale Thanks so much to our many reputable and respected buyers for supporting our eBay business. We value and appreciate your continued patronage. Buyer feedback is important to the success of our business. We give positive feedback to our buyers, and we appreciate positive feedback in return as we strive to provide our customers with excellent service, quality products, fair pricing and fast shipping. Please read all Terms and Conditions pertaining to the sale of any “A Bag of Mixed Gear” eBay item as stated below. Buyers are responsible for reading and agreeing to these terms and conditions prior to purchase. By purchasing this item, you agree to all item Terms and Conditions listed below. Please contact us via eBay Messaging service before purchase if you have any questions on the Terms and Conditions or on the item for sale. Item Quality & Authenticity: All items are as described and authentic OEM product. Additional photos are/may be offered to ensure customer satisfaction and buying confidence. In all cases, if a question exists regarding sizing, construction, fabrication, etc. please contact us prior to purchase. We are very knowledgeable about the items we offer for sale. Additionally, we highly recommend that you consult the manufacturer’s website for additional information on the product, brand, product integrity, size chart and warranty procedure. If you cannot find a web address for a product, or have any additional questions about the product, please contact us prior to purchase. Unfortunately eBay has eliminated the ability for us to use a web address in our listing. All items in our store are free of defect unless otherwise stated in the listing. If an item has a manufacturer’s defect, we will do our best to represent this defect with a photos(s). Defective items are offered for sale at a substantial discount. All items are inspected prior to shipment to be defect-free unless otherwise stated. If we find a defect prior to shipping, buyer will be contacted and offered a discounted price or the ability to cancel the sale at full refund. Refunds will be granted promptly upon sale cancellation by buyer. Domestic Return Policy: All returns must be postmarked within 14 days from the day the item shipped. No exceptions. Returns are not offered on all items and will be stated as such in item description. If items are received damaged, the buyer must contact the seller via eBay Messaging and provide photos of defect within 24 hours of receipt of item. Questions about the item regarding size, color, fabrication, etc. are to be made prior to purchase if buyer is unsure regarding any of these variables. We are here to assist you prior to purchase regarding any of our items to decrease likelihood of a future return. Please ask before you buy and please visit the manufacturer’s websites for additional product brand and sizing information. Returns must be requested via eBay Messaging. Once the return is approved by the seller, buyers are responsible for paying return shipping, and the seller will subtract their initial shipping fee, including shipping confirmation and packaging costs from the amount of the purchase price. Once the item is received back in original packaging, with tags attached and showing no signs of wear to include but not be limited to: item being stretched out or damaged as a result of attempting to fit into an undersized item, item having noticeable odor, pet hair, stains, etc., buyer will be asked to cancel the sale prior to refund. If any of these variables is present, a return will not be granted. Only after the buyer agrees via eBay to cancel the sale, and the cancellation notice is received from eBay by the seller, the item price less fees as described above will be credited back to buyer’s PayPal account. International Return Policy: We do not offer returns on international sales and shipments. No exceptions. Shipping General/Other: Items usually ship within one business day of purchase unless otherwise stated or if purchase falls on a postal holiday or on a weekend. If seller indicates via their Store Vacation Settings which also shows on each listing that they are on vacation, then any items purchased while seller is away will ship out upon seller’s return. Items will ship to eBay or PayPal confirmed addresses only. Please be sure your eBay and PayPal shipping addresses are the same as shipment may be facilitated out of either entity. Combined shipping rates may be requested prior to purchase. Request combined shipping rates via eBay Messaging service prior to purchase. Our shipping fees take into account postage, confirmation when applicable, packaging material and time, and transport to the post office or shipper’s facility. As happens infrequently, if an item sells out of our physical inventory before we end our eBay listing for that item, and an eBay purchase is made for that item no longer in stock, the buyer will be notified to cancel the sale for full refund and also offered any item in our store for a 10% discount. Free Domestic Shipping USA: Items offered to be shipped free of charge will ship out via USPS First Class Mail in most cases. Decision as to shipping method is up to seller. All other general shipping rules and return policies apply. Priority or Expedited Shipping USA: Expedited Shipping is available. By selecting Expedited Shipping, buyer agrees to additional shipping fee, terms and conditions. All general shipping rules and return policies apply. International Shipping (Outside USA): We ship world-wide. Items offered for sale internationally are subject to the following conditions: International sales are final. No returns, no exceptions. By purchasing this item, the buyer agrees to the shipping cost and terms of sale. If you are making this purchase as an international buyer, you agree not to provide negative feedback in regard to item shipping costs or length of time it takes to receive an item. It is very likely that although the postal service suggests it will take between 5-10 business days for an international shipment to arrive, this delivery time can and very likely may be delayed, particularly if the package is opened for inspection, or if it is shipped during a busy holiday season, during a postal strike or unforeseen circumstance. In some cases it can take a month or more for an international item to reach its destination. The seller will ship out international packages usually within one business day of purchase as noted above in the Shipping General section. The seller is not responsible, nor may the buyer hold the seller accountable for delays in the postal system. International shipments are sent via USPS International First Class Mail unless the buyer requests, prior to purchase, a quote for International Priority or International Express Mail. These services will be significantly higher that USPS First Class Mail International, but may be tracked. Seller is responsible for packaging and shipping item to buyer, and providing Customs Claim Form number. For regular International First Class Mail Shipments, there is no guarantee of delivery. However, the buyer will receive a Customs Claim Form number in the tracking section of the sale after purchase for proof of shipment. The seller cannot track International First Class Mail packages after shipment. Thus, the buyer is accountable and assumes complete responsibility for using the Customs Claim Form number to track any package not received or not received in what they deem a timely manner. US and International laws prohibit the seller from marking merchandise values below item cost or to mark items as a gift. International shipping fees are as listed unless shipping cost is determined to be significantly more expensive than shipping cost stated, which may happen on rare occasion due to unexpected postal rate hikes or excessive weight incurred in secure packaging. In such a case, we will contact buyer to determine whether they want to cancel the sale or agree to pay difference in shipping cost. All import duties, taxes and fees are the sole responsibility of the buyer. Please contact your local customs office prior to purchase if you have questions about customs fees. International items are insured and the buyer agrees to fill out and sign any shipping insurance claim form(s) and return to seller promptly upon loss or damage of item. Any fraudulent claims will hold the buyer liable for any prosecution for mail fraud under the federal crime code. By purchasing this item as an international customer you agree to the above terms without exception. Payment: We accept PayPal. Auction items paid for within 24 hours are guaranteed to be shipped in one business day of payment receipt. Buyers who pay after the 24-hour window are not guaranteed one-day shipping. Due to issues with a few buyers who have abused our return policy, threatened negative feedback, and who have also abused eBay’s Buyer Protection Policy which does not allow for buyer’s remorse, purchasing an incorrect size, change of mind, etc., we have implemented the revised Terms and Conditions. Again, these policies allow for added protection for the reputable buyer and advance warning to those buyers who attempt to use feedback extortion or other fraudulent activity against our business. Moving forward, such buyers will be reported to eBay and blocked from further purchase of our products. Thank you for understanding and adhering to the Terms and Conditions of Sale as listed. We appreciate your continued support of our business. Thank you for visiting our store. Please contact us anytime with questions. Sincerely, the crew at A Bag of Mixed Gear! Terms and Conditions Copyright 2017 A Bag of Mixed GearSome Jansport items like bags and sweats are heavy and expensive to ship. Please measure and review item description carefully prior to purchase to ensure proper size/fit. Thank you!",
  "ExcludeShipToLocation": [
    "RU",
    "BY",
    "MD",
    "UA",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "VN",
    "BO",
    "BR",
    "PY",
    "VE",
    "MX",
    "AO",
    "CD",
    "CG",
    "CI",
    "LR",
    "NG",
    "SL",
    "SO",
    "ZW",
    "IQ",
    "AF",
    "AM",
    "AZ",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MN",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "50.96",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "-",
  "Seller": {
    "FeedbackScore": "1379",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "bagofgear"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "JANSPORT Mt SAC San Antonio College Messenger Bag Fit Laptop Century Brief Black",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-25T11:31:50.000Z",
  "HitCount": "23",
  "TimeLeft": "P21DT20H31M50S",
  "EndTime": "2017-06-24T11:31:50.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Jansport"
      },
      {
        "Name": "Style",
        "Value": "Century Brief III TNN2"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "600 D Poly"
      }
    ]
  },
  "Site": "US",
  "ItemID": "122515090278",
  "Storefront": {
    "StoreName": "A Bag of Mixed Gear",
    "StoreURL": "http://stores.ebay.com/id=691397192"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1225150902788080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}