{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://d3d71ba2asa5oz.cloudfront.net/12025469/images/254-4-2000_front.jpg",
    "http://d3d71ba2asa5oz.cloudfront.net/12025469/images/254-4-2000_back.jpg"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Timbuk2-Strada-Laptop-Briefcase-Black-Medium-/381827799968",
  "ConvertedCurrentPrice": {
    "value": "279.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "About Us Contact Us Timbuk2 Strada Laptop Briefcase, Black, Medium $279.00 Refined quality meets serious functionality with our Impossible Collection. This dashing briefcase is the Strada. Its quality leather trims and cordura fabrics speak for themselves, giving the Strada a well-groomed yet durable look. On the inside, the padded laptop compartment is just right for a 15\" Macbook. And in true Timbuk2 form, the devil is in the details. The side pocket zips open for your water bottle, the front utility straps expands for an umbrella or drawing tube, and the internal pockets hangs onto your phone, hard drive, or charger. Who We Are Luggage Online is the leading online source for all luggage and travel accessory needs. In 2013, and again in 2014, we made the Top 500 E-Retailers list by InternetRetailer.com in both U.S. & Canada, and have been awarded the Google Trusted Store badge. To better cater to our leisure and business travelers, we have launched LOL Travel and LOL News. At LOL Travel, our customers are able to book flights, hotels, car rentals and vacation packages at the guaranteed lowest price in the market, with no booking or commission fees. Additionally, LOL News provides news focused on travel and current events around the world, as well as articles related to travel needs, top travel destinations, etc. At Luggage Online, we are a diverse team of passionate professionals who work collaboratively to ensure total customer satisfaction. We continuously strive to implement best-in-class practices and innovations while offering top notch customer service. We Help You Travel Well Luggage Online has the experience and knowledge to help you prepare for any journey. With a wide variety of brands and thousands of products, you're sure to find what you need - at the right price and ready for immediate delivery. Try our Business Finder to find the perfect case for carrying your computer or our Carry-On Finder to find luggage meeting your favorite airline's size requirements. We carry over 100 of the top luggage, handbags and accessories brands and designers including Tumi, Rimowa, Samsonite, Travelpro, Tommy Hilfiger, Kenneth Cole and more. With a wide variety of brands, thousands of products and customer-generated ratings and reviews, we are committed in helping our customers find the best travel bags and accessories at the right prices. We pride ourselves in having the knowledge and experience to help our customers prepare for any journey!",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "279.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Metuchen, New Jersey",
  "Seller": {
    "FeedbackScore": "1456",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Red",
    "UserID": "luggage_online"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "08840",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-10-26T15:40:54.000Z",
  "Title": "Timbuk2 Strada Laptop Briefcase, Black, Medium",
  "TimeLeft": "P21DT27M33S",
  "EndTime": "2017-06-23T15:40:54.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Timbuk2"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "MSRP",
        "Value": "279"
      },
      {
        "Name": "Product Weight",
        "Value": "4"
      },
      {
        "Name": "UPC",
        "Value": "631364541702"
      }
    ]
  },
  "Site": "US",
  "ItemID": "381827799968",
  "Storefront": {
    "StoreName": "luggage_online",
    "StoreURL": "http://stores.ebay.com/id=55967073"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Unless seller error, Buyer is responsible for returning the merchandise and for all shipping expenses to return the item (no refund for the cost to send the item back will be given). \n\n• Shipping which is not free will not be refunded back, i.e. expedited, 2 day, etc. If you  pay for shipping unfortunately this is a non-refundable fee.\n• For items sold by Luggage online the cost from shipping the item out may be deducted from your refund depending on the reason for return. \n• If you need a discounted prepaid label, please contact us by email. A discounted label will be provided and deducted from your refund. \n\nIf the item is a seller error a prepaid shipping label may be offered and the item must be sent within the next 7 days after label is issued.  If the item is not sent back within the 7 days the label will be voided and the return request will need to be requested again.  After 30 days the return will be rejected. \n\nWhat to Do Next:\n\nOnce the item is authorized to be returned, print authorization information along with RMA information and include with return to help speed the processed of your item being returned and processed within Luggage Online’s warehouse. \n\nAdditional Information:\n\n• For international orders where the return was the result of our error and not exported using a freight forwarder, we'll reimburse you for the shipping costs after we receive it (if it's shipped using an economical method). \n• When using a freight forwarder you become the shipper and receiver and are responsible for returning all items back to the US regardless of the reason. A refund on shipping will not be given. \n• Items valued at over $75 must be returned to the seller with a trackable shipping service. If the order is valued at $100 or more, insure the shipment for the value of the merchandise and ship your return with a signature shipping service. For items below $75, we suggest USPS delivery confirmation service.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "TIM-254-4-2000",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}