{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "TimeLeft": "P2DT2H39M4S",
  "ConditionDisplayName": "New with defects",
  "ConditionDescription": "PreOwned in excellent condition (a few very small markings which are clearly shown in pictures with arrows, other than that bag is in very good condition-looks like it was barely used.)",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzIwWDQ4MA==/z/czAAAOSwjqVZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzIwWDQ4MA==/z/ARMAAOSw8HBZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzIwWDQ4MA==/z/j-8AAOSwX9FZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzIwWDQ4MA==/z/ua4AAOSw0hlZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzIwWDQ4MA==/z/aeEAAOSwurZZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzIwWDQ4MA==/z/ua8AAOSw0hlZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDcyMA==/z/6VEAAOSw9OFZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDcyMA==/z/6VUAAOSw9OFZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDcyMA==/z/2OoAAOSwDiBZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDcyMA==/z/y5cAAOSwYvFZKxBE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDcyMA==/z/GY4AAOSwIaFZKxBE/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Juicy-Couture-Tote-Shopper-Baby-Diaper-Bag-Jacquard-Leather-Black-/182596027425",
  "ConvertedCurrentPrice": {
    "value": "154.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Juicy Couture Tote Shopper Baby Diaper Bag Jacquard Leather Black Details Condition: PreOwned in excellent condition (a few very small markings which are clearly shown in pictures with arrows, other than that bag is in very good condition-looks like it was barely used.) Retail price: $425.0 Very hard to find vintage bag! Style: Large tote/shopper/diaper bag Color: Black with gunmetal hardware Material: Jacquard canvas mixed with genuine leather Double shoulder straps Detachable tag that reads \"Her Majesty Juicy Couture\" Front cell phone pocket with magnetic closure Zip pocket on other side of bag 2 multi function pockets on interior, a zip pocket and a zip compartment Exterior of bag has Juicy Couture logo etched in front and back Fully lined Shoulder Strap: sits under arm with an 8\" drop Purse dimensions: 18.5\"L x 12.25\"H x 8\"D Payment Shipping Returns Authenticity About Us Contact We accept all methods of payment through PayPal (American express, Discover, eCheck, Mastercard and Paypal transfers). Please make payment within 7 days of auction ending. Ebay will automatically file an Un-paid Item Dispute (UPID) if an item has not been paid within 16 days. We ship worldwide and always combine shipping. If purchasing more than one item, please leave items unpaid and we will send you an invoice with the combine shipping discount within 24hours. Ebay does not automatically combine purchases. We ship out daily. Our shipping method is through USPS First Class, Priority mail or Express for US or International. We reserve the right to ship out UPS Air for orders over $100. Please make payments within 7 days of auction ending. Ebay is setup to automatically open an Unpaid Item Dispute(UID) if items are not paid within 16 days. Call our customer support staff if you have any questions. All purchases include insurance. All US parcels will include a tracking number. International shipment will include a tracking or confirmation number upon delivery for Priority Mail or Express International. California tax: a 9.25% sales tax is applied to any orders coming from California state only. USA Combined Shipping International Combined Shipping each additional item 50% off shipping of first item each additional item 75% off shipping of first item* *unless item is large/heavy International Buyers: Items over $100 must be shipped via Express International with tracking number Shipping time can vary but typically take between 10-14 business days (Priority Mail) or 4-7 business days (Express Mail) provided that the item is not held in customs. Taxes, import duties and other customs charges are not included in the item price or shipping charges. These fees are buyer's responsibility. Please check with your country's customs department before buying or bidding on our items. Not what you expected? Wrong size? Wrong color? No worries, just return it! We accept all returns with a money back within 30 days of purchase. Item must be in same condition with tags, box and any manufacturer information if included. Please allow 7 days for return to be processed once item has been received. Please send the item with a tracking number in case item gets lost. Please mail item back with invoice to: P.O. Box 373, Roseville, CA 95661. *Please note that any shipping charges are not refundable All of our merchandise are 100% authentic and we stand by our promise with a DOUBLE money back guarantee. Yes, that's right, we are so confident that you will receive only 100% authentic items that we back it with a Double Money Back Guarantee. Our merchandise comes directly from high-end department stores within the US or directly from manufacturers. You can always buy with confidence with eStyleo! eStyleo is a licensed retail company located in Roseville, California. Our company is designed to provide high quality name brand items for men & women at discounted prices. We carry everything from jewelry, sunglasses, handbags, wallets clothes and much more! Most of the items we sell will be 30-50% less than department store prices. We sell 100% authentic name brand merchandise. Our warehouse is in California and we buy directly from large retail chains, high-end department stores or directly from manufacturers. Our buyers are fashion conscious and follow the latest trends on a daily basis. We put a lot of effort to ensure that we provide the best selections to our customers. We will do everything we can to keep our customers happy and always in fashion! Please contact us anytime via email through the eBay message system and we will reply within 24 hours. If you do not hear from us within 24 hours, please call us at 1-866-514-2533 Hours: 9am-10pm PST Monday-Friday. We appreciate your willingness to resolve any issues before leaving a negative feedback. Powered by iVendere.com. All rights reserved.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "154.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "USA, USA, US, 00000",
  "Seller": {
    "FeedbackScore": "574",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "shop_unifywomen"
  },
  "PrimaryCategoryID": "169295",
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "154.0",
    "_currencyID": "USD"
  },
  "Title": "Juicy Couture Tote Shopper Baby Diaper Bag Jacquard Leather Black",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-28T18:00:32.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1825960274258080_1.jpg",
  "ConditionID": "1750",
  "EndTime": "2017-06-04T18:00:32.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Bag Depth",
        "Value": "8"
      },
      {
        "Name": "Bag Height",
        "Value": "12.25"
      },
      {
        "Name": "Bag Length",
        "Value": "18.5"
      },
      {
        "Name": "Brand",
        "Value": "Juicy Couture"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Genuine leather/Canvas"
      },
      {
        "Name": "Size",
        "Value": "Large"
      },
      {
        "Name": "Strap Drop",
        "Value": "8"
      },
      {
        "Name": "Style",
        "Value": "Tote/Diaper Bag"
      },
      {
        "Name": "UPC",
        "Value": "N/A"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182596027425",
  "Storefront": {
    "StoreName": "Shop_unifywomen",
    "StoreURL": "http://stores.ebay.com/id=986390905"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "162-431369-0-Chinese",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}