{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Reusable Eco Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169302",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1525601454948080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/RCIAAOSwlY1ZJhb1/$_3.PNG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Alchemy-Gothic-Aetheric-Inclinometer-Attache-Bag-Brown-/152560145494",
  "ConvertedCurrentPrice": {
    "value": "56.35",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Alchemy Gothic Aetheric Inclinometer Attache Bag (Brown) Normal 0 false false false EN-US X-NONE X-NONE FREE SHIPPING!!! Product Features Zipped top opening, adjustable, removable leather shoulder strap & pewter Alchemist stud. Materials: Vintage Cotton Canvas with Genuine Leather with a Pewter Alchemist Stud. Approximate Dimensions: 5\"W x 5\"H x 2\"D Product Description If you're looking for an authentic looking addition to your collection of Steampunk inspired clothing and accessories, look no further than the Alchemy Gothic Aetheric Inclinometer Attache Bag! This splendidly useful bag is designed in the style of a navigation compass pouch, something that would've been an indispensable item for any debonair cloud pilot. Made from canvas and leather, this bag features an 'inclinometer' print to the front, a zipped top opening, a removable leather strap and a pewter Alchemist stud detail to the side. The Alchemy Gothic Aetheric Inclinometer Attache Bag is an ideal treat for yourself and makes for a perfect gift for any Steampunk devotee, lover of Gothic glamour or fan of unusual jewellery. Pair with your favourite Steampunk inspired outfit for a touch of fantastical, aviator style chic. Ordering:Be SURE you want the item Before you order. Be SURE your shipping address in eBay is correct. Be SURE to read the Description Before Ordering. Our systems are Automated and Super-Fast... Once you place the order it may not be possible to cancel to the order. We check our messages about every 24 hours... You sending a message is NOT the same as us instantly receiving it... we typically get it hours later. For faster service... Please Contact us 248-506-0690 (available from Noon-Midnight EST).Payment:We accept PayPal only (*You can swiftly pay through PayPal with your credit card in just a minute… even if you don’t have PayPal Account).Shipping & Handling:Free Shipping within the 48 states!We only ship within the continental 48 U.S. states.We do not ship to Alaska, Hawaii, Puerto Rico, Guam, Virgin islands.We do not ship to APO/FPO/DPO addresses.We do not ship to P.O.BOXES - please provide a physical address!We do not ship internationally.Your order will be processed within 1-2 business days once the payment has been received.Standard shipping typically takes 2-6 business days. Larger/Heavier Items may take a few extra days to ship!We do not offer combined shipping services.**Your item will be shipped directly from our supplier. We are a clearinghouse for several major retailers. In the unlikely event that the item is sold out or on back-order, we will contact you to see if you want to wait a few days or we will refund 100% of your money… YOUR choice. Return Policy:We offer a 14 day return policy from the receiving date. Please contact us for a Return Merchandise Authorization (RMA) number.All items purchased must be returned in the same condition as they were delivered in and in original packaging. They can not have been assembled and disassembled. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem.Return shipping fees are not refundable for non-defective/non-damaged items (Buyer pays for shipping). 15% handling/restocking fee for returns. Buyers remorse, finding the item on sale or price variation is NOT a valid reason for return.Taxes:Taxes are charged as determined by Your State - Not mine.Satisfaction:Your satisfaction is very important to us! If you have any problem with your order, please do not leave negative comments.Please Contact us 248-506-0690 (available from Noon-Midnight EST)… and your issue will be solved quickly! We are a small family-owned business trying to make it, not a huge company that doesn't care…We will ALWAYS do our best for you!",
  "Title": "Alchemy Gothic Aetheric Inclinometer Attache Bag (Brown)",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "56.35",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169302",
  "Location": "Madison Heights, Michigan",
  "Seller": {
    "FeedbackScore": "37",
    "PositiveFeedbackPercent": "89.4",
    "FeedbackRatingStar": "Yellow",
    "UserID": "storethree"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "48071",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-24T23:27:50.000Z",
  "HitCount": "20",
  "TimeLeft": "P21DT6H1M55S",
  "EndTime": "2017-06-23T23:27:50.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Alchemy Gothic"
      },
      {
        "Name": "Manufacturer",
        "Value": "Alchemy Gothic"
      },
      {
        "Name": "MPN",
        "Value": "LG71"
      },
      {
        "Name": "EAN",
        "Value": "0664427041024"
      },
      {
        "Name": "UPC",
        "Value": "664427041024"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "152560145494",
  "Storefront": {
    "StoreName": "StoreHThree",
    "StoreURL": "http://stores.ebay.com/id=1585631544"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00OBSSE5A",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}