{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA3NFgxNjAw/z/m-EAAOSwuMZZDucU/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/Ip4AAOSww9xZDucL/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/IdUAAOSww9xZDucG/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA3NFgxNjAw/z/~9QAAOSwxu5ZDucP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA3NFgxNjAw/z/KzoAAOSw-3FZDuca/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/vintag-Leather-large-duffle-30-Mens-genuine-travel-gym-weekend-overnight-bag-/122483477908",
  "ConvertedCurrentPrice": {
    "value": "50.33",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Welcome Friends…………. 30'' Men's woman genuine vintage Leather duffle bag Item Description:- QUALITY LEATHER BAG Each bag is individually made using goat leather by experienced crafts people .The bag gets better and better with the time as the leather softens and deep-ens in color. The tonality color of each bag might vary in accordance with the low and high temperatures from the heart of The Thar desert.The leather does not receive any chemical treatment. On the bags a special vegetable oil is applied to give more tonality to the dominant brown (light and dark) color of the bag also making it more resistant to the water.Each bag has its charm and style and a very special earthy smell that will assure you it’s real leather.Its lightness, flexibility and durability will not make you regret your purchase. HANDMADE LEATHER BAG AND NETHURAL FOR STUDENTS, WORKERS AND COMMON PEOPLE Features HANDMADE LAPTOP SATCHEL BAG FOR MEN AND WOMEN SIZE: 30\"(long) x 10\"(wide) x 13\"(deep) FOR STUDENTS, OFFICE WORKERS AND COMMON PEOPLE FEATURES Green canvas fabric 1 frant poket 2 side zipar For internal big compartments Buckle Brass Metal Fittings Adjustable strip Strong, light-weight goat leather, tanned without the use of chemicals Leather softens and darkens with use Color and texture of the leather varies Natural real leather smell,/ just like a luxury car or lounge suite / Solid brass buckles and fixtures - will last for years Has a wonderful natural look, and feel Each bag is uniquely individual due to slight colour and marking variations on natural leather Payment Policy Only PayPal is Accepted Item will be shipped immediately on the same or next business day of receiving full payment Shipping Policy Paypal Confirmed Address Only, phone number is must to be provided. Items Will be Shipped by FEDEX ,INDIA POST Next Business day of receiving full payment Tracking Number will be provided Item is described as SYNTH on the packet but please dont confuse because this is doing to avoid you to pay additional custom charges in your country. Returns Policy This Item is Brand New Actual Images of item are shown here RETURNS are Accepted for this Listing Unless Item arrive damaged custom and other duties are paid at destination country are responsibility of customer.. Guarantee We provide 100% original leather products. Our Each item is made with love and passion, you will definitely falling in love with this bag. Our item is comparatively cheaper and well made because it comes from manufacturers. There is no middleman between you and us. About Us We are manufacturer and wholesaler of leather goods and specialized in Office Briefcases, Office Bag, College School bags, Travel Bag, Handbags, Purses, Wallets, leather journals and diaries and many more. We use quality leather of Goats and Camel. We offers customize designing and wholesale prices for bulk order. For more details, please write to us. Please visit our store and have a look of our other items If anything unanswered, please do write to us. Happy Shopping!! THANKS FOR VISIT MY SHOP",
  "Title": "vintag Leather large  duffle 30'' Men's genuine travel gym weekend overnight bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "50.33",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "UDAIPUR, RAJASTHAN",
  "Seller": {
    "FeedbackScore": "31",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Yellow",
    "UserID": "leatherbagshop"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "IN",
  "ListingType": "FixedPriceItem",
  "PostalCode": "313001",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-07T09:24:01.000Z",
  "HitCount": "45",
  "TimeLeft": "P3DT16H33M55S",
  "EndTime": "2017-06-06T09:24:01.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "leather"
      },
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "duffle"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "122483477908",
  "Storefront": {
    "StoreName": "leatherbagshop",
    "StoreURL": "http://stores.ebay.com/id=1539813852"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1224834779088080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}