{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTUy/z/z1QAAOSwfRdZLQ37/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU1NVgxNjAw/z/A74AAOSwblZZLQ4B/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU2MlgxNjAw/z/GO0AAOSwlndZLQ4H/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg3MTE=/z/rRsAAOSwH09ZLQ4L/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LeSportsac-Small-Edie-Backpack-Sweet-Talk-One-Size-/192201907123",
  "ConvertedCurrentPrice": {
    "value": "57.24",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "LeSportsac Small Edie Backpack, Sweet Talk, One Size Product Overview Color: Sweet Talk LeSportsac is a quintessential American lifestyle brand of casual, trend- setting nylon bags. Founded in 1974, the company maintains a strong presence around the globe, offering a fashion-forward line of handbags, travel totes, messenger bags, backpacks, attaches and accessories. The lightweight fabric combined with high-performance hardware characterizes its iconic, functional styles available in a wide variety of colors and prints. A leader in the accessories market, LeSportsac continues to offer fresh, innovative new styles that remain consistent in terms of quality and character while partnering with trendsetters around the world. Details: Product Dimensions: 5 x 11 x 10 inches Shipping Weight: 12 ounces Origin: China Item model number: Small Edie Backpack Domestic Shipping: Currently, item can be shipped only within the U.S. and to APO/FPO addresses. For APO/FPO shipments, please check with the manufacturer regarding warranty and support issues. International Shipping: This item is not eligible for international shipping. Learn More Features: Nylon Imported Nylon lining Drawstring closure 10\" high 11\" wide Top flap with hidden magnetic snap closure Side zipper for main compartment access Exterior front pocket with zip closure Metal hardware Quality Products Have peace of mind knowing that your order will arrive in the condition listed here. Conditions are specific and honest. **Please read the condition notes before purchase. Fast and Free Shipping You're already purchasing the item. Why pay additional for shipping, especially slow shipping? We get your order shipped out and delivered to your doorstep with no extra cost to you. Commitment We are committed to making sure that you leave this transaction satisfied. That means having access to real people that get your questions and concerns answered quickly. Give us a shot and we will make sure that you will look to us again!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "57.24",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "235",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "abiree"
  },
  "PrimaryCategoryID": "169292",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "Title": "LeSportsac Small Edie Backpack, Sweet Talk, One Size",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-30T06:15:40.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1922019071238080_1.jpg",
  "TimeLeft": "P26DT15H23M35S",
  "EndTime": "2017-06-29T06:15:40.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Sweet Talk"
      },
      {
        "Name": "Brand",
        "Value": "LeSportsac"
      },
      {
        "Name": "MPN",
        "Value": "Small Edie Backpack"
      },
      {
        "Name": "UPC",
        "Value": "883681935164"
      },
      {
        "Name": "EAN",
        "Value": "0883681935164"
      }
    ]
  },
  "Site": "US",
  "ItemID": "192201907123",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Returns accepted within 30 days after receiving the item, refund given as money back (no exchanges), return shipping to be paid by buyer. Consumables (beauty products, food, etc.) and clothing must be returned in original condition.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "20170424_25_B018JW1JUU_27.68",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}