{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P21DT1H49M55S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "\"Handmade Brand New, Freshly Made, Real Buffalo Leather, Tanned with Sunflower Oil Only.\"",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA5MFgxNjAw/z/otgAAOSwo4pYkOPK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NFgxNjAw/z/v-0AAOSwImRYkOPW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAzOVgxNjAw/z/u-gAAOSw44BYkOPb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/GlUAAOSw241YkOPh/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE0MFgxNjAw/z/Aj8AAOSwA3dYkOPl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NVgxNjAw/z/LEsAAOSwjDZYkOQ8/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NFgxNjAw/z/xKwAAOSwnHZYkORA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NFgxNjAw/z/rs8AAOSwopRYkORD/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1M1gxNjAw/z/xjoAAOSwnHZYkORL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE0MFgxNjAw/z/oNkAAOSwUKxYkORV/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mens-Genuine-Vintage-Leather-Messenger-Bag-Shoulder-Laptop-Bag-Leather-Bag-/292036487790",
  "ConvertedCurrentPrice": {
    "value": "64.13",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "HANDMADE VINTAGE LEATHER BRIEFCASE BAG A beautifully handcrafted vintage style leather Briefcase bag that you will still be using years from now. Item Descriptions-· Outside Measurements (In inches): 17(Length ) x 13(Height) x 6(Deep) · Weight: 1.2 kgs/ 3 Lbs (approx)· Inside: 1 large compartment with padding, and 3 partitions.· Outside: 2 Front Pocket and 2 Side pocket· 52\" long adjustable leather shoulder straps Material Used’-· Genuine Buffalo Leather Processed naturally, no bad smell· Naturally tanned with sunflower oil only, no use of dye or chemicals· Genuine Brass Polished Accessories· Inside is lined with sturdy but soft canvas PLEASE VISIT OUR STORE AND HAVE LOOK OF OTHER STYLES OF VINTAGE LEATHER BAGS AVAILABLE. WE COMBINE POSTAGE FOR MULTIPLE ITEMS!!! CHARACTERISTICS OF HANDMADE LEATHER BAGS-Bag is made of Genuine Buffalo Leather processed properly left with no smell, tanned with sun flower oil (a traditional method used in India) which makes leather soft and durable.Bag is hand cut, and hand stitched. Each one is individually made pure handmade bag with lasting durability.Each leather satchel is a totally natural product therefore the colors and the finish can vary from one piece to the next.Parts from several hides may be used to make a single leather bag. So there may be some variation in color and the textures to the different parts of a bag, which will create a wonderfully unique effect.Natural lines and marks in the leather are left fully exposed. There may also be visible creases in the leather. These features go to show the genuine origin of our leather bags, they form part of the bag and not affect its durability.Our leather bags are handmade and your new leather bag may be subject to natural variation in its size.All this simply enhances the unique appearance of your bag and adds extra character. PAYMENT-We only accept payment through PayPal. HANDLING & SHIPPING-Items will be dispatched within 1-2 working days of payment receiving. Please keep updated your current shipping address with eBay and PayPal.Please provide a valid contact number along with your address.Tracking details will be provided as soon as the package is dispatched.We always aim to deliver items to our customers as soon as possible. We only use International Standard services of UPS/DHL/FedEx or like others only. We provide free shipping to all the countries CUSTOMS AT DESTINATION- There may be local customs charges (at destination country) which has to be borne by the buyer. The exact amount varies from country to country, and are unknown to us. You may get in touch with your local customs office for the details. RETURNS- Returns are accepted, please write to us prior to returning the item, we will guide you better. Item must be returned in its original conditions within 30 days of receiving. Return shipping will have to be paid by buyer only. Full refund (INCLUDING RETURN POSTAGE) will be given only for faulty/defective/damaged item. In all other cases, 20% of total invoice value will be deducted as restocking fees. FEEDBACK:-Please don't treat the feedback forum as a way to communicate. Please write to us through eBay or emails, and we will provide speedy resolutions to all your queries/concerns.Items are described to the best of our knowledge and we are dedicated to deliver the quality products we promise. If any detail has been overlooked/missing, please contact us through eBay with any issues prior to leaving negative feedback.We would request you to please give us 5 star rating feedback, so we can grow and continue offering you best quality leather items. If you feel otherwise, please let us know how can we improve our services. ABOUT US:-We are manufacturer and exporter of leather bags and accessories. We do offer customization for bulk order as well custom design with brand logo is offered. Please write to us with your complete requirements. CONTACT US-If you have any special requests or questions, please do not hesitate to contact us anytime. We will get back to within 24-48 hours. THANKS FOR YOUR VISIT AND HAPPY SHOPPING!",
  "Title": "Men's Genuine Vintage Leather Messenger Bag Shoulder Laptop Bag Leather Bag",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Central America and Caribbean",
    "LA",
    "BO",
    "CO",
    "EC",
    "FK",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE",
    "BM",
    "GL",
    "PM",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "IQ",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BT",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "AT",
    "BA",
    "BG",
    "HR",
    "GI",
    "GG",
    "HU",
    "JE",
    "LV",
    "LI",
    "LT",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "64.13",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "MUMBAI, MAHARASHTRA",
  "Seller": {
    "FeedbackScore": "97",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "supremesalesagency"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "400077",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-02-23T17:00:20.000Z",
  "HitCount": "19",
  "ConditionID": "1500",
  "EndTime": "2017-06-23T17:00:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Sneh Bags"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292036487790",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "IN",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2920364877908080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "true"
}