{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Fanny, Waist Packs",
  "TimeLeft": "P19DT3H34M3S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "ok condition, has some worn edges-see all photos",
  "PrimaryCategoryIDPath": "11450:169291:80600:169298",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/zH0AAOSw03lY5aiI/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/F0kAAOSwAANY5ai1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/pNUAAOSwDmBY5aiN/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/tYgAAOSwpP9Y5aiR/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/qLYAAOSwTM5Y5ajW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/aisAAOSww3tY5aiZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/GysAAOSwpkFY5aid/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/a2wAAOSww3tY5aih/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/qNUAAOSwDmBY5aim/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/NCAAAOSwVctY5aip/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Fi8AAOSwAANY5aiv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/v4sAAOSwpP9Y5ajy/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Gucci-Unisex-Fanny-Pack-Waist-Bag-Brown-GG-logo-/302325016611",
  "ConvertedCurrentPrice": {
    "value": "270.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Gucci Unisex Fanny Pack/Waist Bag Brown/GG logo, dark brown logo w/ brown leather, there are several areas that show wear signs and this has signs of dirt-see photos, the worn areas do not have holes but you can see the fabric underneath-I did not have issues with anything falling out of this ll my items stay in tact when I wore this, I have taken as close up pictures to show this. still lots of life and wear to the fanny pack. I have a generic dust cover that I will send along with this-it is not the original dust cover. Please check out my other designer itemsPLEASE READ-I do combine shipping at a discount. You will need to wait for an invoice from me before purchasing multiple items. At times I will negotiate a price, change the price of an item, and end the listing early because a buyer & I have agreed on a purchase price that may not be the starting bid or buy it now price. These items I sell are either mine, I have purchase myself or sell for a friend. Due to the large amount of buyers that are bidding and winning the bid but do not pay an automatic unpaid case will be open if payment is not made within 48 hours on every item regardless if we have agreed on an extended time for you to purchase the item. I cannot pick & choose as I list the items, it is on all items, however if we have agreed on an extended payment I will honor that date. I will ship international through EBAY and will not mark the item as a gift, please check the taxes and import fees-there is a drop down that you can check this-if you need assistance EBAY will help you with this. Any questions on items, I do my best to respond within 24 hours. Pictures: I can list up to 12 pictures. On most of items I list an average of 8 pictures. You will need to scroll over to see more pictures. I mention this because I get a lot of questions about this and some do not know there are more than the 4 pictures before or after they purchase an item. The pictures are taken within 48 hours of the listing going live, the items are then stored and NOT worn again-what you see in the picture is the item you will get unless I specifically list in on the item for multiples-read the description of the item-it is listed there Smells: I keep all items I sell in a spare bedroom where I have a single febreze plug in freshener in the outlet and I do have 1 open container of a hanging mothball in the closet year round, not because I have a problem, I never have but only because I don’t want to have a moth problem. The clothes I sell are hung in this closet. Almost all of the shoes I sell have been worn or tried on. If there is a strong odor I will put this in the listing. You cannot expect that there will be a “NEW” smell on shoes that I list or that no one has tried them on before. Some shoes may be worn or tried on with or without stockings. In addition you should never expect that you can wear the item the day you receive it, you should have the expectation that you will need to wash/launder or dry clean an item. New/Rtn/Pre owned shoes/clothing/jewelry or any item: new/rtn are items that are bought discounted from the original price of the item because they were bought at a major department store & returned to that major department store. Most of the shoe items have 1 or 2 indents on the bottom of the shoe that indicate this & cannot be returned for full value. I do NOT know how many times they were worn prior to the person returning them but if it is significant I will put that in my listing, the statement also pertains to any items I sell-I do NOT know how many times a clothing items or any other item was handled or tried on before I purchased. In addition, I upload all angles of the items so you can judge for yourself if this is an item you want to purchase. Ask any & all questions before you bid. EBAY has also told me that shoes need to be listed as pre owned even if they look brand new because I do not know how many times they were tried on at a store. Most of my items are at a significant savings from the retail store however if you prefer brand new or request shoes that were not tried on or still have the wrapping inside the shoe then you should buy from the store. *I try to accurately describe all items as I see them, any questions-ask. I strive for 100% positive feedback & ask that you reach out to me if you have issues-thanks in advance. *I do not accept returns but if I choose to accept a return there will be a 20% restocking fee on the item and you are responsible for the paid shipping back to me. If the item is in the same condition that it was shipped to you then you will receive a full refund minus 20%",
  "Title": "Gucci Unisex Fanny Pack/Waist Bag Brown/GG logo",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "270.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169298",
  "Location": "Las Vegas, Nevada",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "995",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "shorty700"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PK",
    "PY",
    "RE"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "89178",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-22T20:32:20.000Z",
  "HitCount": "184",
  "ConditionID": "3000",
  "EndTime": "2017-06-21T20:32:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Gucci"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Style",
        "Value": "Fanny Pack / Waist Bag / Belt Bag"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302325016611",
  "Storefront": {
    "StoreName": "shorty700",
    "StoreURL": "http://stores.ebay.com/id=65872049"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3023250166118080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "true"
}