{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P24DT18H46M21S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "Very popular 100% genuine leather bag,we provide best service to our customer",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/QuwAAOSwdzVXlbaP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/Wm8AAOSwARZXlbaU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/nSsAAOSw0RpXlbaY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/W1UAAOSwARZXlbad/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/wn8AAOSwbsBXlbah/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/hEwAAOSwENxXlban/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/B9MAAOSwIgNXlbas/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mens-Vintage-Business-Genuine-Leather-Messenger-Shoulder-Briefcase-Bag-Brown-/272690554036",
  "ConvertedCurrentPrice": {
    "value": "55.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Leather Messenger Mini Full Flap Goat Leather Men's Women's Messenger Bag Unisex DESCRIPTION Bag is made of Genuine Goat Leather processed properly left with no smell, tanned with sun flower oil (a traditional method used in India) which makes leather soft and durable. Bag is hand cut, and hand stitched. Each one is individually made pure handmade bag with lasting durability.Each leather satchel is a totally natural product therefore the colors and the finish can vary from one piece to the next. Parts from severalhides may be used to make a single leather bag. So there may be some variation in color and the textures to the different parts of a bag, which will create a wonderfully unique effect. Natural lines and marks in the leather are left fully exposed. There may also be visible creases inthe leather. These features go to show the genuine origin of our leather satchels and messengers bags, they form part of the bag and not affectits durability. Our leather bags are handmade and your new leather bag may be subject to natural variation in its size.Photo drag the color ofthe bag changes and color effect. Material Used’- Genuine Goat Leather Processed, no bad smell Naturally tanned with sunflower oil only, no use of dye or chemicals Genuine Chrome Polished Solid Accessories Inside is lined with sturdy but soft canvas All this simply enhances the unique appearance of your bag and adds extra character. USE OF-Tab, Files, Documents, and your use of think. Size-LENGTH - 9'' INCHWIDTH - 11'' INCHDEPTH - 3'' INCH 2 inner compartments and 1 big compartments and green strong lining inside Main inside part is fully 2 zippered closure .One long shoulder adjustable belt, with brass accessories. Weather proof item. Natural leather smell will fade withthe use of this item. Made by experts from Rajasthan Please provide your telephone number as well, so that the shipment company can contact you when your item arrives, or the item will be sent back to us. We will not be able to resend the item in that case so please make sure to provide your contact number.Item will be ship by register air mail (India Post). Please allow 12-21 for the shipment to arrive to your country * We only using Post with the tracking number for the shipment . Buyer could make request shipment to using Express post (Ems Express, DHL or FedEx), it will take 5-8 days shipment. Buyer will pay more cost. Please do provide your Full Address and Phone Number by eBay message immediately after making the payment for easy delivery. • We only accept PAYPAL. • Payment is to be completed within 3 days of the purchase. • Please contact us if you can't make the payment promptly. • Otherwise, we will reserve the right to re-list the item and the unpaid item report will be made correspondingly. Returns Policy • In case of return of the goods, buyer has to borne the shipping charges.• Customs duties and other duties levies in destination country are responsibility of the customer.• We will exchange the item if returned to us within 14 days of original packing.• The item should not be used.• No alterations Must be Done to Item. Otherwise We won't take it Back• Buyer Must Inform within Two days after Getting the product about any Issues with the Item. Terms & Conditions • Customers are required to provide full & accurate information at the time of order.• No Warranty• Dry cleaning only• We use standard shipping carriers for national & international shipping.• Accessories & Stitched Pieces shown in the image are just for photography purpose.• There may be Colour variation due to difference in resolution of the photo & the actual colour. • Please clarify all your doubts before buying. • In case the item is out of stock your entire amount will be refunded via the same way the payment was made. • All winning bids / store purchases are a firm commitment to purchase and you are obligated to complete the transaction. • By purchasing/bidding on an item you agree to be bound by the conditions of sale included in the item's description. • Offer price is for per piece Feedback • Please do not leave a negative feedback as a way to communicate. Any rating given to a seller can neither be changed nor modified. So better communicate for faster resolution to any disputes.• If you have any concerns regarding your purchase, please contact us via phone or mail, we assure you that a satisfactory resolution will be reached.• Please help us maintain a 5 Star DSR rating in all 4 rating categories, if you feel otherwise, please let us know how we can score a perfect rating from you before you rate us.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "55.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "RAJASTHAN",
  "Seller": {
    "FeedbackScore": "112",
    "PositiveFeedbackPercent": "96.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "naturalstonehub"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Men's Vintage Business Genuine Leather Messenger Shoulder Briefcase Bag Brown",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-28T09:44:21.000Z",
  "HitCount": "6",
  "ConditionID": "1500",
  "EndTime": "2017-06-27T09:44:21.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272690554036",
  "Storefront": {
    "StoreName": "naturalstonehub",
    "StoreURL": "http://stores.ebay.com/id=1397032142"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "IN",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726905540368080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}