{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/xbsAAOSw8lpZLIb7/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/xFIAAOSwDiBZLIb-/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/7tMAAOSw3gJZLIcA/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/DBsAAOSwn-tZLIcB/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/TlEAAOSw0hlZLIcD/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/7wIAAOSw3gJZLIcE/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/S24AAOSwJH1ZLIcG/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/XnEAAOSwfpVZLIcH/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/xkEAAOSw8lpZLIcJ/$_57.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/APHISON-Designer-Hand-Bags-Unique-Embossed-Floral-Womens-Leather-Handbags-BROW-/162533690317",
  "ConvertedCurrentPrice": {
    "value": "202.81",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "APHISON Designer Hand Bags Unique Embossed Floral Women's Leather Handbags (BROW APHISON was founded in the early 21st century,In recent years,Along with the chinese style in unceasing weeds through the old to bring forth the new to hit actually receives the favor day by day.We start selling APHISON handbags exclusively in the from 2016,We have obtain trademark registration in America.The source of inspiration come from nature and life,integrate with the Italian novel design and exquisite craftwork,the French romantic elements,Chinese classic culture. APHISON Will bring you a Modern,Concise and Vintage Style dress.Fashion will change but we believe our classic style will remains. Why choose us 1、Simply design , fine fashion ,Gently adds a touch of Chinese style and personality 2、Embossing design ,top full gain leather ,water prove , soft ， Embossing design makes lifelike pattern . 3、Detachable comfortable should strap ,detachable gold strap design making your shoulder more comfortable 4、Fashion handle, Uses human engineering mechanics technology. 5、Metal zipper , high-quality gold zipper ,smooth feel , colorful . 6、Tailoring technology difficult to break tailor needle , each needle is made with master technique to build out a masterpiece APHISON owns a strong design group.With their intelligence and creativity, the designers explain their unique understanding of life and show unlimited admiration to human fashion.You are worthy owning it! Tips: pure manual measurement, pure man named color, there is a 1-3 cm error belongs to the normal range, the color may be a little deviation, the actual item is the standard. Bags lined with color will change with different production period. How to Care for Handbags clean carefully without scrubbing the hide with warm water. Do not get it wet,only dampen. Use a soft, clean cloth to dab the affected area.Never dry-clean. Do not use solvents to clean it.· Suitable for many occasions, party, banquet, shopping, etc., enough to meet the daily needs of life.· Using high-quality leather,easy to clean.when it is getting dirty, gently wipe with a damp cloth, or use a special detergent clear.· You can place some items, such as wallets, credit cards, lipstick, cosmetics, mobile phones and anyother items.· Strong design group, advanced machining technical and also experienced maker ,will bring you the high quality fashion bags.· As a present for yourself, family members, girlfriends, It will be certainly surprised and lovely,and bring her a good day at once. \"Length: 11.8 inch Height: 12.19 inch Width: 5.9 inch Weight: 1.98 pounds\" Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. PAY SAFE: PAYPAL PAYMENT IS ACCEPTEDWe offer a 30 day return policy for our products.We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period.Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested.If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible.DELIVERY TIMES Domestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "202.81",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "Phoenix, AZ",
  "Seller": {
    "FeedbackScore": "771",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "danalb79"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "APHISON Designer Hand Bags Unique Embossed Floral Women's Leather Handbags (BROW",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-29T20:39:38.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625336903178080_1.jpg",
  "TimeLeft": "P26DT4H30M44S",
  "EndTime": "2017-06-28T20:39:38.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "APHISON"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Style",
        "Value": "womens"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Pattern",
        "Value": "Floral"
      },
      {
        "Name": "Features",
        "Value": "Zipper"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162533690317",
  "Storefront": {
    "StoreName": "danalb79",
    "StoreURL": "http://stores.ebay.com/id=1208369819"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B06XD221CY",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}