{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P18DT15H45M33S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Very Good : Used with minor stains and/or scratches.",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1225093097138080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/4k0AAOSwZVlXldBn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/d4UAAOSwRgJXldBn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/j~wAAOSwbsBXldBn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/84IAAOSwaB5XldBn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/6OIAAOSw-YVXldBo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/87oAAOSwaB5XldBo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/L9MAAOSwtnpXldBo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/8-8AAOSwaB5XldBp/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Barry-leather-business-bag-dial-lock-Free-Shipping-pre-/122509309713",
  "ConvertedCurrentPrice": {
    "value": "79.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Product Details (Item Description) Barry leather business bag dial lock with Free Shipping [pre](1003020504D01744) brand Barry Color black Material leather specification Outside: open pocket 1 Inside: interior zip pocket 2 1 open pocket Pen Holder 2 size H about6.7inch W about9.4inch D about1.4inch accessories Storage bags Rank B State used is the goods. Hardware: Rubbed Yes. (Number: from the top 007) Outside: Rubbed Yes. Inside: There is color transfer. See other items Click here We only ship to PayPal registered address. Service: EMS (You can choose by FedEx too) EMS Tracking URL: Japan Post Click Here ( FedEx Track a Shipment Click Here ) If you don't have any request.automatically shipping by EMS. We only Accept PayPal. Please pay within 3 days after the close of the auction. The item will be shipped within 2 business day after the payment is received. If payment can't be confirmed within 7 days after the close of the auction. a reminder will be sent to you. No Returns Accepted. All our items are 100% authentic. They have been inspected by brand specialists. As every seller dealing with preowned branded items in Japan we have as well license from local government to offer services of this kind. We are officially registered as legal business and we have to comply with all rules and regulations including tax requirements from the Japanese government. We won't under-value merchandise or mark the item as a gift on customs forms.Doing that is against U.S. and international laws. We only ship to PayPal registered address. We do combined ship. Please contact us for quotation. Please contact us if you reside in countries in which we do not specify shipping service and cost. Please be aware that delivery could be delayed depending on customs inspection. in case of natural disasters. and other reasons such as postal strikes. If you have any problem. please contact us. Your satisfaction is important to us. Customs Tax[ International Buyers- Please Note ] Import duties. taxes. and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility.Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying.Customs fees are normally charged by the shipping company or collected when you pick the item up. These fees are not additional shipping charges.[ About the customs Tax of each country ] We're sorry. It is impossible to check the that the package of all countries costs. But. the shipping cost is included in the finidhied-product charge.(Free shipping) We won't under-value merchandise or mark the item as a gift on customs forms. Doing that is against U. S. and internation all. We were established in 2003 and we are biggest class to deal with second hand jewelry in Japan. Our head office is in Tokorozawa city of Saitama prefecture. The secret such amazing price has come true : Brand-new jewelry generally cost for materials.(the prices of gold and platinum fluctuate very widely!) . manufacturing. and designs before they are displayed of the shop. After putting on sale. they further need for advertising rate.personnel expenses. rent of shop. and a profit. But secondhand jewelry of ours can cut the cost of design by reason of purchasing precious metals which are completed as a product. What is more. we can carry out a big reduction the cost because we do not make goods. As a result we can realize the unbelievable price less half than new one. With regard to our business : There are over 50 specialty stores in eastern Japan named \"Wonderprice\". which specializes in purchasing used goods. Our business is to buy precious materials such as jewelies. high quality bags and watches. And we particularly emphasize jewelry. our special artisans grind the jewelries one by one politely. So recycling jewelries are changed splendidly like as new ones. we can give customers with confidence. In 2006 we opened the store at Yahoo auction booth that is the biggest shopping site for used goods. On purpose is to provide customers our goods which are low-cost. high quality secondhand. Our achievement was 150.000.000 yen proceeds for a year.Last year. in 2013. our shop was started at RAKUTEN ICHIBA. for only a half year wewere successful in weekly MVP award of jewelry and accessory field.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "79.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Saitama",
  "Seller": {
    "FeedbackScore": "1539",
    "PositiveFeedbackPercent": "98.3",
    "FeedbackRatingStar": "Red",
    "UserID": "wonderprice-jp"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Barry leather business bag dial lock with Free Shipping [pre]",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-22T06:46:42.000Z",
  "HitCount": "9",
  "ConditionID": "3000",
  "EndTime": "2017-06-21T06:46:42.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Size",
        "Value": "H about6.7inch  W about9.4inch  D about1.4inch"
      },
      {
        "Name": "Style",
        "Value": "Clutch"
      },
      {
        "Name": "Color",
        "Value": "black"
      },
      {
        "Name": "Material",
        "Value": "leather"
      },
      {
        "Name": "Brand",
        "Value": "Barry"
      }
    ]
  },
  "Site": "US",
  "ItemID": "122509309713",
  "Storefront": {
    "StoreName": "Wonderprice2013",
    "StoreURL": "http://stores.ebay.com/id=1169114764"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "JP",
  "SKU": "1003020504D01744",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}