{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P6DT23H13M25S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "100% Guaranteed AUTHENTIC  / Louis Vuitton / Drouot M51290 / Monogram Canvas Leather Brown Gold Shoulder Crossbody Bag France / Condition Rank: Outside B / Inside AB / Exterior: Faded, rubbed and darkening. Very stains and very rubbed on the bottom. / Interior: A little scratches. / Corner: Rubbed. / Strap: A little faded, rubbed and darkening. / Hardware: Scratches.Inside Pocket: A little peeled off and sticky. / Odor: NONE / It's a Pre-owned, Secondhand and Original item from Louis Vuitton Monogram Canvas collection. / Style name is Drouot and the style number is M51290. / Date code is VI1929 that meant the bag was made in France during the 12th week of 1999. / AND CHECK ALL OF PICTURES BEFORE YOU BID !!!",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/XmAAAOSwZKBZMWT4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/9EwAAOSw42dZMWT7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/m6MAAOSw~FJZMWT-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/nGkAAOSwKytZMWUB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/gmgAAOSwi7RZMWUG/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/-soAAOSwsXFZMWUJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/ECIAAOSwlMFZMWUM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/XPIAAOSwfpVZMWUQ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/hu0AAOSwjL5ZMWUT/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/cEcAAOSwq1JZMWUV/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/A2YAAOSw5cRZMWUZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/8DUAAOSwBt5ZMWUi/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-Louis-Vuitton-Monogram-Shoulder-Crossbody-Bag-Drouot-Brown-Gold-LV-/263016552335",
  "ConvertedCurrentPrice": {
    "value": "299.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "100% Guaranteed AUTHENTIC Louis Vuitton Drouot M51290 Monogram Canvas Leather Brown Gold Shoulder Crossbody Bag France INFO. Brand: Louis Vuitton Style Name: Drouot Style Number: M51290 Date Code: VI1929 Color: Brown Material: Monogram Canvas, Leather Lining: Leather Comes with: Original Dust Bag, Care Card only Country of Manufacture: France Outside Pocket: None Inside Pocket: 1 Pocket APPROX MEASUREMENT Size in cm: W 24.5 x H 22 x D 10.5cm Size in inch: W 9.64 x H 8.66 x D 4.13\" Strap: 113-131.5cm / 44.48-51.77\" Strap Drop: 47-56m / 18.50-22.04\" CONDITION DESCRIPTION Condition Rank: Outside B / Inside AB Exterior: Faded, rubbed and darkening. Very stains and very rubbed on the bottom. Interior: A little scratches. Corner: Rubbed. Edge: - Strap: A little faded, rubbed and darkening. Hardware: Scratches.Inside Pocket: A little peeled off and sticky. Odor: NONE It's a Pre-owned, Secondhand and Original item from Louis Vuitton Monogram Canvas collection. Style name is Drouot and the style number is M51290. Date code is VI1929 that meant the bag was made in France during the 12th week of 1999. AND CHECK ALL OF PICTURES BEFORE YOU BID !!! 2000656234100633 nzfte obotz E Please understand 1) The senses of smell is verify by person. 2) The actual color of the items may be a little different from what you see in pictures because of the spec of the monitor or PC. 3) Although I try my best to Describe the condition of each item with pictures, please note that items may have unnoticeable flaws. Condition Chart N: Brand New, never been used and unused item. S: Almost same as Brand New. Almost MINT condition. SA: Same as Brand New but displayed item. A: Recycle item with scratches or/and stains but still in good condition. AB: Between A and B. B: Generally Secondhand item which is more noticeable scratches or/and stains than A rank. BC: Between B and C. C: The item has more than above-stated defects. Shipping I will ship from Japan to worldwide via Japan Post within 1 business day of receiving payment. The tracking number and estimated delivery days will be mailed to you as soon as the package leaves my shop. From a smoke-free and pet-free place in Japan. Payment I ACCEPT PAYPAL ONLY Important Notice My all items are Secondhand items and 100% Authentic Guaranteed. All items are guaranteed to be 100% AUTHENTIC. NO FAKES, NO VARIANTS. All of my items are inspected by a brand specialist prior to being listed to verify authenticity. Please make sure the condition before you bid. I don't accept to declare under-value and as Gift on outside of package for customs. Import duties, taxes and charges are not included in the price of item or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up-do not confuse them for additional shipping charges. Return Policy PLEASE UNDERSTAND My condition chart is just reference. I cannot accept to refund or exchange the item for the reason based on the condition chart. Please contact me regarding any problems before leaving negative feedback. I will reply within 24 hours. HIRAKOBA Co.,Ltd. INAGAKIYA Bld. 1F, Hamano-machi 10-11, Nagasaki City, Nagasaki, 850-0853, Japan Nagasaki Public Safety Commission Dealer in Secondhanded Articles Permit NO.921010000456 THANK YOU FOR LOOKING !!",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "AO",
    "TR"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "299.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Nagasaki city, Nagasaki",
  "Seller": {
    "FeedbackScore": "2501",
    "PositiveFeedbackPercent": "99.1",
    "FeedbackRatingStar": "Red",
    "UserID": "hirakoba0307"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Authentic Louis Vuitton Monogram Shoulder Crossbody Bag Drouot Brown Gold LV",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T13:20:42.000Z",
  "HitCount": "0",
  "ConditionID": "3000",
  "EndTime": "2017-06-09T13:20:42.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Louis Vuitton"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "Material",
        "Value": "Monogram Canvas, Leather"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Bag Height",
        "Value": "8.66\""
      },
      {
        "Name": "Bag Length",
        "Value": "9.64\""
      },
      {
        "Name": "Strap Drop",
        "Value": "18.50-22.04\""
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "Bag Depth",
        "Value": "4.15\""
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "263016552335",
  "Storefront": {
    "StoreName": "HIRAKOBA",
    "StoreURL": "http://stores.ebay.com/id=1146254568"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "We fully guarantee that this item is authentic. If you judge this item to be a fake, and can prove it, we will refund your money after the item is returned. Expenses will be borne by the customer in the case of returned goods by the customer convenience.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2630165523358080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}