{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525703204978080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/3xMAAOSwU8hY6BwP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/bR0AAOSwpP9Y6BwU/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/sr8AAOSwls5Y6BwY/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/McKleinUSA-GRANGE-96498-Blue-Leather-Vertical-Detachable-Rolling-Briefcase-/152570320497",
  "ConvertedCurrentPrice": {
    "value": "279.96",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Rolling Briefcase McKleinUSA LA GRANGE 96498 Blue Leather Vertical Detachable-Wheeled Ladies' Briefcase Size:14.4 x 8.8 x 18.5 inches | Color:Aqua Blue Patented 2-in-1 Detachable Wheel and Handle System. Vertical, euro influenced design allows easier maneuvering in tight, crowded areas. Narrow design also benefits users who travel on planes with the ability to maneuver down aisles without having to lift the bag. Stylish, flap-over front pocket for files and accessories with secure clasp and key lock. Smart Zipper Attachment allows piggy-backing on extended handles of other rolling cases & luggage. Item Features: Patented 2-in-1 Detachable Wheel and Handle System Vertical, euro influenced design allows easier maneuvering in tight, crowded areas . Narrow design also benefits users who travel on planes with the ability to maneuver down aisles without having to lift the bag . Stylish, flap-over front pocket for files and accessories with secure clasp and key lock. Smart Zipper Attachment allows piggy-backing on extended handles of other rolling cases & luggage. *The digital images we display have the most accurate color possible. However, due to differences in computer monitors, we cannot be responsible for variations in color between the actual product and your screen. Other Items: Thanks for looking. Please check out my other items. Handling Time Usually takes 2 business days to ship this item once payment has been received. FREE Shipping Usually takes 3-10 business days for the delivery. (Most items are delivered within 3-5 business days.) Shipping is within the continental 48 U.S. States only No international shipping No shipping to Alaska, Hawaii, Puerto Rico, Guam, or the Virgin Islands No shipping to Canada or Mexico No shipping to APO/FPO/DPO, PO Boxes or Military Addresses We do not offer combined shipping services We are a clearinghouse of a major retailer. The item will be shipped directly from our supplier. In the unlikely event that the item is sold out or on backorder, we will refund 100% of your money. Shipping Address If your shipping address is different than your Paypal address, please add the shipping address to your authorized addresses in your Paypal account. We can only ship to an authorized Paypal address. We do not accept email to change shipping address. Payment PayPal only please. It is your best protection as a buyer. Terms of Sale and Feedback: Feedback is extremely important to me and eBay If you are satisfied with our transaction, please take a moment to leave Positive Feedback. YOUR Satisfaction is my #1 Priority! If there are any issues, PLEASE contact us BEFORE leaving a neutral or negative rating so that I may resolve any concerns. I PROMISE I can make you happy if you give me a fair chance. Taxes: TAX FREE! DON'T BE FOOLED BY LOW PRICES FROM OTHER SELLERS! Returns / Concerns: All items qualify for returns within 14 days of receipt. Buyer pays for return shipping and must return the item in exactly the same condition as it was received and must also include, in the same condition as it was received: All packaging such as boxes, bags, and tags; Accessories such as cords and remotes Certificates, manuals, and warranty cards. Re-stocking fees may apply. Seller must be notified prior to returning any item. Buyer's remorse is not grounds for refunds. Refunds will be issued upon receipt and inspection of returned item and be issued through PayPal. Please be sure this is an item you want before making your purchase. Customer Satisfaction is my TOP priority! All items are IN STOCK at time of listing. Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items. Please do not penalize me if I have to issue you a refund on this Rolling Briefcase!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "279.96",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Portland, Oregon",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "6540",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "Green",
    "UserID": "wiki*store"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "97217",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-02T07:36:33.000Z",
  "Title": "McKleinUSA LA GRANGE 96498 Blue Leather Vertical Detachable... Rolling Briefcase",
  "TimeLeft": "P29DT16H44M14S",
  "EndTime": "2017-07-02T07:36:33.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "96498"
      },
      {
        "Name": "Color",
        "Value": "Aqua Blue"
      },
      {
        "Name": "Brand",
        "Value": "McKleinUSA"
      },
      {
        "Name": "UPC",
        "Value": "072091080148"
      },
      {
        "Name": "Size",
        "Value": "14.4 x 8.8 x 18.5 inches"
      },
      {
        "Name": "EAN",
        "Value": "0642154964984"
      }
    ]
  },
  "Site": "US",
  "ItemID": "152570320497",
  "Storefront": {
    "StoreName": "peanutix",
    "StoreURL": "http://stores.ebay.com/id=1393699223"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All items being returned must be sent in the same condition as they were received. If you would like to return your purchase, you will need to contact me to get a return label and packing slip. No returns will be accepted without a return label and packing slip. If all items are not returned (parts, directions, stickers, etc), a full credit will not be granted. Restocking fees may apply.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B003R2YBQW",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}