{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "TimeLeft": "P16DT3H59M24S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "As always, please see and review all pictures for best personal perspective of condition! Certainly opinions vary relating to vintage and pre-loved pieces!  More photos always available. Many THX!  Awesome and ULTRA rare piece...all presents well and strong.",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/dpoAAOSwGJlZH2PV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/IvcAAOSww5hZH2On/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/Q9QAAOSwhvFZH2OQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/QM0AAOSwZ4dZH2OP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/KRgAAOSwR29ZH2OV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/VbIAAOSw-3FZH2OT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/Q-UAAOSwcgNZH2Od/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/9o0AAOSwuMZZH2PD/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/k2gAAOSwIaFZH2PK/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/k7oAAOSwIaFZH2PQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/$(KGrHqNHJCUE+hPv6NCJBQPSKc5oVg~~60_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ultra-RARE-Vintage-LOUIS-VUITTON-Suitcase-Sport-Keepall-Carry-Tote-Luggage-LV-/371955927271",
  "ConvertedCurrentPrice": {
    "value": "1249.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "These handsome piece can multi - task wonderfully for you! It's ULTRA RARE to find available....take this opportunity to make it yours alone! Crafted as a Racquet carrying case - but so many ways you can enjoy it now! Perfect as a petite suitcase for a weekend away! Take it to the Club....looks great in the seat next to you! Will be a piece you'll enjoy frequently - and NO one else will have anything like it - which is a great feeling! No reason to travel with anything less than the best - and for lots of us, our choice is LOUIS VUITTON! You'll love having this piece helping you to travel more effortlessly and, of course stylishly! Guaranteed Authentic, as always. Crafted in France prior to date codes and such. Travel with this piece will be fun and functional! It's easy to carry and will protect and holds your precious things in classic style. Perfect for ladies or gentlemen. along with a few other luxury luggage boutiques - some pieces were even private labeled - this one was not, however. Feel free to research these harder to find pieces - it may even be authenticated online at Caroldiva.com or MyPoupette.com if you like - their services are wonderful - but ALWAYS AUTHENTIC here, so no worries there! Here are the details! Vintage piece - it has seen travel to wonderful places - so as with any piece of luggage that has accompanied you during travel, there are bumps, smudges and scuffs here and there. But that said...this little charmer is in wonderful vintage condition! The LV Monogram is recognized all over the world as a symbol of luxury....it is very vivid and crisp - no issues. The original zip closure functions as it should. They meet in the middle, making it easy to add a lock if you choose. There is a super handy zip pocket on the front side. The rolled handle feels nice in your hand and is strong. All leather shows age appropriate charm and is strong. Metal feet have protected the bottom - need to re-take picture! There are a few rubs and smudges in the leather as should be expected. Inside is lined in a beige heavier linen textile and is a single compartment. There are a few darker areas here and there....not objectionable to most. Leather straps present as well as an elastic pocket! Prior owners name is printed on an inside leather tab. Pieces such as this are a joy to find....only available once a collector decides to part with it - fortunate us! Already a treasured heirloom - years and years of service ahead! It is smaller in scale making it a breeze to carry - sized at 28 x 12 x 5.5\" approximately. Will be a great addition to your luxury luggage ensemble! There are several handsome luggage tags currently listed that would b a very nice addition to this piece as well! Sure to make traveling to any destination more pleasurable! Charming little luggage piece. Just can't say enough about this rare case...discontinued long ago, so you just can't walk into the boutique and find something like it! Something so special about a vintage charmer! Keep it sitting out in view when not in service! It will definitely cheer up your closet or dressing area! Super handsome and very very rarely available! P.S....the very last picture shows another amazingly rare piece available now in a separate sale...take a look! P.S.S...so many wonderful luxury things available now...more always on the way! Take a fun browse through the boutique...happy to ship your treasures together! Lots and LOTS of rare LV things to see...enjoy! Classic and Enduring LV ! Questions welcome and additional pictures may always be requested prior to purchase. Domestic USA shipping via USPS and happy to offer internationally through ebay global! Those with 10 or fewer transactions, please know your payment will be due IMMEDIATELY via PayPal. Everyone else has up to 4 days to complete payment. Please honor your purchase contract by making payment promptly - help to keep ebay fun for everyone! Final Sale, please, so use the Enlarge feature on the pictures - it will give you the best perspective on condition - and certainly, opinions vary relating to condition of vintage and/or pre-owned pieces! Review all pictures as they are a large part of the description...request more if you like! Shipping is happily combined, so please see all the other wonderful things currently listed - more on the way! \" 5 STAR FEEDBACK\" is the goal, so will ship nicely packaged and fast so you may begin enjoying it! Any areas marked less than a 5 are considered POOR by ebay for some crazy reason - so please do me the honor of earning those VALUABLE 5 STARS!!! For safety's sake, ships Domestically with Signature Confirmation and Insurance. Always buy with confidence and worry free - as EVERY designer item is ALWAYS AUTHENTIC - GUARANTEED! Have fun browsing my store for other wonderful things - more rare items added all the time! Thank you so much for shopping and Happy ebaying! *** Please know all pictures and text contained in this listing are the property of Laugh in Color, and by law may not be duplicated or used elsewhere without written consent of said owner. *** Returns are not typically accepted as listings contain detailed descriptions and photographs....please read in entirety and enlarge photographs....as they reflect the items true character.",
  "ExcludeShipToLocation": [
    "PG",
    "NU",
    "SB",
    "TO",
    "FM",
    "NR",
    "KI",
    "AS",
    "PF",
    "CK",
    "PW",
    "WS",
    "TV",
    "VU",
    "WF",
    "GU",
    "MH",
    "FJ",
    "NC",
    "RU",
    "VA",
    "LU",
    "AD",
    "ME",
    "IS",
    "SJ",
    "AL",
    "GI",
    "RS",
    "LI",
    "GG",
    "BY",
    "BA",
    "MC",
    "MK",
    "SM",
    "MD",
    "JE",
    "Central America and Caribbean",
    "LA",
    "VN",
    "MO",
    "KH",
    "BN",
    "PH",
    "ID",
    "South America",
    "Africa",
    "YE",
    "IQ",
    "JO",
    "OM",
    "LB",
    "TR",
    "IL",
    "PK",
    "IN",
    "MN",
    "UZ",
    "TJ",
    "AZ",
    "MV",
    "LK",
    "NP",
    "GE",
    "KR",
    "AM",
    "BD",
    "KZ",
    "KG",
    "AF",
    "BT",
    "TM",
    "CN"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1249.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "Tulsa, Oklahoma",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "4210",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "laughincolor"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "NZ",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "74135",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-19T21:43:44.000Z",
  "Title": "Ultra RARE Vintage LOUIS VUITTON Suitcase Sport Keepall Carry On Tote Luggage LV",
  "ConditionID": "3000",
  "EndTime": "2017-06-18T21:43:44.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "LV Monogram Canvas, Leather"
      },
      {
        "Name": "Brand",
        "Value": "LOUIS VUITTON"
      },
      {
        "Name": "Style",
        "Value": "Suitcase - Sport Racquet Bag"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371955927271",
  "Storefront": {
    "StoreName": "Laugh In Color",
    "StoreURL": "http://stores.ebay.com/id=85872619"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3719559272718080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}