{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "BestOfferEnabled": "false",
  "TimeLeft": "P4DT20H15M5S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3915052241538080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/X6AAAOSwv9hW5j0i/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MCKLEIN-AVON-15-6-LEATHER-WOMENS-LADIES-BUSINESS-BRIEFCASE-LAPTOP-BAG-RED-NEW-/391505224153",
  "ConvertedCurrentPrice": {
    "value": "160.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Brand New MCKLEIN *AVON 15.6\" LEATHER WOMEN'S LADIES BUSINESS BRIEFCASE LAPTOP BAG RED Small front flap pocket with turn lock. Exterior front and back pocket for files. Main compartment provides storage space for files. Padded compartment protects laptops up to 15.6\". Interior organizer for pens, business cards, keys, cell phones, and notepads. Padded compartment protects laptops up to 15.6\". Leather shoulder straps. Orange, green, blue, and pink cases are trimmed in sand. Protective feet keeps case from falling over. ABOUT US BiXLife offers a wide range of products to our consumers such as consumer electronics, branded clothing, sporting goods and so many other items at the best lowest price. OUR POLICIES We are committed to providing each customer with the highest standard of customer service. * SATISFACTION GUARANTEED We want you to be 101% satisfied with your purchase. We will try our best to have good business with you. Please let us know if there is anything we can do to offer you the best shopping experience. FEEDBACK / OPENING A CASE We pride ourselves on our Customer Service and Satisfaction that is why we have over 15,000 positive feedbacks. a) Feedback means a lot for us. In order for us to continue offering our great prices and service please leave us a Five Star ***** 5/5 rating feedback if you are Satisfied with your purchase. We want to make sure we always get a 5 star positive feedback from the buyer. We stand by our service and honesty and strive for 5 star feedback. b) If for any reason, you experience any problems either with shipping or your product please Contact Us through ebay messages, before OPENING A CASE or Leaving a NEUTRAL or NEGATIVE FEEDBACK! Customer Satisfaction is our top priority and we will do whatever we can to make you happy and we will try our best to remedy the issue. . SHIPPING We take great care packaging every item to ensure safe quality shipping. a) All packages are processed through our expedited support for accuracy and on-time delivery. Each package has a tracking number for easy online delivery status. Shipping insurance is highly recommended but is optional. We will not be responsible for items lost or damaged once it leaves our care. b) We ship directly to buyers. We will ship only to a customer confirmed ebay and paypal address as per the ebay Buyer & Seller Protection Policy. We cannot ship to freight forwarders, mail forwarders or any forwarding agency. Please make sure your shipping address is correct before you make any purchase as we can?t change the address later on. c) We do not ship To: P.O. Boxes & APO/FPO. d) Packages of high value require a signature upon delivery in accordance with ebay and paypal protection policy. Please make sure you are at the ship to address to sign for the package. e) We usually ship within 1-2 business days of receiving cleared payment. Please note that weekends & holidays are not business days and we do not ship on weekends or holidays. If your order is made on Friday it will ship out on Monday, holidays excluded. Transit time varies and depends on the carrier, we cannot be held responsible for delays caused by carriers. f) Shipping time by eBay is estimated and not guaranteed and is subject to change especially during peak periods. g) We will ship via either FedEx or USPS within USA ONLY unless otherwise stated. We decide which carrier to use for your order depending on the product weight/size and value. h) We DO NOT OFFER LOCAL PICKUPS. I) Combined Shipping: We do not Combine Shipping When Items Are Won Through Bidding. We are already giving at lowest possible prices and don't have room to play. So please do not ask us to do combine Shipping for items that are running in Auctions. RETURN POLICY You may return merchandise purchased from us within 14 days for a refund or a replacement, provided that the procedures and requirements referred to in our return policy are followed. a) If an item you received is defective, we will certainly replace the item with a new one if we have in stock, however we don't reimburse the shipping cost for returning defective merchandise back to us. Return shipping cost ( the cost to send an item back to us) is similar to your cost of driving back to any store for returning an item, which is not reimbursable. We will ship the replacement product to you at our cost. The replacement will be shipped within four business days following our receipt of your return. Please allow additional processing time after Holidays. We try our level best to ship a replacement as quick as possible but we do not send replacements before we receive and inspect the returned merchandise. b) You are responsible for properly packaging products to be returned and for delivering the products to the well known carrier of your choice with tracking number. You are responsible for any damage to your product during return shipment. c) Returned products must be in the same condition as you received them. A fee may be charged for any product returned without original packaging, missing parts or manuals, or otherwise not in like-new saleable condition. d) If for any reason (other than being defective) you are not totally satisfied, please contact us within 14 days of receipt of your purchase. We will refund your purchase price excluding shipping & handling and 15% restocking fee. We won't issue refund for items that have been used or altered in any way. Removal or alteration of a product's upc number, serial number or upc/serial number sticker will automatically void your Return Policy. Products that are returned with a missing, damaged or altered serial number will be refused and returned to you. SALES TAX TEXAS State buyers will be charged 8.25% sales tax as required. PAYMENT Complete payment must be made within 4 days of placing your order when using buy-it-now option or winning your bid. Unpaid item case will be automatically opened unless being informed by the customer that they will be making the payment later than 4 days. CUSTOMS & DUTIES International buyers are responsible for any and all customs, duties taxes and brokerage fees to be paid to the courier or government. Please contact your local customs office with further inquiries in this issue. We assume no responsibility with respect to any tariffs, duties, or any and all other charges requested or required by destination countries.",
  "Title": "MCKLEIN *AVON 15.6\" LEATHER WOMEN'S LADIES BUSINESS BRIEFCASE LAPTOP BAG RED NEW",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "160.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Chicago, Illinois",
  "Seller": {
    "FeedbackScore": "46855",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "bixlife"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "60604",
  "GlobalShipping": "false",
  "Quantity": "12",
  "StartTime": "2016-07-12T11:30:17.000Z",
  "HitCount": "808",
  "QuantityThreshold": "10",
  "EndTime": "2017-06-07T11:30:17.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "McKlein"
      },
      {
        "Name": "Color",
        "Value": "Red"
      },
      {
        "Name": "Material",
        "Value": "Top Grain Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Thailand"
      },
      {
        "Name": "Size",
        "Value": "15.6\""
      },
      {
        "Name": "Bag Depth",
        "Value": "5\""
      },
      {
        "Name": "MPN",
        "Value": "96656"
      },
      {
        "Name": "Bag Length",
        "Value": "17\""
      },
      {
        "Name": "Bag Height",
        "Value": "12.75\""
      },
      {
        "Name": "Strap Drop",
        "Value": "11\""
      },
      {
        "Name": "UPC",
        "Value": "642154966568"
      }
    ]
  },
  "Site": "US",
  "ItemID": "391505224153",
  "Storefront": {
    "StoreName": "BiX Life",
    "StoreURL": "http://stores.ebay.com/id=87572740"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "MCK-96656",
  "HandlingTime": "2",
  "QuantityAvailableHint": "MoreThan"
}