{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ1N1gxNjAw/z/WlsAAOSwSlBYuhK1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEzOVgxNjAw/z/fdkAAOSwOgdYuhLC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEzN1gxNjAw/z/fqQAAOSwOgdYuhLL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI2MVgxNjAw/z/XaMAAOSwSlBYuhLX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjYy/z/E0oAAOSwXYtYuhLh/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTk0/z/D8AAAOSwWxNYuhLs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTQyWDE2MDA=/z/C3EAAOSw~AVYuhL1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTkwWDE2MDA=/z/FasAAOSwXYtYuhL-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA0OVgxNjAw/z/DPcAAOSw~AVYuhMJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2M1gxNjAw/z/QsYAAOSwax5YuhMT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2M1gxNjAw/z/g6IAAOSwOgdYuhMc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM5NVgxNjAw/z/DwsAAOSw~AVYuhMl/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vera-Bradley-GRAND-TRAVELER-Top-Zip-Travel-Bag-w-Trolley-Sleeve-MARINA-PAISLEY-/192177634737",
  "ConvertedCurrentPrice": {
    "value": "89.98",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Normal 0 MicrosoftInternetExplorer4 ~ VERA BRADLEY ~ TRAVEL BAG DUFFEL TOTE GRAND TRAVELER MARINA PAISLEY Retired November 2013 New with Tags! Designer Brand: Vera Bradley Style Name: Grand Traveler Style Description: Travel Bag; Top Zip, Multi-Pocket Duffel Tote Bag with Removable Shoulder Strap Size: 21\" x 14½\" x 9½\", 7\" Handle drop and 52 ½\" removable strap Retired Style: No Pattern Color: Marina Paisley Retired Color: Yes Color Production Years: Mar 2013 to Nov 2013 Manufacturer Style Number: 11889-141 UPC: 886003195697 Retail Price: $120.00 This listing is for a NEW with TAGS, Vera Bradley Travel Bag. You will recieive the Grand Traveler bag by Vera Bradley presented in the popular Marina Paisley pattern. Marina Paisley was a Vera Bradley 2013 Summer Color pattern. It is a Vera Bradley limited color pattern, that was in production for less than a year presented in March 2013, and was retired in November 2013. The pattern placement on this Marina Paisley Grand Traveler bag is very nice. The Marina Paisley Grand Traveler travel bag in the pictures is the Marina Paisley Grand Traveler you will receive. (*see below). *I have several of the Marina Paisley Grand Traveler bags to sell. The bag in the photos is the actual Marina Paisley Grand Traveler bag you will receive. I will update photos of the available bag as they sell. If a Marina Paisley Grand Traveler bag sells, and you make a purchase before I can update photos of the available bag,, I will message you, giving you the option of receiving the available Marina Paisley Grand Traveler not pictured, or canceling your order. I will attach photos to your message of the available Marina Paisley Grand Traveler for your approval. I do think that the pattern placement on all of the Marina Paisley Grand Traveler bags that I have to sell are all really very nice. The Marina Paisley print is such a wonderful color. Although introduced as a Vera Bradley Summer Color, the Marina Paisley Grand Traveler travels well any time of the year and is perfect when planning a vacation on a cruise ship. This stylish and functional bag is just right for vacation trips and weekend get-a-ways too! Perfect for the college student, when traveling home, or the business woman, on a business trip, the Grand Traveler is a very generous sized duffel style bag with one roomy main compartment, and lots of pockets for grand organization. Vera Bradley sells the Grand Traveler travel bag for $120.00. However, it is no longer available in the retired Marina Paisley Color Pattern color pattern, making this NEW with Tags, Marina Paisley Grand Traveler a wonderful find. Marina Paisley \"Vera Bradley's classic take on nautical, Marina Paisley is a Seaworthy standout that screams \"Color Ahoy!\" Imagine a pool of paisleys swirling in a strong nautical palette. This idea was realized in a seaport-inspired blend of deep maritime blues, bright crimson red, freshwater turquoise and a daring yellow, to add a playful touch to the sophisticated print that is sure to make a splash. The Grand Traveler \"It's the bag that frequent fliers have been waiting for. Carry-on compliant and guaranteed to turn heads, the Grand Traveler offers a handy trolley sleeve, two slip pockets on the back and two slip pockets underneath the front closure, four large interior slip pockets, rolled handles and a removable shoulder strap, an exterior ID window and a zip closure.\" Details: Carry-on compliantTrolley sleeve option lets you slip it onto a rolling luggage pieceTwo slip pockets in back and two slip pockets underneath the front magnetic flapFour large slip pockets insideIncludes rolled handles and a removable adjustable shoulder strapExterior ID window and zip closure Description: This Vera Bradley Grand Traveler is presented in the Marina Paisley quilted fabric. A hard to find print that was introduced as a 2012 Summer color, Marina Paisley is a Vera Bradley Limited Edition color pattern. In production for less than a year, it was presented in March 2013 and retired the same year in November 2013.. The Vera Bradley Grand Traveler is a very generous sized travel bag measuring approximately 21\" across the front, 14 1/2\" tall, and 9 1/2\" deep. The Marina Paisley Grand Traveler features a 26\" blue nylon two-way top zipper closure featuring white on blue Vera Bradley Signature Ribbon Zipper Pulls. Unzip to reveal one roomy main compartment with two (2) large (10\" x 9\") slip pockets on either side (4 interior slip pockets total). Inside pockets are somewhat gusseted, allowing room for expansion. Even your chunkiest shoes will fit in these pockets! Outside the front of the bag features two extra large slip pockets hidden under a flap closure that stays secure with hidden magnets. One of the front pockets measures 6\" wide, the other is 13\" wide. Both are 8\" deep. The back of the bag features a trolley sleeve in the middle that your can slide over the handle a rolling suitcase for easy transport. Two (2) slip pocket (5\" x 8.5\"), one on either side of the trolley sleeve provides even more storage and keeps your go-to's within easy reach. There is a clear plastic ID window pocket positioned over the trolley sleeve with a Vera Bradley Name ID Card. The rounded shaped padded handles (rolled handles) on the Vera Bradley Grand Traveler travel duffel bag is just another one of her great features. They look good and feel good too! The padded hand handles are easy on the hand when the bag gets heavy. The handles measure 21\" with a 9 1/2\" strap drop. The Grand Traveler also features a removable padded shoulder strap for added convenience The shoulder strap for the Marina Paisley Grand Traveler is constructed from blue webbing material and has a Marina Paisley sliding padded shoulder pad for added comfort. The removable strap is approximately 53\" long and clips to either side of the Grand Traveler with silver-tone revolving clevis clips. The strap can be adjusted by a sliding buckle, allowing for your exact measurement. The Vera Bradley Grand Traveler travel bag features a solid base that helps to maintain shape and adds stability. The Baseboard is removable for laundering or for those times when you need the bag to be more flexible. Condition: I have several of the Vera Bradley Grand Traveler in the Marina Paisley print. All are New and come with Original Price Tag and Luggage ID Card. I keep all the Vera Bradley Purses and Travel Bags (both new and used) stored in scented plastic bags. All purses are packaged in the scented bag in which is was stored, and mailed in either boxes or plastic mailer bags, depending on weight and chosen delivery method. Either way, packaging is secure. DISCLAIMER: I obtain all the items that I list on eBay from many different sources, including outlet stores, close-out sales, resale shops, auctions, garage sales, and even from eBay. While I always try to do my best to describe each item and its condition, it is possible that occasionally I may miss something. I apologize for any inconvenience this may cause. I stand behind my listings and will do my best to make amends for any mistakes (see my Return Policy below). I would not sell anything that I personally would not use for myself. While I myself do not smoke, I cannot always guarantee the items came from a smoke free environment (even some of my new with tags items). Because of this I DO NOT list as \"Smoke Free\" or \"Pet Free\". If smoke is a real issue with you, or if you have pet allergies, please do not bid or buy. Or, at least please ask questions before buying. Thank you. Want more Vera Bradley Items? Then you might want to check out my other listings. If Marina Paisley is a favorite, I have the Vera Bradley Get Carried Away Bag in the wonderful Marina Paisley pattern print. I also have the Grand Traveler in Petal Paisley Venetian Paisley, Canterberry Magenta, Canterberry Colbalt, Blue Bayou, Rhythm and Blues and Midnight Blues color patterns. Plus I have a variety of styles of Vera Bradley purses, totes, backpacks and travel bags and in many different color choices. Some are New, with Tags, some are pre-owned. Can't make up your mind on which style or color you like best? With my low starting bids and discounted Buy it Now prices why not buy more than one. And, to save you even more money, I am always willing to combine shipping (see below). Shipping & Handling Discounts Available. Check out all the other great items I have listed on eBay. To save you money, I will be happy to combine Shipping & Handling Charges for multiple auctions. If you intend to bid on any of my auction, just let me know, and also when your buying is complete. At that time, I will send you a revised invoice that reflects discounted shipping & handling charges. Sometimes eBay's combined shipping discount calculator does not correctly calculate the correct weight of the combine packages, resulting in an inflated shipping rate. In those cases I will reissue a corrected invoice. Please wait for me to sent the revised invoice with the corrected shipping charges. If you do pay the invoice with the higher shipping price, I will refund the difference to your Pay Pal account. Feel free to contact me using eBay’s message system if you have any questions, or for exact combined shipping charges. Be sure to include you Zip Code and the items you want to buy or will be bidding on. Payment Policy: Payment is due within 10 days of auction closing. I will issue a revised invoice when combining shipping on two or more of my auctions. Simply inform me when buying is complete by using eBay’s Request Total Option. Due to eBay’s policy payment must be processed thought PayPal. Shipping Policy: I will ship your item(s) within one (1) business days (sometimes same day) of receiving your CLEARED Payment. E-Checks can take up to 4 business days to clear. Your item(s) will ship USPS Priority Mail (normal delivery time 2-3 Business days) or USPS Standard Mail (3-10 business days), your choice. If your package weights less that 13oz I will also offer 1st Class Mail as a less expensive alternative. Please note that in order to serve you best I offer more than one shipping method for you to choose from. Shipping Charges, when applicable, are calculated on total package weight, sometimes less (I pay the difference), never any Handling Fees. And remember, I am always more than happy to combine shipping to save you money. Also, think “Green”. I am very ecology minded. I reuse boxes and bubble envelopes, or fashion shipping containers from used cardboard whenever possible. SAVE THE PLANET! Every little bit helps. Return Policy Details: Item can be returned for Full Refund, less Shipping Costs, within 30 days. If item is not as described I will issue a full refund, including the Shipping & Handling Charges I bill for. Buyer is responsible for return shipping costs. Refunds will be issued through PayPal after I have received the returned item. Should you want to return an item for any reason, PLEASE contact me directly, using the eBay Messaging System, rather than opening a Return Request through eBay. Please contact me for return goods authorization and return instructions BEFORE returning ANY item. Thank You. THANKS FOR LOOKING!!!",
  "Title": "Vera Bradley GRAND TRAVELER Top Zip Travel Bag w/ Trolley Sleeve MARINA PAISLEY",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "89.98",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Wanatah, Indiana",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1442",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "thegoods_t-n-r"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "46390",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-05-04T16:30:01.000Z",
  "HitCount": "49",
  "TimeLeft": "PT22H39M1S",
  "EndTime": "2017-06-03T16:30:01.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Vera Bradley"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Style",
        "Value": "Top Zip Travel Bag with Removable Shoulder Strap"
      },
      {
        "Name": "Size",
        "Value": "Extra Extra Large"
      },
      {
        "Name": "Height",
        "Value": "14.5\""
      },
      {
        "Name": "Width",
        "Value": "21\""
      },
      {
        "Name": "Depth",
        "Value": "9.5\""
      },
      {
        "Name": "Strap Drop",
        "Value": "27\", adjustable"
      },
      {
        "Name": "Style Name",
        "Value": "Grand Traveler"
      },
      {
        "Name": "Manufacturer Style Number",
        "Value": "11889-141"
      },
      {
        "Name": "Color Pattern Name",
        "Value": "Marina Paisley"
      },
      {
        "Name": "Handle Drop",
        "Value": "7\""
      },
      {
        "Name": "UPC",
        "Value": "886003195697"
      }
    ]
  },
  "Site": "US",
  "ItemID": "192177634737",
  "PrimaryCategoryID": "42526",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Return Policy Details:  Item can be returned for Full Refund, less Shipping Costs, within 7 business days.  If item is not as described I will issue a full refund including the shipping charges I invoiced for.  Buyer is responsible for return shipping costs.  Please contact me for return instructions BEFORE return any product.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1921776347378080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}