{
  "HighBidder": {
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "2***t",
    "FeedbackScore": "302"
  },
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1720507628918080_2.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTA1/z/wr4AAOSwwpdW-qy-/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTA1/z/858AAOSwAvJW-qzE/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTA1/z/g~sAAOSwxcRW-qzK/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTA1/z/2vIAAOSwzvlW-qzR/$_57.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/DOLCE-GABBANA-Dauphine-Leather-Logo-Briefcase-Bag-File-Folder-Pink-04161-/172050762891",
  "ConvertedCurrentPrice": {
    "value": "256.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "1",
  "NewBestOffer": "false",
  "Description": "Search shop... Our Shop Profile Feedback Add to Favorites Contact WORLDWIDElow shipping rates Online SupportMo - Sa 10 am - 8pm CET Discounts of 50% - 85%on the RRP ITEM DESCRIPTION Description Zahlung / Payment Versand / Shipping DOLCE & GABBANA Dauphine Leather Briefcase Pink 04161 - Dauphine Leather Briefcase by DOLCE & GABBANA Black Label - New with Tag - Former RRP: appr. EUR 495 - Material: 100% (Dauphine) Calf Leather - Engraved logo plaque at front - Zip closure - Two big inside pockets - Eleven smaller inside pockets for cards etc. - MADE IN ITALY - Model: BV0083-A1001-80420 - Color: Pink; Lining: Leather - Meaurements (L x W x H): appr. 35 cm x 27 cm x 2 cm Payment Options Shipping Options Categories WOMEN Blazer / Waistcoats Jackets / Coats Skirts Trousers / Jeans Blouses / Tops Shoes / Sneakers / Boots Bags / Shoppers Dresses Accessories Suits Knitwear Shorts MEN Suits Blazer Shirts T-Shirts / Polo Shirts Waistcoats Trousers / Jeans Shoes / Sneakers / Boots Jackets Sport Pants & Shorts Shorts Knitwear Bags Belts Other Accessories Search in our Ebay store for further attractive offers Links Our Shop Profile Feedback Add to Favorites Contact Newsletter Don't miss our offers! We send all updates about new offers and discounts in our Newsletter. Subscribe Newsletter Our Service - 100% Authentic - Discounts up to 85% from RRP - Long Return Period - Standard / Express Shipping",
  "Title": "DOLCE & GABBANA Dauphine Leather Logo Briefcase Bag File Folder Pink 04161",
  "ExcludeShipToLocation": [
    "Africa",
    "DE",
    "GB"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "256.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Erkrath",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "4358",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "fashionrooms24"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "40699",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Worldwide"
  ],
  "StartTime": "2016-01-04T15:20:49.000Z",
  "HitCount": "535",
  "TimeLeft": "P25DT3M37S",
  "EndTime": "2017-06-27T15:20:49.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Dolce&Gabbana"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Pink"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "MPN",
        "Value": "BV0083-A1001-80420"
      },
      {
        "Name": "UPC",
        "Value": "8057433452182"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172050762891",
  "Storefront": {
    "StoreName": "FashionRooms24",
    "StoreURL": "http://stores.ebay.com/id=70929033"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "2",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "* Short Information:We accept returns within 30 days period on all purchases starting with the date you receive the item. The purchase has to be sent to us within 14 days (postage stamp at the parcel).*\n\nInformation concerning the exercise of the right of withdrawal\n\nA. Model instructions on withdrawal\n\nRight of withdrawal\n\nYou have the right to withdraw from this contract within 30 days without giving any reason. The withdrawal period will expire after 30 days from the day, on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the goods. \nTo exercise the right of withdrawal, you must inform us: \n\nFashion Rooms c/o MBE,\nPostfach 254\nSteinhof 5A, Haus2, \n40699 Erkrath, \nGermany\n\nof your decision to withdraw from this contract by an unequivocal statement. You may use the attached model withdrawal form, but it is not obligatory. \n\nTo meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.\n\nEffects of withdrawal\n\nIf you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract. We will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement. \n\n We may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest. \n\n You shall send back the goods or hand them over to us without undue delay and in any event not later than 14 days from the day on which you communicate your withdrawal from this contract to us. The deadline is met if you send back the goods before the period of 14 days has expired. \n\n You will have to bear the direct cost of returning the goods. \n\n You are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods.",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "DE",
  "SKU": "ML3354",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}