{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbag Accessories",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:163570",
  "ListingType": "Chinese",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/Fx4AAOSwX9FZMJHY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/cpAAAOSwblZZMJHY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/FoAAAOSw1WJZMJHZ/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MCM-Heritage-225-00-Beige-Green-Coated-Canvas-Bear-Bag-Charm-/232357038591",
  "ConvertedCurrentPrice": {
    "value": "55.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "NPS Business Hours: Monday - Friday 8:00am to 4:00pm (MST) About Us Contact Us Local Pickup Terms MCM Heritage $225.00 Beige/Green Coated Canvas Bear Bag Charm MCM Heritage $225.00 Beige/Green Coated Canvas Bear Bag Charm Left Side: Right Side --> Manufacturer: MCMModel: UnknownDescription: Heritage $225.00 Beige/Green Bear Bag CharmPackaging Condition Details: No Retail PackagingLine: HeritageDimensions: 3\" x 2\" x 2\".Color: Beige/GreenMaterial: Coated CanvasOriginal Price: $225.00Lobster clasp closure Includes:1 bag charm Item Condition:New without tags Packaging Condition:No Retail Packaging Payment Terms We accept the following payment methods. We ONLY accept Paypal and Credit Card Payments. No other payment method will be accepted. Credit Card Payments: We accept Visa, MasterCard, Discover and American Express. We do not accept international credit cards. To make a direct payment via credit card, please contact us directly by phone. All Utah customers are subject to Utah State Sales Tax of 6.85% Please note that payment must be made within 7 days after the auction has ended. Shipping Terms Orders with a value of $250 or more will require an adult signature at delivery, no exceptions. Combined Shipping YES, we offer combined shipping. All combined orders will be shipped UPS Ground. Please review the criteria for combined shipping with NPS: If you purchase more than one item from us, you can save on shipping by having your items combined. NPS will combine up to 10 items on a single invoice. Listings that have an asterisk (*) in the listing title are not eligible for combined shipping (including freight items). All items being combined must be paid for within our 7 day payment policy (see under \"Accepted Payment Methods\"). All items must be paid for on a single invoice. If items are paid for separately, they will not be eligible for the combined shipping discount. Please request a combined shipping invoice from us via email or phone prior to paying for your items to receive this discount. On a combined shipping order, each item without an asterisk (*) in the title will cost an additional $2 to ship. Heaviest item + $2 per each additional item (up to 9 additional items) Please Note: If your item is shipping via UPS Ground you will need to provide us with a physical address. UPS does not deliver to PO Box addresses. Local Pickup Local Pickup We offer local pickup for our customers who want to save money and not pay for shipping. Pickups are at 431 N Wright Brothers Drive, Salt Lake City, Utah 84116. Please be aware that while you will not be paying for shipping costs, you will be paying a Utah State Sales Tax of 6.85%. Items must be picked up within 5 business days of when they are available. If you would like to pickup your item(s) in person, then you must follow these 3 steps below: All orders MUST be paid for one day prior to pickup. We DO NOT allow pickup at the time of payment. Items paid for on Friday will be available for pickup the following Monday. Visit our Will Call Counter between the hours of 10:00 am and 4:00 pm (Mountain Time), Monday through Friday. Provide our staff with your eBay username, a form of identification, and a signature for your item(s). Return & Warranty Return Policy If the item you purchased was misrepresented by us or damaged in shipping, you can obtain a full refund. To get a full refund, you must call or email us within 30 days of receiving your item. Returns require our approval and return authorization and must be returned to us before we can issue your refund. Please note: we record serial numbers to discourage fraud. If you changed your mind and do not want your item, we can authorize you to return it for a refund of the cost of the item, not including shipping. We will not accept returns in cases when the condition of the item and/or retail packaging has been compromised, changed, modified or altered. The buyer is responsible for return shipping and is required to complete a “Mutual Agreement to Cancel the Transaction Form” through eBay. Local Pickups: Returned items that were picked up locally from our store will be charged a processing and restocking fee of 10% of the sales price of the item. No restocking fee will be charged in cases where it is found NPS was erroneous in the listing description. 30 Days: Returns will not be accepted beyond 30 days after the item has been delivered to or picked up by the buyer. Return Authorization: All returns require a proper return authorization by an NPS customer service agent. Please Note: Items shipped to a US address which are then forwarded internationally, need to be inspected thoroughly by the buyer BEFORE forwarding. Once they are shipped internationally, we will not offer any support if items are damaged in transit. If the item is listed incorrectly, the return shipping charges would only be covered within the United States, and only if we are notified within the 30 day return policy period. Warranty Please note that we are not an authorized dealer for any of the products we list on eBay. Therefore we do not guarantee that the item featured in this listing will be covered by the manufacturer's warranty or support. Employee:Jennifer S. Control Number:23792223 Bin Location:WF05H2 © 2016 The NPS Store",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "55.99",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Salt Lake City - Utah",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "556047",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "GreenShooting",
    "UserID": "nps"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "55.99",
    "_currencyID": "USD"
  },
  "Title": "MCM Heritage $225.00 Beige/Green Coated Canvas Bear Bag Charm",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T22:14:44.000Z",
  "TimeLeft": "P6DT6H31M50S",
  "EndTime": "2017-06-08T22:14:44.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "MCM"
      },
      {
        "Name": "MPN",
        "Value": "Does Not Apply"
      },
      {
        "Name": "Manufacturer Part Number",
        "Value": "Does Not Apply"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      },
      {
        "Name": "EAN",
        "Value": "Does Not Apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "232357038591",
  "PrimaryCategoryID": "163570",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "National Product Sales",
    "StoreURL": "http://stores.ebay.com/id=37467147"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2323570385918080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}