{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFg5OTc=/z/sVcAAOSwY3BZMD4D/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDQz/z/F4UAAOSwJH1ZMD4H/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDYw/z/8jcAAOSwH09ZMD4L/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODczWDE1OTk=/z/UjcAAOSwIaFZMD4O/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzEz/z/gjYAAOSwK6RZMD4T/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/KATE-SPADE-SIGGY-RIDGE-STREET-BACKPACK-BLACK-NYLON-PXRU6869-/182601843023",
  "ConvertedCurrentPrice": {
    "value": "179.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "CLYDE&NINA DESCRIPTIONKATE SPADE SIGGY RIDGE STREETSTYLE# PXRU6869 SLIP POCKETZIP TOP CLOSURE COLOR: BLACK 14-KARAT LIGHT GOLD PLATED HARDWAREINNER SLIP POCKETSKP LOGOFRONT ZIP POCKETNO DUST BAG APPROXIMATE MEASUREMENTS:11\" L x 14\" H x 5\" WSTRAP 20\"NYLON LINEDGOLD TONE HARDWARE RETAILS 248.00 100% AUTHENTIC TERMS OF SALE: PICTURES In order to give you a real sense of the bag, all pictures are taken with the actual item. If we receive more than one style we will use on set of photos so patterns may vary. We use the official color of the item and we try to place it into the similar eBay color category. Please understand that it is very hard to give an exact name of fashion colors. The colors vary under different light conditions. Each computer screen varies and may affect the actual color of the item compared to once you see it. We include the manufacturers color name or codes to assist with choice of color so color is not a valid reason to return your purchase. Leathers display their own natural and unique marks that we sometimes call imperfections, for most types like metallic, full grain pebble, and patent leather do not show these imperfections. Vintage type leather will have scratches, wrinkles, rough texture, and distressed finishing which are considered positive features. Please use our pictures as references for details. Ask questions before purchasing an item. PAYMENT PayPal payment due immediately with “Buy It Now” and auction payments are due 3 days after. International buyers must use PayPal. SHIPPING Shipping cost includes material needed to ship item in like tape, box, tissue, and ink for printing label, paper, delivery confirmation, and the USPS cost to ship. We use heavy duty shipping boxes and pack each item carefully to ensure it arrives without damage. We try our best to ship the same day as payment received, if not we will ship within 24 hours after receiving your payment from Monday thru Friday. Items paid for on Saturday and Sunday will be shipped on Monday morning. We cannot be responsible for delays delivering your package - once it is shipped it is no longer under our control for delivery. The Post Office is pretty good but sometimes a package may get miss routed so you may need to have a bit of patience. FEEDBACK Please leave feedback to let me know that you have received your item. If you have any concerns please contact me and we will try to work with you. Please do not leave negative feedback based on shipping time. We are not responsible for the time the USPS takes to deliver your item once it leaves our hands. Positive feedback will be left once item has been received by you. INTERNATIONAL BUYERS Shipping outside the USA is via USPS and the there is additional delivery time or delays caused by customs. Taxes, import duties, and charges are not included in the item price or shipping cost. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine additional costs or time prior to bidding or buying. All manufactures warranties are valid unless otherwise stated. Serial numbers are NEVER scratched off or removed. All paper work provided by the manufacturer is included with your purchased unless otherwise stated. Please do not ask for price to be changed or marked as gift on customs form. RETURNS The sale of this auction is final. We will accept an item back if we have shipped you the wrong item. Please contact us immediately if this happens. We only accept returns if the item is grossly misrepresented and we will reimburse all your return shipping cost. Buyer’s remorse is not a reason for a return. Due to limited quantities of individual styles, please be fair to other customers and know your needs before you purchase to avoid unnecessary returns. We will take back items that are unused and in the original packaging. All returns must be sent back with the original packaging and paperwork and are subject to a 15% restocking fee. We do not accept returns of used or damaged items. If we ship to the address provided by eBay and PayPal and if the package is returned to us by the post office because of a wrong address we automatically cancel the transaction. Your refund will be processed minus the actual cost of shipping and a 15% restocking fee. Please make sure you give an eBay and PayPal confirmed address, we will not ship to an alternate address. ABOUT OUR STORE I am not an authorized representative or distributor of any of the manufacturers that we sell. We do not work or represent any brands in any manner. All merchandise is purchased directly by me from local department stores. Most of the merchandise will come with the store price tag which will have the sale prices marked. If this is an issue due to being a gift, please contact me and let me know to remove it. Please look at the listing’s description for exactly what come with the item. Everything is guaranteed 100% authentic. Our items come from a smoking and pet free environment. CONTACT US The best way to contact us is via eBay email. We will get back to you within 3 days. Weekend emails will be answered Monday. Do not forget to check out our other items and add our store to your favorites!! Purchasing any of our items confirms you have read and agreed to all our terms and conditions. THANK YOU FOR LOOKING!!! Froo www.froo.com | Froo Cross Sell, Free Cross Sell, Cross promote, eBay Marketing, eBay listing Apps, eBay Apps, eBay Application",
  "Title": "KATE SPADE SIGGY RIDGE STREET BACKPACK BLACK NYLON PXRU6869",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "179.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "Weaverville, North Carolina",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "2678",
    "PositiveFeedbackPercent": "98.4",
    "FeedbackRatingStar": "Red",
    "UserID": "ladiesneeds17"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "28787",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-06-01T16:20:56.000Z",
  "HitCount": "5",
  "TimeLeft": "P29DT1H44M10S",
  "EndTime": "2017-07-01T16:20:56.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "KATE SPADE"
      },
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "UPC",
        "Value": "098689945231"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182601843023",
  "PrimaryCategoryID": "169292",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "CLYDE&amp;NINA",
    "StoreURL": "http://stores.ebay.com/id=58193530"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: 15%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "15%",
    "RestockingFeeValueOption": "Percent_15",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1826018430238080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}