{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Unisex Clothing, Shoes & Accs:Unisex Accessories:Bags & Backpacks",
  "TimeLeft": "P21DT6M11S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "No Noticeable Wear and Tear, light scuffing on the interior, Refer to pictures for description.",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:155184:155185:163537",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODk4WDc5Nw==/z/fOoAAOSwtZJY97Gi/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyM1gxMjEx/z/Ip0AAOSwvihY97IV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODE0WDEzODY=/z/ms0AAOSwRUhY97Il/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODkzWDg2MA==/z/jpIAAOSw5UZY97JS/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTc3WDk0NA==/z/jiIAAOSwHHFY97I0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTQ0WDEwNDQ=/z/GvUAAOSwvKtY97JC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTQ4WDg0Mw==/z/QEIAAOSw3ZRY97Jq/$_1.JPG?set_id=880000500F"
  ],
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "ConvertedCurrentPrice": {
    "value": "123.75",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Tommy Bahama Messenger (Laptop) BagBeige Canvas & Tan Leather MSRP: $185 Product Description: Tommy Bahama Leather Messenger Bag. Flap enclosure with fixed wooden dowel that covers the whole front of the bag. 4 large main compartments, one with zipper enclosure, several smaller pockets on the interior, one also with a zipper closure. A key ring buckle in front flap. One of the compartments is on the exterior of the flap, closest to the body. Product Details: Brand: Tommy BahamaStyle: Messenger BagMaterial: Canvas / LeatherColor: Brown, Cognac, Tan, BeigeCondition Rating: 8/10Condition Description: Bag is in great condition. There is some light scuffing on the interior leather flap. There bag has contained items once, but was used only briefly. See pictures for further description Before bidding please read the following; TERMS AND CONDITIONS: Payment needs to be received within 48 hours of purchase thru Paypal or the transaction may be cancelled. RETURNS: We warranty all of our products unless otherwise stated for 30 days. We only accept returns for exchanges on defective products. In the unlikely event that a return is requested, all returns must include all original items undamaged, in re-saleable condition, all original packaging including manuals, warranty forms, etc. Shipping and handling fees are not refundable. Buyer is responsible for shipping costs incurred in shipping products back. For Warranty/Returns we only exchange for exact / same product purchased. A 20% restocking fee applies to all returns which are not the result of a substantial listing error, to help cover original shipping charges, marketing and transaction fees. Exchanges are not subject to the restocking fee. INTERNATIONAL BIDDERS: We are very appreciative of our international customers. However, please be aware that we will NOT falsify customs forms by stating that the item you have won is a gift or by stating it's value at a fraction of what it really is. Please expect to have to pay customs charges and any related fees. These fees are determined by your country's government, not us. We do not know the customs charges in your country and are in no way responsible for them. Additionally, packages can be held up in customs and take longer than expected for arrival. Unfortunately, we have no control over those limitations although we do everything we can to comply with each destinations rules and regulations. SHIPPING: We charge you the same amount for postage that we are charged by the shipper we use for domestic packages. We do charge a $2.00 handling fee for any fragile items that we ship to cover the additional material expense. For foreign packages there is a $10.00 surcharge to cover the extra costs of deliveries to other countries, in addition to the shippers charges. We try to clearly define all standard shipping expenses in our listings. However, if you have any questions, please ask. COMBINED SHIPPING: We offer combined shipping with any purchase as long as it is safe to do so. If you are buying more than one item or even several of the same item, please contact us BEFORE paying to request a combined shipping invoice directly from us. The eBay system does not handle all the complexities of combined shipping and does not always quote you accurate combined shipping costs. It will automatically generate an invoice that frequently overcharges and occasionally undercharges (for priority mail). If you would like information about combined shipping charges in advance of purchase, please email us your questions and include your zip code in your email. INSURANCE: eBay no longer allows us to make insurance mandatory. Therefore, unless requested, it is not provided on items under $300 UNLESS it is pottery or fine china, and then we will send you a bill for the charges prior to shipment. If you do request it, please understand that there is an additional charge. We charge standard USPS rates but use a private insurer named Endicia because of their hassle-free and reliable claims process. Market Click Here To Get More Deals!",
  "Title": "Tommy Bahama Messenger Laptop Bag Tan Leather Canvas Peak Design Selma Briefcase",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "123.75",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "163537",
  "Location": "Durham, North Carolina",
  "Seller": {
    "FeedbackScore": "1012",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "Red",
    "UserID": "susie.and.son"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "27701",
  "GlobalShipping": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Tommy-Bahama-Messenger-Laptop-Bag-Tan-Leather-Canvas-Peak-Design-Selma-Briefcase-/332234215415",
  "StartTime": "2017-05-24T15:06:24.000Z",
  "HitCount": "13",
  "SecondaryCategoryIDPath": "11450:169291:169293",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Tommy Bahama"
      },
      {
        "Name": "Color",
        "Value": "Cognac"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Type",
        "Value": "Messenger Bag"
      },
      {
        "Name": "Style",
        "Value": "Flap"
      },
      {
        "Name": "Features",
        "Value": "Flap"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "332234215415",
  "Storefront": {
    "StoreName": "Miss Susie&#39;s and Son&#39;s Emporium",
    "StoreURL": "http://stores.ebay.com/id=208555986"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "Quantity": "1",
  "SecondaryCategoryID": "169293",
  "EndTime": "2017-06-23T15:06:24.000Z",
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3322342154158080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "true"
}