{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2318645413158080_1.jpg",
  "PictureURL": [
    "http://ecx.images-amazon.com/images/I/51qLoYBengL.jpg"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Goat-Leather-Messenger-Notebook-Breifcase-Laptop-Satchel-Bag-Brass-Metal-Buckle-/231864541315",
  "ConvertedCurrentPrice": {
    "value": "66.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Goat Leather Messenger Notebook Breifcase Laptop Satchel Bag Brass Metal Buckle Goat Leather Messenger Notebook Breifcase Laptop Satchel Bag Brass Metal BuckleBagFeature Size - 11 x 15 x 5 inches Colour - Brown Adjustable strap size of 60 inches 3 compartment inside Buckles are made up of brass metal Dimension15 x 5 x 11 inchesDescriptionThe bag is made of real goat leather. It is handmade item. The detailed description of the bag is as follows- Size - 11 x 15 x 5 inches Colour - Brown Adjustable strap size of 60 inches 3 compartment inside Payment & Shipping - We only accept PayPal as a payment and the payment is expected within3 daysafter placing the order.- We act as a major clearance warehouse for retailers and have warehouses for our products throughout the United States.- The item will be shipped within 1-2 business days after receiving a complete payment, and should be delivered to your address within 2-10 business days depending on your state. - Shipping will be provided within the lower 48 states within USA only. No APO/FPO or PO Boxes addresses will be accepted.- If the product doesnt been delivered to your destination within the time specified, please allowan additional 2 - 3 business days due to the postal delays, bad weather, during festivals, shopping seasons, excessively high volume order times, and/or other possible technical issues. - Combined shipping is not offered. We apologize for your inconvenience- If you need some helps, please kindly contact us via eBay message. If you face some problems with your purchase, you are 100% covered by us. This will allow us to resolve your issues in a timely manner.- We ask you to leave us positive reviews! Please kindly not leave a neutral or negative reviews until you have contacted us. We are confident that we have all we need to provide you with 100% satisfaction! Remarks: There are possibilities that the items might not ship to your area at a certain time period (e.g during festivals, shopping seasons or excessively high volume order times). In order to ensure that youll receive the product hassle-free, please send us your Zip code via eBay message. This is to ensure the greatest satisfaction of our dear customers and for us to better fulfill your ultimate shopping experience. TaxesNo tax to be charged.How to return the item General Information of ReturnIf you want to return your item(s) purchased from us, please kindly contact us via eBay message, and then we will provide you the return shipping label along with the tracking number to your PayPal address, and then the return address confirmation to your eBay message. The warehouse location for the return will be determined by our fulfillment service section. Once the item has been delivered to our warehouses, we can confirm from the tracking number that the item has been delivered. We will then issue you a refund for your purchase. Note that you have up to 30 days after your receive the item(s) to complete the return. Return FeeWe will be responsible for the return fee (if any) if the item(s) received is either not as described or damaged in any ways. However, for other reasons of return, such as change of mind, accidentally purchases, or buyer&rsquo;s remorse, you will be responsible for the round trip shipping costs. Restocking fees may also be applied at our discretion. We strongly recommend that you choose read the description carefully before placing an order. *Location of ReturningWe would like to inform you that our products are being stored, fulfilled, and shipped by our third party warehouses and manufacturers throughout the United States (or known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be set by the respective warehouses or manufacturers. This may depend on your area and product types you ordered. Please note that the return shipping location may be different from the return address written on eBay. Please follow to the return instructions accordingly to successful complete the return processes.Thank you for shopping with us",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "66.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "United States",
  "Seller": {
    "FeedbackScore": "633",
    "PositiveFeedbackPercent": "98.1",
    "FeedbackRatingStar": "Purple",
    "UserID": "a637"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Goat Leather Messenger Notebook Breifcase Laptop Satchel Bag Brass Metal Buckle",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-03-03T13:08:41.000Z",
  "HitCount": "214",
  "TimeLeft": "P23DT21H51M47S",
  "EndTime": "2017-06-26T13:08:41.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "HLC"
      },
      {
        "Name": "Manufacturer",
        "Value": "Krishna Handicraft"
      },
      {
        "Name": "EAN",
        "Value": "0642125694650"
      },
      {
        "Name": "Model",
        "Value": "ES-XOCC-7H6C"
      },
      {
        "Name": "MPN",
        "Value": "ES-XOCC-7H6C"
      },
      {
        "Name": "UPC",
        "Value": "642125694650"
      }
    ]
  },
  "Site": "US",
  "ItemID": "231864541315",
  "Storefront": {
    "StoreName": "Amnmart",
    "StoreURL": "http://stores.ebay.com/id=986002643"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money back or replacement (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00NIL8PB4",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}