{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3223669005108080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMDEw/z/Zz4AAOSw6DtYW49P/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg5OTI=/z/-KQAAOSwImRYW49a/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/LCcAAOSwA3dYW49a/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/LPQAAOSwA3dYW49g/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMzAx/z/AN0AAOSwo4pYW49g/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/XlgAAOSwEzxYW49h/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/AgcAAOSwo4pYW49q/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg5MDA=/z/E9IAAOSw-0xYW49v/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/-1sAAOSwImRYW490/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxOVgxNjAw/z/-2cAAOSwJ7RYW493/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTM5WDE2MDA=/z/HPoAAOSw44BYW497/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg4NTQ=/z/rIUAAOSwZQRYW499/$_10.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-NICOLE-MILLER-Balack-Crocodile-Trim-Laptop-Breiefcase-Messenger-Shoulder-Bag-/322366900510",
  "ConvertedCurrentPrice": {
    "value": "183.91",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "NEW NICOLE MILLER Balack Crocodile Trim Laptop Breiefcase Messenger Shoulder Bag BRAND NEW with tag !!!! NICOLE MILLER METRO LAPTOP BRIEFCASE MESSENGER BAG STYLE NO: N3062-01-MT RETAIL $298.00 + tax COLOR: BLACK OVERALL THE BAG ITSELF (without strap) MEASURES APPROX: L 18\" x W 7.75\" x H 13\" ATTACHED STRAP LENGTH: 9.5\" If you like pockets this bag is for you - 16 in all, I think I got them all Signature \"NICOLE MILLER\" metal plate on front, Trimmed in black crocodile print patent leather Polished silvertone findings; Zipper top closures on 3 main compartments Canvas FabricOuter front has a zippered close pocket next is a Large snap close pocket Front large compartment has a cell phone pocket, a large slip pocket with a small loose pocket, a slip pocket on the front of it with a smaller zippered netted pocket and a pen pocket on the front of that pocket Center main compartment has a padded laptop separator Back compartment has one medium and one large zippered pockets inside, one on each sideBoth sides have small zippered pockets Leopard print fabric lining THE BAG HAS NEVER BEEN USED, ANY QUESTIONS PLEASE ASK Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge I accept all forms of Paypal, buy it now items require immediate payment This BREIFCASE will be mailed USPS PRIORITY mail. Payment cleared by noon eastern, M-F item ships same day, noon-4pm, most days will ship same day, some will ship next business day after 4pm, holidays, weekends item will ship next business day Saturdays: if payment is cleared by 11am eastern the item will ship same day If you want to purchase multiple items and combine shipping, please contact me before you pay and send the item numbers and sizes/colors if in a multiple listing and I will set up a new listing with all the items together and your shipping choices. Not all options will result in a lesser shipping charge and flat rate items are subject to fitting in the envelope. Anything over 13 ounces in the US must go priority instead of first class. INTERNATIONAL SHIPPING International buyers welcome. Shipping price does not include any customs taxes, fees or costs associated by your country, it is to pay to ship it there only. Please check with your customs to determine any costs before purchasing. All items are insured for the countries that I can get insurance. INTERNATIONAL SHIPPING CHOICES: Please note if you want tracking you must choose one of the first two options at checkout. By choosing the cheaper methods you are willingly choosing to not know any status of the item except when it is accepted into the postal system and when it arrives at your mailbox. AVG DELIVERY TIME TRACKING Express Mail: 5-10 days full Full Priority: 10-20 days limited Flat Rate Priority: 14-25 days none First Class: 18-45 days none These are based on my own experience in shipping over 500 packages the past year Your item may arrive sooner or later, it all depends on customs in your country and how long it sits before it is cleared, 60 days is the limit. It will not be because of me that the item is taking a long time, I ship according to the schedule above. If your item has not arrived within the times listed above, before contacting me, please contact your local post office/customs office and give them the tracking or customs number that is sent when your shipping label is printed and ask them to search for the package, most of the time you will be able to get your package that way. If after 45 days and your item has not arrived, I can file for insurance with your certification of non arrival. In purchasing this item you are agreeing to do your part in the claims process before a refund is given from the insurance proceeds. Any questions about shipping please ask before you purchase DO NOT DUPLICATE OR COPY! Template Made By: © Inkfrog Template Center Auction Templates, Logos, Store fronts and more! inkfrog terapeak inkFrog Analytics",
  "Title": "NEW NICOLE MILLER Balack Crocodile Trim Laptop Breiefcase Messenger Shoulder Bag",
  "ExcludeShipToLocation": [
    "KH",
    "TH",
    "BR",
    "EC",
    "GY",
    "SR",
    "MX",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "IQ",
    "AF"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "183.91",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Indialantic, Florida",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "8735",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "Green",
    "UserID": "773adam"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "32903",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Worldwide"
  ],
  "StartTime": "2016-12-22T09:00:21.000Z",
  "HitCount": "157",
  "TimeLeft": "P17DT17H48M5S",
  "EndTime": "2017-06-20T09:00:21.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Nicole Miller"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "China"
      },
      {
        "Name": "MPN",
        "Value": "N3062-01-MT"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322366900510",
  "Storefront": {
    "StoreName": "773adam",
    "StoreURL": "http://stores.ebay.com/id=6372491"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "Quantity": "1",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%",
    "RestockingFeeValueOption": "Percent_10",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "PROD_NUM_879855",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}