{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/U2sAAOSwVm5Y9l1n/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/6kcAAOSwuspY9l11/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/vI8AAOSwWWxY9l18/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/IqwAAOSwcdRY9l2B/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/kK8AAOSwHptY9l2J/$_12.JPG",
    "http://i.ebayimg.com/00/s/OTUxWDk5Mw==/z/BmgAAOSwmCVY9l2K/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/U6sAAOSwRUhY9l2c/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/McKlein-Womens-Pink-Lake-Forest-Italian-Leather-Laptop-Tote-Bag-/332187309984",
  "ConvertedCurrentPrice": {
    "value": "190.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "McKlein Women's Pink Lake Forest Italian Leather Laptop Tote Bag-->--> Item Description ITEM#: 11727919 Keep the essentials handy with a McKlein USA Lake Forest W Series pink Italian leather briefcaseLaptop bag features sleek, contoured design Case offers a top zipper allowing easy access to the main compartment White piping Front organizer zipper section with storage space for media devices, business cards, key holder and pens Interior zipper pocket to help organize Double compartment divided by secured zipper pocket for important documents Practical and stylish tubular leather arm straps Matching leather shoulder strap with non-slip neoprene absorbs shock and alleviates body strain Removable high-density laptop sleeve that protects laptops up to 15.4 inches long Click here to view this item in blue Click here to view this item in sand Click here to view this item in red Click here to view this item in black Click here to view this item in orange Click here to view this item in green ShippingWe can only ship to the lower 48 U.S. states (does not include Hawaii or Alaska).We cannot ship to PO Boxes or military addresses.There is no local pickup.There is no combined shipping. We only ship to the shipping address that appears on the ebay order page.Expedited shipping options are available. Please send a message via ebay messages for a quote.Many of our items are shipped directly from our suppliers or warehouse to expedite delivery.Colors may vary slightly due to differences in computer monitors.Orders are generally delivered within 5-10 business days. Larger items may take 2-4 weeks. We will supply a tracking number when your order is shipped. Please refer to tracking information that we provide for more accurate delivery estimates. Ebays estimated delivery dates may not be accurate.If you have a question about a product not otherwise answered in the item description, please contact us via eBay messages first and allow us the opportunity to help you and be sure we have what youre looking for.ReturnsYour satisfaction is guaranteed! If for any reason you are unhappy with your item, just return it within 30 days for a full refund, minus shipping cost. All items purchased must be returned in original packaging and include all of the original accessories or items that were included. Please contact us through eBay Messages prior to initiating a return so that we can issue you a refund authorization. Our goal is to provide you with 5 star customer service. If you have any questions or concerns at any time during the purchase process, please contact us through eBay Messages. We want you to be happy with your purchase and we look forward to serving you again. Have a wonderful day!About usAll of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If theres a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us!Payment PolicyWe require Immediate Payment through PayPal. You must use a Paypal authorized address for your order. If your shipping address is different from your Paypal address, please add the shipping address to your authorized addresses in your Paypal account. We do not accept email requests for changes to shipping address.",
  "Title": "McKlein Women's Pink Lake Forest Italian Leather Laptop Tote Bag",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "190.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Los Angeles, California",
  "Seller": {
    "FeedbackScore": "376",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "plumroseonlinedeals"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "90014",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-04-18T18:40:33.000Z",
  "HitCount": "17",
  "TimeLeft": "P15DT3H32M54S",
  "EndTime": "2017-06-17T18:40:33.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "McKlein Womens"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Model",
        "Value": "Does not apply"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "332187309984",
  "Storefront": {
    "StoreName": "Deb s Corner",
    "StoreURL": "http://stores.ebay.com/id=936509053"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Please contact me for instructions on how and where to return this item.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3321873099848080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}