{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1825651307998080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMTYy/z/6nIAAOSwvgdW3ShJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM1MFgxNjAw/z/1CgAAOSwoBtW3ShT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMwOFgxNjAw/z/cSQAAOSwoudW3Shb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/9FcAAOSwh-1W3Smu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjcwWDE2MDA=/z/uMsAAOSwr7ZW3SmT/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Indian-Girls-Shoulder-Bag-Ethnic-Women-Handbag-Tribal-Bag-Cotton-Handmade-Bag-/182565130799",
  "ConvertedCurrentPrice": {
    "value": "58.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "WELCOME Handmade embroidery shoulder tote bag designer cotton boho bag mirror work DescriptionWe Are Engaged In Manufacturing And Supplying A Superior Quality Range Of designer bags. These Bags Are Unique In Creation And Present In Attractive Colors And You Will Not Found Them In Any Retail Outlets.Each Of These Bags Available In Vibrant Color With Fine Work.Only The Best Quality Materials Are Used For Beautiful Look.Usage Suggestions:Best for shoppingGood option for college and officeA perfect gift..............................................Quantity: 1 BagPattern: Cotton designer bag with mirror work NOTE :- ALL CUSTOM DUTY PAID BY THE BUYER IF APPLICABLE IN HIS/HER COUNTRY. Payment policy We accept payment through PayPal only. :SHIPPING: BIG SAVINGS ON FAST SHIPPING: PURCHASE MORE THAN 100 USD WORTH GOODS AND WE WILL PROVIDE FAST SHIPPING ON ALL ITEMS WITHOUT ANY EXTRA CHARGES. We send all items with India Post Registered Airmail From Jaipur, India, and S&H charges are all based on actual India Post shipping. Delivery time is approximately 10-21 working days. For an additional fee we can arrange 5 business days express shipping with international couriers (i.e. FedEx, DHL). Contact us for specific shipping rates. We ship all items on the day payment is made :PAYMENT: We accept payments through paypal, Credit Card (Visa, Mastercard, Discovery, American Express) and Moneybookers. About UsWe have been exporting to over 25 countries for 21 years. We do huge production in export. To get orders timely delivered. We always produce 10 to 15 % more production of our orders. Because there are so many process of production so we put this 10 to 15 % production for our end users. We have a store in Jaipur, India. Because we produce items in huge quantity in India that is why the production cost is low and we provide these all benefits to our local and regular customer from all around the world. To make future relations with our buyers. RETURN POLICY This Item is Brand New. we understand that some buyers like to buy products directly from India. We assure you that we give the highest Western standards of quality and service.Moreover, we offer a complete guarantee on all the products we sell on eBay, and will accept returns and refund if you are not 100% satisfied with our products. Refund Will Be Made By Money Back Within 14 Days. Please Contact Us Immediately By Email For Any REFUND/EXCHANGE. Note: We do not reimburse the shipping cost. CUSTOMER SERVICEwe make it one of our central goals to answer questions as fast and as thoroughly as possible. ***OUR MOTTO IN LIFE*** SUPPLY BEST PRODUCT IN LOW PRICES. LIFETIME COUSTMER RELATIONSHIP MANUFACTURE BEST QUALITY INLOW AND BETTER PRICES HAVE A NICE DAY",
  "Title": "Indian Girl's Shoulder Bag Ethnic Women Handbag Tribal Bag Cotton Handmade Bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "58.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "JAIPUR, RAJASTHAN",
  "Seller": {
    "FeedbackScore": "147",
    "PositiveFeedbackPercent": "97.7",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nikitahomefurnishing"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "IN",
  "ListingType": "FixedPriceItem",
  "PostalCode": "302002",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-08T04:17:44.000Z",
  "HitCount": "12",
  "TimeLeft": "P4DT10H28M21S",
  "EndTime": "2017-06-07T04:17:44.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Unbranded"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "Length (with strap)",
        "Value": "25"
      },
      {
        "Name": "Length (Without strap)",
        "Value": "11"
      },
      {
        "Name": "Width",
        "Value": "20"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182565130799",
  "Storefront": {
    "StoreName": "nikitahomefurnishing",
    "StoreURL": "http://stores.ebay.com/id=1330749163"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "4",
  "HandlingTime": "2",
  "BestOfferEnabled": "true"
}