{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "BestOfferEnabled": "false",
  "TimeLeft": "P29DT18H38M59S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3520763851868080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/8LQAAOSwIQdZMSsn/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Chicago-White-Sox-Dooney-Bourke-Womens-Signature-Zip-Top-Shopper-Bag-MLB-/352076385186",
  "ConvertedCurrentPrice": {
    "value": "248.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "About Us Payment Shipping Returns Contact Us FAQs Size Chart Chicago White Sox Dooney & Bourke Women's Signature Zip Top Shopper Bag Chicago White Sox Dooney & Bourke Women's Signature Zip Top Shopper Bag PRODUCT DETAILS PRODUCT DETAILS SHIPPING INFORMATION RETURNS INFORMATION PRODUCT DETAILS Take your zeal for the Chicago White Sox with you wherever you go with this Dooney & Bourke Signature Zip Top Shopper. It features two handles and a zippered pocket on the inside with chic leather trim, so you can carry your necessities in a fashion-forward way. Everyone will know which team you root for with the Chicago White Sox print on this awesome accessory. Material: 100% Coated Canvas - Body; 100% Leather - TrimTwo inside slip pocketsMetal feet on bottom of bag to prevent wear and tearHandle drop length measures approximately 9\"Cotton liningCell phone pocketSublimated graphic printOne inside zip pocketInside key hookBag measures approximately 10.75\" x 6\" x 12.75\"Zipper closureWipe clean with a damp cloth, lay flat to dry. Do not iron.Officially licensedImportedBrand: Dooney & Bourke SHIPPING INFORMATION SHIPPING INFORMATION U.S. Orders: Standard Shipping is offered for $4.99 no matter how large your order! You can order one item or many items from our store and the shipping rate will be $4.99. This rate applies to the 48 contiguous states, APO/FPO and P.O. Boxes. Shipping times vary based on location. Once we have received your order it will be processed & shipped within 1 business day and a confirmation email with a tracking number will be sent to the email address you?ve provided. Restrictions do apply for APO/FPO and PO Box addresses as these addresses do not have expedited shipping options (3-day and 2-day) available. The cost is still just $4.99 on any size order. Unfortunately our carrier does not deliver to Hawaii, Alaska or Puerto Rico; therefore we cannot accept orders from those areas at this time. International Orders: Shipping to Canada: Our flat rate shipping to Canada is $12.95 (regardless of the quantity of items or dollar amount of the purchase) and packages can be expected to arrive in 5-10 business days. We can now act as broker/agent to customs and will charge a flat 25% international handling fee for all Canadian provinces. In doing so, customers will not be liable for any additional charges and we will work with customs directly. European Union Shipping: Our flat rate shipping to the European Union is $24.95 (regardless of the quantity of items or dollar amount of the purchase) and packages can be expected to arrive in 4-10 Business Days. We can now act as broker/agent to customs and will charge a flat 23% international handling fee for all countries in the European Union. In doing so, customers will not be liable for any additional charges and we will work with customs directly. International Shipping (Excluding the EU and Canada): Our flat rate shipping to all other International Countries is $24.95 (regardless of the quantity of items or dollar amount of the purchase) and packages can be expected to arrive in up to 5 weeks. The destination country may charge duties and import taxes on the shipment. These charges are the recipient's responsibility and can be paid with cash or check. If applicable, the shipping carrier will collect these fees at the time of delivery. RETURNS INFORMATION RETURNS INFORMATION 60-Day Returns: No Hassles - Our top priority is to provide the best possible service; that is why we want to have the best return policy available. If for any reason you are not satisfied with your purchase, you may return the item for a refund. Returns must include a receipt and the items must be in original condition, including tags and labels. Once we receive the returned merchandise, we will credit your account within 10 business days. Shipping charges are not included in the refunded price. Making a return is simple. Follow the instructions below to ensure we continue providing the best possible service. Complete the return form you received with your shipment and include it with the item(s) you're returning. Place the return label from your package on the return. If you use this label, we'll deduct $5.50 from the credit you'll be receiving to cover return shipping costs. If the return is our fault, we'll cover the shipping. If you're returning from outside the U.S., or don't want to use our label, please send your package, prepaid, via the carrier of your choice (we recommend UPS or USPS Priority Mail). Whichever carrier you choose, we suggest you insure the package and have it traceable. Send it to us at: Team Fan Shop Returns 5245 Commonwealth Avenue, Suite 200 Jacksonville, Florida 32254 We'll handle your return within 10 business days of receipt. Refunds will be processed to the credit card of the initial purchase. If you received the item as a gift, we will be happy to give you a store credit for the amount of the returned item. You May Also Like More Items!View more great items Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "CN"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "248.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Jacksonville, Florida",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "533190",
    "PositiveFeedbackPercent": "99.1",
    "FeedbackRatingStar": "GreenShooting",
    "UserID": "fanatics"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "32254",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Worldwide"
  ],
  "StartTime": "2017-06-02T09:08:51.000Z",
  "Title": "Chicago White Sox Dooney & Bourke Women's Signature Zip Top Shopper Bag - MLB",
  "QuantityThreshold": "10",
  "EndTime": "2017-07-02T09:08:51.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Dooney & Bourke"
      },
      {
        "Name": "Style",
        "Value": "No Size"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Size",
        "Value": "No Size"
      },
      {
        "Name": "League",
        "Value": "MLB"
      },
      {
        "Name": "Team",
        "Value": "Chicago White Sox"
      },
      {
        "Name": "Gender",
        "Value": "Female"
      },
      {
        "Name": "Fan Shop Category",
        "Value": "Accessories"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "352076385186",
  "Storefront": {
    "StoreName": "Fanatics",
    "StoreURL": "http://stores.ebay.com/id=889545682"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "11",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Description": "Our top priority is to provide the best possible service. If for any reason you are not satisfied with your purchase, you may return the item(s) for a full refund. Returns must include a receipt and the items must be in original condition, including tags and labels. \nFor your convenience a return shipping label is included with your package. If you choose to use the label we’ll deduct $5.50 from the credit you'll be receiving to cover the return shipping costs. \nOnce we receive the returned merchandise, we will credit your account within 10 business days.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "2353972-505",
  "HandlingTime": "1",
  "QuantityAvailableHint": "MoreThan"
}