{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "IntegratedMerchantCreditCardEnabled": "true",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjU4/z/MVoAAOSwuLZY3nnO/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMVgxNTk5/z/iQQAAOSwTM5Y3nnM/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjkx/z/OYUAAOSww3tY3nnN/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDgx/z/q98AAOSwmgJY3nnP/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUyNVgxNjAw/z/q~8AAOSwmgJY3nnQ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIzMFgxNTk5/z/aokAAOSw4CFY3nnR/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTU4/z/nOIAAOSwA29Y3nnS/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/OqYAAOSww3tY3nnT/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTY5/z/ZfwAAOSwB-1Y3nnX/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NICE-Coach-Black-Leather-Drawstring-Backpack-G8S-0547-/222530178661",
  "ConvertedCurrentPrice": {
    "value": "69.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "We are Trader Chris Consignments out of Pittsboro, NC and specialize in selling valuable collectibles and jewelry online. Whether you’re interested in downsizing an entire collection or selling a single valuable item, we can help do it quickly and professionally. Please contact us for more information. This listing is for a pre-owned Coach black leather drawstring backpack, # G8S-0547. It’s in very good estate condition with some minor wear from use. There are a handful of scuffs on the exterior of the bag and some minor wear to the brass grommet. The bag has a zippered external pocket (10” x 7 1/2” with slots for pens and cards. Inside the bag, there is another small zippered pocket for change or valuables, in addition to a large, black nylon lined compartment. The inside of the bag is clean and free from rips or tears. Dimensions: 13” wide x 5” deep x 18” tall (approximately) Free US shipping. Payment (IMPORTANT) Bidding is fun, but keep in mind that each bid you make is a binding contract to buy the item if you win, (as is standard practice at any auction.) The same is true for Buy It Now purchases. Not paying for an item after you agree to buy it has negative consequences, explained in in eBay's unpaid item policy. For information on eBay’s rules for buyers, please visit http://pages.ebay.com/help/policies/buyer-rules-overview.html We encourage our buyers to pay within 48 hours of their winning bids so that we can ship your items to you quickly. After 96 hours (4 days) if the item hasn’t been paid for, our selling account automatically opens an Unpaid Item claim with eBay and we consider offering the item to the next highest bidder. If you are experiencing delays or unforeseen problems with your payment, but please communicate with us early so that we can do our best to assist you and can exclude you from an unpaid item claim. Shipping Info *International Buyers* – Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. We will not lower declared value on the customs form, so please do not ask. This can cause problems filing an insurance claim for you if your item(s) are lost or damaged. Items that are shipped via USPS First Class Mail International can take as much as 45 days to reach buyers outside of the US, so we encourage people to use USPS Priority Mail International (est. 6-10 day delivery) or USPS Priority Mail Express International (est. 3-5 day delivery) for much faster and more reliable service. Your shipping quote is all inclusive and covers the cost of postage, packing materials, handling time, tracking, insurance, and (for more valuable items) signature confirmation. Easy to pack items (such as coins) usually have a minimal fee beyond the cost of postage and insurance, while more difficult items to pack (such as large sets or very delicate antiques) will have a fee that is commensurate with the time and packing materials necessary to get your item to you in the same condition that it leaves our shop. We have packed and shipped thousands of packages worldwide for our buyers and strongly believe that it’s worth spending a little more time and money to package something right than to cut corners and have a buyer receive a damaged purchase, which is a disappointment to everyone involved. Buyers are always welcome to pick-up unpacked items in person for free within 14 days from our Pittsboro, North Carolina location (please notify us after winning if this is your intention). If you win multiple items, we will combine shipping to save you money (sometimes, the savings are quite significant and may reduce the shipping cost of a second item as much as 30% to 50% or more!) Please wait until after you have received an invoice with a combined shipping rate for multiple purchases, which we will sent out after all of the listings for the day have ended. Special packing instructions from buyers should be included in the comments section when you are paying via Paypal, so they will show-up in our shipping program. If you have a questions about the packing and/or shipping of your item, please contact us before making payment so that we can do our best to accommodate you. _gsrx_vers_795 (GS 7.0.7 (795)) View more great items",
  "Title": "NICE Coach Black Leather Drawstring Backpack - # G8S-0547",
  "ExcludeShipToLocation": "RU",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "69.95",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Pittsboro, North Carolina",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "5725",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Green",
    "UserID": "trader_chris"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "27312",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-31T12:24:58.000Z",
  "HitCount": "29",
  "TimeLeft": "P27DT21H37M4S",
  "EndTime": "2017-06-30T12:24:58.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222530178661",
  "PrimaryCategoryID": "169292",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Trader Chris Consignments",
    "StoreURL": "http://stores.ebay.com/id=23362025"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "I will honor returns within 30 days of receipt for beauty products that have not been used. A 10% restocking fee may apply to certain items.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2225301786618080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}