{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/zhsAAOSwtGlZKamI/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/XY8AAOSwPh5ZKalh/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/z7cAAOSwxu5ZKalq/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/zXsAAOSww9xZKal3/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/g4IAAOSw42JZKamA/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/eAEAAOSwEHpZKamK/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/NckAAOSw~y9ZKamE/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/W8MAAOSwfpVZKamP/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/OH0AAOSwjL5ZKalm/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/bMYAAOSwaEhZKalt/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/U94AAOSwZKBZKalz/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/hu0AAOSwGJlZKal7/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/KATE-SPADE-ADAIRA-LAUREL-WAY-DIAPER-BAG-BABY-BAG-CH-PAD-BLURRY-FLORAL-329-NWT-/322532465782",
  "ConvertedCurrentPrice": {
    "value": "119.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "K A T E S P A D E Adaira Penn Place Baby Bag with black Changing Pad Color: Black, Multi-Colored, Gold Material: Vinyl, Leather Retail Selling Price: $329.00 + tax Style #wkru4095. Measurements : approx . 20\"-14\" tapered( L ) x 12.75 \" (H) x 7\" (W). For a \"dare-to-be-noticed\" look, is featured the guaranteed authentic, with tag and gift receipt K A T E S P A D E Laurel Way Adaira Baby Bag Be the most chic mom in town in this adorable blurry floral printed vinyl baby bag. Each bag's pattern is unique. It's so feminine and perfect for spring. There's leather trim, gold plated hardware & a black changing pad too.It's straps fit comfortably on your shoulder with a 10\" handle drop. Use the longer 17\" and less cross body, removable, adjustable, fabric strap on your shoulder, carriage or stroller.These colors are for a GIRL or a BOY and especially for MOM! Treat yourself to a Kate Spade New York must-have! FEATURES: Grainy Vinyl with leather trim 14k gold plated hardware Closure: zip top Interior: Nylon black fabric Black Changing Pad Exterior pockets: 2 gusset on the sides for bottles Interior Pockets: 2 expandable, 1 zip, large pouch for pad Handles: Leather 10\" Drop Fabric Strap: 17\" drop, adjustable, removable Leather reinforced strips on bottom and pocket edges Dust bag is not included. Care card: Yes Dust bag: No KS shopper bag: Available upon request (*message after placing the order if you need one) Shipping Policy: We ship within 1 business days after receiving payment. See Return Policy section of listing for return details. Please do not hesitate to e-mail us with any questions. Worldwide shipping is available. Shipping costs are based on an International buyer's location. International Buyers - Please Note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please message us for combined shipping. Items are only shipped to the address listed on eBay. Feedback: We strive on improving our business based on your feedback. In fairness, we leave feedback soon as possible. We do request you contact us if for any reason, you feel we deserve a negative feedback so we can resolve your concern and provide superior service that deserves only positive feedback! We are excited to leave positive feedback for all our customers and appreciate 5-star positive feedback in return to keep delivering high quality products to our buyers!!! Your feedback and review is genuinely appreciated by the team at iDazzle. Excellent customer service is our primary goal. We strive hard for your shopping experience with us to be enjoyable & easy!!! Payment: We accept any forms of payments that PayPal accepts. Guarantee: All of our brand-new items are purchased from the brand/boutique directly. If you have any doubts regarding the authenticity of your new or used condition purchase, then please feel free to have your purchase authenticated by one of the many reputable online authentication services. If the item is found not to be authentic, then we will refund your full purchase price, pay to ship the item back, and reimburse you for the authentication fee. Returns: We thoroughly inspect products before they are shipped to you, so that we can guarantee that you are receiving a PERFECT & AUTHENTIC item. We do not encourage returns, as they are costly & time consuming to both parties. But in the unlikely event, you are not satisfied with your purchase, we do offer returns. Please thoroughly inspect your item within 3 days of delivery of item and contact us if you find any issues with the product. Buyer still has 30 days to return an item under the condition it has not been altered. Item must be returned in original new conditions: unused, original tag attached, care card & dust bag if it came with. Return shipping is paid by buyer. Refund will be issued once item received & inspected with no damages or signs of usage. Disclosure: iDazzle is in no way affiliated or employed by any of the brands we sell. The sale of our products is protected under the first sale doctrine codified at 17 U.S.C. § 109, provides that an individual who knowingly purchases a copy of a copyrighted work from the copyright holder receives the right to sell, display or otherwise dispose of that particular copy, notwithstanding the interests of the copyright owner. Please message us with any questions or concerns. Additionally, please understand we make the best effort to ship out your item soon as possible; however, shipping delays are sometimes unforeseen due to USPS workload or weather conditions. We request you contact us with any concern after the purchase to resolve issues before opening a case. We are an experienced seller- so buy with confidence! All items come from a pet-free & smoke-free controlled environment. The photos are pictures of the actual bag/wallet that you will see in pictures. The actual color of the product may vary slightly from the image due to camera resolution. Discounts and combined shipping available for multiple purchases and repeat buyers- please follow our store and subscribe to the newsletter for great deals! http://my.ebay.com/ws/eBayISAPI.dll?AcceptSavedSeller&sellerid=idazzle Thank You for visiting our store! Always SMILE and stay HAPPY Have a nice & blessed day 🌟",
  "Title": "KATE SPADE ADAIRA LAUREL WAY DIAPER BAG BABY BAG & CH PAD BLURRY FLORAL $329 NWT",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "119.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Flower Mound, Texas",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "261",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "idazzle"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "75028",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-27T18:44:56.000Z",
  "HitCount": "84",
  "TimeLeft": "P24DT3H22M58S",
  "EndTime": "2017-06-26T18:44:56.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Vinyl"
      },
      {
        "Name": "Style",
        "Value": "Diaper Bag"
      },
      {
        "Name": "Brand",
        "Value": "kate spade"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322532465782",
  "PrimaryCategoryID": "169295",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "iDazzle",
    "StoreURL": "http://stores.ebay.com/id=1355206198"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3225324657828080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}