{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTQ1WDEwMDA=/z/~EQAAOSwopRYcvGw/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Handbag-Patent-Croco-Satchel-Briefcase-Shoulder-Strap-Faux-Leather-/332086629721",
  "ConvertedCurrentPrice": {
    "value": "73.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Handbag Patent Croco Satchel Briefcase With Shoulder Strap Faux Leather Item Description Detachable shoulder strap with lanyard clasp closure Rolled carry handles. The briefcase's croco print and gold accents give it a classy look that is professional and fashionable. Made from synthetic leather with a double handle and removable/ adjustable shoulder strap, it will make the perfect work accessory.Style: Women's BriefcasesConstruction: Faux LeatherExterior: Made of high quality faux leatherEntry: TopHardware: NoneLining: FabricExterior pockets: NoneInterior pockets: One (1) Zippered Pocket and Cell Phone Pouch, One (1) Center Zippered CompartmentBag dimensions: 14.5 inches wide x 11 inches high x 3 inches deepDual carrying straps with 5 inch drop length Shipping We ship to the Lower 48 States only (Does NOT include Hawaii or Alaska) We cannot ship to PO Boxes/APO\\'s We cannot combine shipping. No Local Pickup.All items will be shipped directly to you from our supplier within 1-3 business days. Most items are delivered within 3-5 business days, however, please allow 3-10 business days.All items are in stock when they are listed. Inventory is tracked and updated regularly. However, if demand exceeds our supply, we will give the customer the following options: Full refund. Have the item back ordered and shipped when it becomes available. We will offer other items in similar style and quality. Your bid / purchase of the item implies you agree to this policy.If you have a question about a product not otherwise answered in the item description, please contact us via eBay messages first and allow us the opportunity to help you and be sure we have what you\\'re looking for. Returns We offer a 14 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product.Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for youWhen returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items.All returns MUST be done within 14 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. About us All of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If there's a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box",
    "BA",
    "MC",
    "SM",
    "MK",
    "MD",
    "JE",
    "VA",
    "LU",
    "AD",
    "ME",
    "IS",
    "SJ",
    "AL",
    "GI",
    "RS",
    "LI",
    "GG",
    "BY",
    "KN",
    "KY",
    "VI",
    "AW",
    "MQ",
    "BB",
    "LC",
    "BZ",
    "VG",
    "DM",
    "AG",
    "AI",
    "TC",
    "HT",
    "GP",
    "PR",
    "VC",
    "GD",
    "AN",
    "MS",
    "NI",
    "BS",
    "VN",
    "LA",
    "KH",
    "BN",
    "MO",
    "BO",
    "GF",
    "UY",
    "PY",
    "SR",
    "FK",
    "AR",
    "VE",
    "EC",
    "PE",
    "GY",
    "PM",
    "GL",
    "BM",
    "MW",
    "BW",
    "LY",
    "MG",
    "NG",
    "LR",
    "TG",
    "BI",
    "ZW",
    "KE",
    "TN",
    "EG",
    "TD",
    "NE",
    "LS",
    "GM",
    "ZM",
    "BF",
    "SL",
    "SZ",
    "CF",
    "AO",
    "NA",
    "GA",
    "TZ",
    "UG",
    "SC",
    "ET",
    "CD",
    "ML",
    "CI",
    "GW",
    "SO",
    "MZ",
    "DZ",
    "YT",
    "SH",
    "KM",
    "CV",
    "BJ",
    "GN",
    "MA",
    "EH",
    "MU",
    "ER",
    "RW",
    "DJ",
    "CM",
    "CG",
    "RE",
    "GH",
    "MR",
    "SN",
    "GQ",
    "YE",
    "IQ",
    "JO",
    "OM",
    "LB",
    "TR",
    "PK",
    "IN",
    "MN",
    "UZ",
    "TJ",
    "AZ",
    "LK",
    "NP",
    "GE",
    "MV",
    "AM",
    "BD",
    "KZ",
    "AF",
    "KG",
    "BT",
    "TM",
    "PG",
    "NU",
    "MH",
    "SB",
    "TO",
    "FM",
    "NR",
    "KI",
    "AS",
    "PF",
    "CK",
    "PW",
    "WS",
    "TV",
    "VU",
    "WF",
    "GU",
    "FJ",
    "NC"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "73.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "320",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "comegetithere77"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Handbag Patent Croco Satchel Briefcase With Shoulder Strap Faux Leather",
  "GlobalShipping": "true",
  "Quantity": "3",
  "StartTime": "2017-01-09T02:13:06.000Z",
  "HitCount": "45",
  "TimeLeft": "P5DT11H1M9S",
  "EndTime": "2017-06-08T02:13:06.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Dimensions",
        "Value": "14.5 inches wide x 11 inches high x 3 inches deep"
      },
      {
        "Name": "Brand",
        "Value": "Handbag"
      },
      {
        "Name": "MPN",
        "Value": "Blue"
      },
      {
        "Name": "Model",
        "Value": "Blue"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      },
      {
        "Name": "EAN",
        "Value": "0Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "332086629721",
  "Storefront": {
    "StoreName": "comegetithere77",
    "StoreURL": "http://stores.ebay.com/id=1073725285"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3320866297218080_1.jpg",
  "HandlingTime": "5",
  "BestOfferEnabled": "false"
}