{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "TimeLeft": "P23DT13H37M28S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3023296554318080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MjUwWDI1MA==/z/hF0AAOSwJH1ZKRjh/$_1.JPG?set_id=8800004005",
    "http://i.ebayimg.com/00/s/MjUwWDI1MA==/z/QTgAAOSw3gJZKRji/$_1.JPG?set_id=8800004005",
    "http://i.ebayimg.com/00/s/MjUwWDI1MA==/z/iPYAAOSwX9FZKRjk/$_1.JPG?set_id=8800004005",
    "http://i.ebayimg.com/00/s/MjUwWDI1MA==/z/PM4AAOSw42JZKRjl/$_1.JPG?set_id=8800004005"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Amerileather-Black-Leather-20-inch-Carry-U-shaped-Duffel-/302329655431",
  "ConvertedCurrentPrice": {
    "value": "88.49",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Overstock Everyday Free Shipping for Orders $45 and Over* *Shipping excludes PO Boxes and international orders. Home & Garden Jewelry & Watches Sporting Goods Health & Beauty Clothing, Shoes & Accessories Crafts Selected Home & Garden Jewelry & Watches Sporting Goods Health & Beauty Clothing, Shoes & Accessories Crafts Amerileather Black Leather 20-inch Carry On U-shaped Duffel Product Description: This black 'U' zipper duffel has six compartments to separate your possessions, and features an additional two side zipper pockets and detachable shoulder straps. It also has inside zip pockets and exterior zip pockets. The entire bag is reinforced at multiple points and features a full lining to help you carry heavy loads with confidence. The top grain cowhide material has a smooth and supple texture that complements any outfit you wear while carrying the bag. The shoulder strap includes a padded strap for comfort. 20-inch U-shaped boarding tote features: Top grain cowhide leather constructionZip around bag opens into roomy compartment Zippered compartments at each end Fully lined interior Reinforced constructionFive bottom feet protect underside of bag Detachable leather shoulder strap with a non-slip padProduct weight: 3.3 poundsMain compartment measurements: 17 inches x 11 inches x 11 inchesDimensions: 20 inches x 11 inches x 11 inches Reviews For This Product bag 5 out of 5 Stars the quality is very good and it is light. a little small but well worth the price. roc rocon10686 Great bag for flowing 5 out of 5 Stars After using the duffle as his only luggage on an eight day trip to France, our son raved about the leather duffle. It held sufficient clothing and toiletries for the entire trip, was lightweight, and always fit in any designated areas for carryons. As a result, he was one of the few people on the trip to not have any lost luggage. Highly recommend! dpedimom Exactly Perfect! 5 out of 5 Stars This is the perfect soft sided travel bag. It holds a LOT of clothes and accessories, and still can be a \"carry on\". There are several zippered pockets inside and on the ends that are very roomy. I just love this bag! ortegaridge from California amerileather black leather 21 inch u shaped duffel 5 out of 5 Stars The bag is perfect for what i wanted. The color was rich and the texture was soft. A bargain for the cost pjscarano from Murrysville PA great bag... 5 out of 5 Stars this was well worth the money...my fiance uses this everyday.....it looks far more expensive than the price u r paying...we have seen others elsewhere that didn't look nearly as good and were 4x the price.... He loves it..... angv from nyc, ny Try These Other Categories Bedding Furniture Crafts Rugs & Carpets Health & Beauty Camping & Hiking About Us... Overstock has a simple mission: To save people money. We serve customers world-wide by offering high-quality goods at unbeatable prices, all while maintaining a focus on superior customer service. Need Our Help? Our award-winning customer service agents are available 7 days a week. Click here to contact us. Overstock Standard Shipping Information Combined shipping lets you get free shipping on Overstock orders totaling $50 or more. Put all the items you intend to purchase in your cart and check out; it's that easy. Please note that items purchased from other eBay stores will void the combined shipping rate. Standard orders ship within 1-3 business days, depending on the time the order is received, and arrive within 5-10 business days. Custom Art: Up to 10 business days to ship and 1-4 weeks for delivery. Oversized Items: Up to 10 business days to ship and 1-4 weeks for delivery. We use all major mail carriers, including UPS, FedEx, and the United States Postal Service. Customers cannot specify the carrier of their choice. Overstock Returns Standard Return Policy: Items must be returned in new or unused condition and contain all original materials included with the shipment. FINAL SALE EXCLUSION: Items marked as FINAL SALE are not returnable unless the problem you experience is the result of our error. International Return Policy: Items shipped outside of the United States are not eligible for return Frequently Asked Questions Frequently Asked Questions",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "88.49",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "Salt Lake City, UT",
  "Seller": {
    "FeedbackScore": "448059",
    "PositiveFeedbackPercent": "98.5",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "overstock"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Amerileather Black Leather 20-inch Carry On U-shaped Duffel",
  "GlobalShipping": "true",
  "Quantity": "3",
  "StartTime": "2017-05-27T06:12:54.000Z",
  "HitCount": "3",
  "Subtitle": "International Shipping Available",
  "EndTime": "2017-06-26T06:12:54.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "Amerileather"
      },
      {
        "Name": "Exact Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "MPN",
        "Value": "does not apply"
      },
      {
        "Name": "UPC",
        "Value": "791336211108"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302329655431",
  "Storefront": {
    "StoreName": "Overstock",
    "StoreURL": "http://stores.ebay.com/id=1112463734"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "904752-000-000",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}