{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Coach-Mini-Charlie-Backpack-Pebble-Leather-F38263-Silver-Leaf-/401337802997",
  "QuantitySold": "0",
  "TimeLeft": "P2DT5H8M6S",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "IQ",
    "YE",
    "LB",
    "TR",
    "AM",
    "BT",
    "UZ",
    "KG",
    "TJ",
    "TM",
    "AF",
    "MN",
    "NP",
    "AZ",
    "GE",
    "IN",
    "KZ",
    "FJ",
    "PG",
    "MH",
    "WF",
    "AS",
    "KI",
    "WS",
    "SB",
    "NR",
    "GU",
    "FM",
    "TO",
    "NC",
    "PF",
    "CK",
    "VU",
    "PW",
    "TV",
    "NU",
    "MK",
    "ME",
    "SJ",
    "BA",
    "VA",
    "SM",
    "BY",
    "AL",
    "MD",
    "AD",
    "RS",
    "PR",
    "HT",
    "BS",
    "AI",
    "VC",
    "VG",
    "AN",
    "VI",
    "VN",
    "PH",
    "LA",
    "SR",
    "AR",
    "FK",
    "GY",
    "UY",
    "VE",
    "GL",
    "PM",
    "GM",
    "YT",
    "KE",
    "GW",
    "TG",
    "SN",
    "BI",
    "GQ",
    "DZ",
    "BJ",
    "SZ",
    "TZ",
    "BF",
    "DJ",
    "ML",
    "BW",
    "SH",
    "RW",
    "SC",
    "ZW",
    "GA",
    "CI",
    "AO",
    "MZ",
    "NA",
    "SL",
    "CM",
    "ER",
    "MA",
    "MR",
    "CD",
    "EH",
    "CG",
    "KM",
    "ZM",
    "SO",
    "ET",
    "NE",
    "GH",
    "CV",
    "MG",
    "LR",
    "LY",
    "CF",
    "LS",
    "NG",
    "MU",
    "GN",
    "TD",
    "MW",
    "TN",
    "UG"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "76.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Kansas City, Missouri",
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "77.0",
    "_currencyID": "USD"
  },
  "PostalCode": "64120",
  "StartTime": "2017-05-30T19:59:01.000Z",
  "HitCount": "126",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "MPN",
        "Value": "NA"
      },
      {
        "Name": "UPC",
        "Value": "889532702077"
      }
    ]
  },
  "ListingType": "Chinese",
  "BidCount": "5",
  "EndTime": "2017-06-04T19:59:01.000Z",
  "Title": "Coach Mini Charlie Backpack Pebble Leather F38263 Silver/Leaf",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/4013378029978080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "HighBidder": {
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "None",
    "UserID": "l***l",
    "FeedbackScore": "0"
  },
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFg4MDA=/z/UD0AAOSwjL5ZLc8I/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg4MDA=/z/0tYAAOSwIaFZLc8I/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDEyMDA=/z/eksAAOSwX9FZLc8I/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDEyMDA=/z/iEYAAOSwfRdZLc8I/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDEyMDA=/z/cG4AAOSwrhBZLc8I/$_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "cargolargo",
    "StoreURL": "http://stores.ebay.com/id=16951081"
  },
  "ConvertedCurrentPrice": {
    "value": "76.0",
    "_currencyID": "USD"
  },
  "AutoPay": "false",
  "NewBestOffer": "false",
  "Description": "Coach Mini Charlie Backpack Pebble Leather F38263 Silver/Leaf Item Specifics: Style: F38263 Color:  Silver/Leaf UPC: 889532702077 Condition: New Dimensions: 7.5\"L X 9\"H X 3\"W    Features: Authentic  Pebble Leather Exterior zip pocket Zip closure Adjustable straps Interior zip pocket and slip pocket Packaging Condition:  No packaging ​​​​​ *All dimensions are approximate​   Cargo Largo is not sponsored by or affiliated with the brand associated with the product being sold. Shipping Terms Location Payments Return Policy Customer Service International Shipping We DO NOT offer combined shipping on this item. This guarantees that each individual product is packed properly and safely and has its own tracking number for transit. We only ship to the PayPal confirmed address. Please note: we do not allow for anyone to arrange their own shipping on products we sell. All items must be either locally picked up by the customer or shipped using one of our shipping methods. Your item will be shipped in 1-2 business days after payment has been received. Please note: Due to size, weight, value, or risk of damage to this item, we are unable to offer combined shipping or multiple item shipping discounts. All items will be shipped separately. We apologize for this inconvenience. To get a correct and accurate shipping quote to your destination, enter your country and zip/postal code information into the shipping calculator. Insurance & handling are included in the shipping amount. 5414 Front Street Kansas City, MO 64120 (eBay pickup located off Southern Street at dock 13) . . Pickup hours: Monday-Wednesday 8:00am to 4:00pm, Thursday 8:00am to 2:00pm, & Friday 8:00am to 5:45pm. Cargo Largo requires payment within four (4) days. (Please note that this is real-time, beginning when the auction ends.) If payment has not been received by the fourth (4th) day after the auction ends, then the buyer will then have four (4) additional days to make payment. If payment has still not been received by the eighth (8th) day after the end of auction, Cargo Largo will relist the item. RESIDENTS OF MISSOURI--AND ALL BUYERS WHO PICK THEIR ITEM UP LOCALLY--ARE REQUIRED TO PAY MISSOURI SALES TAX ON ALL ITEMS. PLEASE NOTE THAT TAXES APPLY TO THE ENTIRE SUBTOTAL (INCLUDING SHIPPING OR HANDLING.) Thank you. We are not an authorized dealer of this product and any warranty included with the product may not be honored by the manufacturer. If you believe that the item purchased from us does not match the item description, or if your item was damaged during transit, please contact us to discuss return and refund options. In order to initiate the refund process, buyer must contact us within 30 Days of receipt of item. All returns will require a return authorization. Please note that we will only pay return shipping when a buyer wishes to return an item due only to our error. If you wish to return an item for any other reason than a discrepancy in item description or damage during transit, we will accept a return on MOST items, provided that the item is returned to us in the same condition and within 30 Days. This applies to both the item and retail packaging. Buyer will be responsible for both original and return shipping charges, and a 15% restocking fee. Seller will initiate this transaction and refund the buyer once the item has been received AND agreed to the mutual cancellation. We DO NOT accept any returns on swim suits, undergarments, stockings, lingerie, or any item marked AS IS for any reason other than a grievous error in the listing. Please bid accordingly on all items listed AS IS . Click below to authorize a return Our business hours are 8:00 AM - 3:30 PM Monday-Friday (Central Time). We are closed on all major holidays and the day after Thanksgiving. Sales completed and emails received after normal business hours may be handled the next business day. Please feel free to contact us via email with any questions not answered in the above information. International Shipping Available to Select Countries Many of our items will ship using eBay's Global Shipping Program (GSP). As part of the program, the buyer directly pays international shipping and import charges to the third-party shipping provider. Please use the shipping calculator to get a shipping quote to your country. To get a quote and available shipping options, please use the shipping calculator under the current bid by clicking on \"see details,\" selecting your country, and entering your postal code (if asked for). When you check out, you will be responsible for choosing from the shipping options shown. For items that don't ship through the Global Shipping Program: Import duties, taxes, charges, and customs fees are not included in the item price or shipping cost. These charges are the buyer's responsibility. These are normally charged by the shipping company or collected when you pick the item up. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Some items may not be able to be shipped to your particular country due to size or restrictions placed on certain products by your country. If the shipping calculator doesn't give you an option, then we are unable to ship this item to you. We won't undervalue merchandise or mark the item as a gift on customs forms. Doing that is against U.S. and international laws. Sell Smarter with Kyozou.Inventory and Ecommerce Management",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "365840",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "cargolargo"
  },
  "GlobalShipping": "true",
  "Quantity": "1",
  "ItemID": "401337802997",
  "SKU": "C1DB6D28-470E-435E-B5FF-6B24D31AF16F",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Returns are welcome on all items other than those sold on an \"AS-IS\" basis.  Buyers returning items shipped outside of the US will be responsible for all customs fees as well.  Please read and fully understand the terms of our policy in advance if you wish to request a return.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1"
}