{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1423326104378080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/nnEAAOSwsW9Y3w7Y/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/56QAAOSwuLZY3w7a/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/We4AAOSw4CFY3w7c/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/YKIAAOSwol5Y3w7e/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/918AAOSwA29Y3w7g/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OCYAAMXQgPFRHRRJ/$(KGrHqF,!lMFDkYBp7+6BRHRRIu,0Q~~60_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/McKlein-USA-Lake-Forest-Leather-Ladies-Briefcase-w-Removable-Sleeve-Green-94331-/142332610437",
  "ConvertedCurrentPrice": {
    "value": "160.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Keep your laptop computer well-protected and your other everyday business essentials elegantly organized in the McKlein USA W Series Lake Forest Leather Women's 15.4\" Laptop Case. This soft, smooth, supple, and luxurious Italian leather bag is available in several fashion colors and has a top zip closure. It opens to reveal a spacious, brightly-lined interior with a padded, removable laptop computer sleeve, plus a file divider section. A zippered organizational compartment contains pen loops, business/credit card slots, a cell phone pocket, a key leash, and slide pockets for keeping small necessities neat and handy, and the McKlein USA W Series Lake Forest Leather Women's 15.4\" Laptop Case has double carry handles and an optional shoulder strap. Sleek, contoured design features a top zipper allowing easy access to the main compartment. Front organizer zipper section with storage space for media devices, business cards, key holder and pens. Interior zipper pocket to help organize. Double compartment divided by secured zipper pocket for important documents. Practical & stylish tubular leather arm straps. Matching leather shoulder strap with non-slip neoprene absorbs shock and alleviates body strain. Removable high-density laptop sleeve that protects laptops up to 15.4” in size. Black case is trimmed in black. Red case is trimmed in red. Orange, green, blue, sand and pink cases are trimmed in sand. Front Organizer: U-shaped zipper section for media gadgets, pens, cell phone, business cards, and miscellaneous itemsTop Zip Compartment: allow for easy, quick access to main section with file dividerRemovable high density laptop sleeve protects laptops up to 15.4\"Double tubular straps on either side of bag to wear on forearm; matching shoulder strap- Material: Italian Leather- Size: 16.5\" x 5\" x 12.5\"- Laptop interior dimensions: 13\" x 1.5\" x 10\"- Fits most laptops up to: 15.4\"- Hand strap drop length: 4\"- Shoulder strap drop length: 16-19.5\"- Weight: 4.0 lb - McKlein's limited lifetime warranty Luggagedesigners wants you to love your luggage. That’s why we offer a 30 day return policy on all our luggage. Unique Like You! We won’t be Beat! Sometimes our warehouse is out of a specific item. We try to house over 5000 products. If we are out we will have the item drop shipped directly from the manufacturer. Usually it will ship within 48 hours. Please allow for holidays and some ground shipping delays due to weather. International shipping please be aware that customs may hold your product up to 60 days if they wish. Most do not but it is not unheard of for three to four weeks delivery. There is nothing we can do but provide you with a customs number and tracking information once it leaves our warehouse. For international deliveries please do not ask us to provide false information to customs. We adhere to all international shipping laws. Please check the Ebay policy for buyer’s responsibility for duty fees. Please do not give us poor shipping feedback if customs holds your package. Thank you",
  "Title": "McKlein USA Lake Forest Leather Ladies Briefcase w/Removable Sleeve Green 94331",
  "ExcludeShipToLocation": "Africa",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "160.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Erie, Pennsylvania",
  "Seller": {
    "FeedbackScore": "5032",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Green",
    "UserID": "luggagedesigners"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "16505",
  "GlobalShipping": "false",
  "Quantity": "5",
  "StartTime": "2017-04-01T02:22:46.000Z",
  "HitCount": "10",
  "TimeLeft": "P27DT11H14M26S",
  "EndTime": "2017-06-30T02:22:46.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "McKlein"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Green"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "UPC",
        "Value": "642154943316"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142332610437",
  "Storefront": {
    "StoreName": "Luggagedesigners",
    "StoreURL": "http://stores.ebay.com/id=1088963975"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Luggagedesigners wants you to love your purchase that's why we offer a 30 day return policy on all our products. If you feel it is not the piece for you simply return the item to us within 30 days of your ship date in the original packing and un-used with all labels and hang tags. A full refund will be credited for your merchandise when we receive the item back to our store. Luggagedesigners 3522 Liberty St. Erie, PA 16508. (814)-790-4089. Please notify us in advance of your return. ***All items must be in original packaging, unused, and with hang tags. Shipping costs are non-refundable. The buyer is responsible for the cost of returning the item to us. Tracking information is suggested for verification of returns. Once an item has been placed on a truck for delivery, shipping costs have been incurred. Any cancellation of that shipment is at the cost of the buyer after shipping costs has been incurred. If an item is returned or not deliverable because of incorrect delivery information any shipping costs will be deducted from the order. Returned items will be charged a 15% restocking fee. No restocking fee will be charged for shipping errors caused by Luggagedesigners. Any expedited shipping once shipped is non-refundable if item is returned. Damaged items or defective items must be returned to the manufacturer for replacement or repairs. Any used or damaged merchandise returned to us will not be refunded. Missing packaging, hang tags, or merchandise deemed to be slightly used could be subject to a 50% reduction of the item price. Locks, Luggage straps and merchandise in a blister package cannot be returned once opened. A return for blister packaging must be sent to the manufacturer for replacement if defective. A full refund will be credited for your merchandise when we receive the item back to our store. Thank you. Luggagedesigners",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "94331",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}