{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P2DT6H48M35S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/PdwAAOSwnFZXWeew/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/8ZkAAOSwvg9XWee5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/HQUAAOSwLnBXWefG/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/j2UAAOSwuhhXWefN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/2zMAAOSwzJ5XWefZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/H4gAAOSwLnBXWefe/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDk4NA==/z/p5YAAOSwOVpXWefg/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Business-Briefcases-Bag-Italian-Genuine-Leather-Hand-made-Italy-Florence-7615-/231974428522",
  "ConvertedCurrentPrice": {
    "value": "258.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Negozi/Stores LEATHER BRIEFCASE WITH LAPTOP COMPARTMENT INSIDE. CARTELLA PORTA NOTEBOOK IN PELLE DI VITELLO TAMPONATA A MANO CON TRE SCOMPARTI. ENGLISH Men's genuine leather briefcase, perfect for an everyday professional use. A folder made of genuine leather, hand-buffed and polished with an elegant design. Featuring a comfortable leather handle and three well-organized inner compartments. It has an adjustable long strap. Enriched by details in brushed brass, is characterized by the design and quality typical of a genuine Made in Italy. Made by florentine artisans, is ideal to take with you the items needed for your job with elegance and simplicity! This briefcase is ready to hold many of your items (Notebook, books, Ipad, pens...). It is always modern and useful. - VISIT OUR SHOP FOR MORE PRODUCTS - ITALIAN Cartella da uomo in vera pelle, ideale per un uso quotidiano. Questa cartella è in vera pelle di vitello tamponata a mano e dal design lucido ed elegante. Caratterizzata da un comodissimo manico in pelle e tre ben organizzati scomparti interni. Arricchita da dettagli in ottone spazzolato è caratterizzata dal design e la qualità tipicamente Made in Italy. Realizzata da artigiani fiorentini è ideale per portare sempre con te gli oggetti necessari al tuo lavoro con eleganza e semplicità! - VISITA IL NOSTRO NEGOZIO PER MAGGIORI PRODOTTI- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Measures/Misure Height /Altezza 32cm Width / Larghezza 38cm Depht /Profondità 15cm Hand/Ansa 20cm ShoulderBelt/Tracolla 130cm - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - MORE PRODUCT -> MAGGIORI PRODOTTI-> >>>>New>>>> >>>New>>> >>>New>>> >>>>New>>>> >>>New>>> >>>New>>> - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - [English Language] San Lorenzo Market. FASHION HANDBAGS MADE IN ITALY The uniqueness of Italian styles with just one click On Florence Leather Market e-store you can find a wide variety of handcrafted, genuine-leather goods. Our very own online boutique offers trendy bags and wallets both for work and leisure time wearing, so don’t miss out on any of our fashion accessories. From classy handbag to comfortable backpack purses and shoulder-crossbody bags; from fanciful pochettes and elegant clutches to timeless doctor bags and roomy shopping bags… Have a look at our products and special offers. There’s a perfect bag for any moment and occasion. We have no doubt that on our catalog you’ll find a purse that perfectly fits each of your special moments. [Italian Language] Mercato San Lorenzo. BORSE IN PELLE MADE IN ITALY Stile, eleganza e praticità da acquistare comodamente online Le nostre borse in vera sono tutte da collezionare. Grazie alla varietà di modelli distribuiti da Florence Leather Market e disponibili sul nostro catalogo online,potrai sfoggiare una borsa diversa per tutte le occasioni. Alleborse a mano, irrinunciabile accessorio trendy per la donna contemporanea, si aggiungono le comode borse a spalla, le pratiche borse a tracolla e gli originali zainetti. Tutte da scoprire le sfiziose clutch e le eleganti pochette, così come i classici bauletti e le spaziose shopping bag. Le borse in vendita sul nostro negozio online sono tutte rigorosamente in vera pelle e vengono realizzate in Italia con tecniche di lavorazione artigianale. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - FROM FLORENCE WITH LOVE: HANDCRAFTED LEATHER GOODS WHICH HAVE CONQUERED THE WORLD Pelletteria San Lorenzo was established in Florence, Italy as a follow up to the ancient tradition of San Lorenzo market, perhaps the most famous tourist market in Italy and one of the eldests in Tuscany. Our expertise encompasses hide and leather working as well as craftsmanship production of bags and wallets. Through Florence Leather Market online store we are now exporting our fashion products all around the world, online and at highly competitive costs. We deal with both retail and wholesale orders. Please Contact us for any further information. LA TRADIZIONE DELLA PELLETTERIA ARTIGIANALE CHE DA FIRENZE HA CONQUISTATO IL MONDO. Pelletteria San Lorenzo nasce a Firenze come erede della tradizione storica del Mercato di San Lorenzo, il più famoso mercato turistico di articoli in pelle in Italia e uno dei più antichi e della Toscana. Siamo specializzati nella lavorazione della pelle e del cuoio, e nella realizzazione di borse e portafogli confezionati con manifattura artigianale. Oggi grazie al negozio online Florence Leather Market esportiamo in tutto il mondo le nostre borse in pelle Made in Italy, a un costo altamente competitivo. Vendiamo online sia al dettaglio che all’ingrosso.Contattaci per informazioni. - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Follow us on Facebook Copyright ©: PELLETTERIA SAN LORENZO SRL. All Rights Reserved",
  "Title": "Business Briefcases Bag Italian Genuine Leather Hand made in Italy Florence 7615",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "258.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Firenze",
  "Seller": {
    "FeedbackScore": "482",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "pelletteriasanlorenzosrls"
  },
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "50127",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2016-06-09T22:04:19.000Z",
  "HitCount": "146",
  "SecondaryCategoryIDPath": "11450:4250:52357",
  "EndTime": "2017-06-04T22:04:19.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Florence Leather Market"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Light Red"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Bag Height",
        "Value": "32"
      },
      {
        "Name": "Bag Depth",
        "Value": "15"
      },
      {
        "Name": "Bag Lenght",
        "Value": "38"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "UPC",
        "Value": "8050040254576"
      }
    ]
  },
  "Site": "US",
  "ItemID": "231974428522",
  "Storefront": {
    "StoreName": "FlorenceLeatherMarket",
    "StoreURL": "http://stores.ebay.com/id=1222281655"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Men's Accessories:Backpacks, Bags & Briefcases",
  "SecondaryCategoryID": "52357",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "IT",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2319744285228080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}