{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1825963436668080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDQ0WDU3Ng==/z/W8YAAOSwIgNXl~O9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTc0WDc0Ng==/z/YUQAAOSwSv1Xl~O9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIyWDY3OQ==/z/gjgAAOSwaB5Xl~OX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIzWDY3OQ==/z/QBcAAOSwtnpXl~PX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIyWDY3OQ==/z/xyMAAOSwZVlXl~OX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDQ0WDU3Ng==/z/YIsAAOSwSv1Xl~O1/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bag-Briefcase-Crossbody-Messenger-Shoulder-Blue-Vintage-Office-School-Purse-Tote-/182596343666",
  "ConvertedCurrentPrice": {
    "value": "74.97",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Bag Briefcase Crossbody Messenger Shoulder Dark Blue with Brown Vintage Office School Purse ToteNewFree Shipping Brand New ItemAll of our products are factory sealed in retail packaging. This gives you the comfort of knowing our products are brand new and come with the full manufacturer's warranty. Product FeaturesStylish Faux Leather Purses Girl's School Satchel Bag Gifts IdeasZipper closure51\" shoulder dropMaterial: soft faux Leather, top handle and effective waterproofClosure: Magnet button and zipper switch. With detachable and adjustable strapsProduct Size: External size: L12.8 x W3.8 x H10 inches, Inner size: L12.2 x W2.7 x H9 inches and weight of 1.6 poundsInternal Structure: The main compartment space for spare iPad mini, charger, purse, note book and more. A zippered pocket on the outside rear of the bag that would hold a smart phone or a wallet. Two open pockets on one side and one zippered pocket on the opposite side can hold key, ID card, change and other small items Product DescriptionThe Ecosusi Vintage Messenger Purse Satchel is very attractive and could be used as a young girl's school bag or as a brief case for a woman. It is very attractive, well made of soft faux leather. The dimensions are L12.8 x W3.8 x H10 inches. The bag has a very nice (and expensive) look and feel. The interior lining is very stylish and appears that it will hold up very well. There is a zippered pocket on the outside rear of the bag that would hold a smart phone or a wallet. This compartment could be used to store items that you did not want to have to open the main compartment to get to. The main compartment is zippered closed. Once open you will find two open pockets on one side and one zippered pocket on the opposite side. Note:Please note that since this is pu leather bag it comes with a distinct smell which fades away after 1-2 weeks of regular use.Also the faux leather might feel a bit stiff in the starting but it loosens out with usage.Due to monitor variations & measurements, the color & size may appear slightly different.Due to the nature of the material and the way in which it was produced, this bag features a distinctive leather smell which quickly reduces with regular use. ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~Thank You for shopping with us! Please take a look at my other items in my TheBest2Day Deals by Christina eBay-store. Enjoy Our FREE Fast Shipping! Handling TimeUsually takes 1- 2 business day to ship this item once payment has been received. ShippingUsually takes 3-10 business days for the delivery. (Most items aredelivered within 3-5 business days.)Shipping is within the continental 48 U.S. States onlyNo international shippingNo shipping to Alaska, Hawaii, Puerto Rico, Guam, or the Virgin IslandsNo shipping to Canada or MexicoNo shipping to APO/FPO/DPOPlease consider weekends and holidays. We are a clearinghouse of major retailers. The item will be shippeddirectly from our supplier. In the unlikely event that the item issold out or on back-order, we will refund 100% of your money. Shipping AddressIf your shipping address is different than your Paypal address, pleaseadd the shipping address to your authorized addresses in your Paypalaccount. We can only ship to an authorized Paypal address. We do notaccept email to change shipping address. PaymentPayPal only please. It is your best protection as a buyer. Return PolicyIn the event that you would like to return your purchase, we allow returns that are processed within 14 days of receipt of the merchandise. All items purchased must be returned in the same condition as they were received in. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer. TaxesSome states are requiring taxes to be charged for online sales. Thank You Very Much forShopping With Us!<br><span style='color:#ffffff;'>B00KYFPN6W</span><br>",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Middle East",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "74.97",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "UA",
    "HR",
    "MY",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "Nationwide, USA",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "875",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "goji4us"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Bag Briefcase Crossbody Messenger Shoulder Blue Vintage Office School Purse Tote",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-28T22:33:02.000Z",
  "HitCount": "4",
  "TimeLeft": "P25DT7H35M22S",
  "EndTime": "2017-06-27T22:33:02.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Ecosusi"
      },
      {
        "Name": "Material",
        "Value": "Soft faux leather, vintage metal hardware"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "Color",
        "Value": "Blue Brown"
      },
      {
        "Name": "Style",
        "Value": "Crossbody Shoulder Messenger Bag Briefcase"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182596343666",
  "Storefront": {
    "StoreName": "TheBest2Day Deals By Christina",
    "StoreURL": "http://stores.ebay.com/id=165860113"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "Seller must be notified prior to returning any item. All items are in stock when they are listed. Inventory is tracked and updated regularly. However, if demand exceeds our supply, we will give the customer a Full refund.  Your bid / purchase of the item implies you agree to this policy.\nIf you have a question about a product not otherwise answered in the item description, please contact us via eBay messages first and allow us the opportunity to help you and be sure we have what you're looking for.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00KYFPN6W",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}