{
  "PrimaryCategoryName": "Travel:Luggage",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "3252:16080",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Claire-Chase-Classic-Sports-Valise-Cafe-316-CFE-/132212934018",
  "QuantitySold": "0",
  "TimeLeft": "P2DT16H41M20S",
  "ExcludeShipToLocation": [
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "IQ"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "258.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "16080",
  "Location": "Erie, Pennsylvania",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "16505",
  "StartTime": "2017-06-02T09:06:20.000Z",
  "HitCount": "6",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Type",
        "Value": "Duffle Bags"
      },
      {
        "Name": "Size",
        "Value": "Duffle"
      },
      {
        "Name": "Brand",
        "Value": "Claire Chase"
      },
      {
        "Name": "Color",
        "Value": "Cafe"
      },
      {
        "Name": "Gender",
        "Value": "Unisex Adult"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "UPC",
        "Value": "609613410499"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "SecondaryCategoryID": "169296",
  "EndTime": "2017-06-05T09:06:20.000Z",
  "Title": "Claire Chase Classic Sports Valise Cafe 316 CFE",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1322129340188080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjA5WDc3MQ==/$T2eC16F,!)sE9swm(ulcBQdEPTVoP!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDQ2Ng==/$(KGrHqV,!jEF!fuh5+O!BQdEPPYT1w~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTg4WDgwNw==/$(KGrHqN,!pEFB)wEWzGZBQdEPQW7cw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAyWDY1OA==/$(KGrHqV,!p0FBgceeOq(BQdEPRdGzw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDQ0OQ==/$T2eC16N,!y0E9s2S5u+QBQdEPUlLs!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUzWDgwMA==/$(KGrHqR,!pIF!MhgLfUkBQdEPU)u!g~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/$T2eC16Z,!zcE9s4g3Kn0BQdEPUeUcw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjYyWDg1Mg==/$(KGrHqJ,!jYF!7QbzP1rBQdEPQVWQ!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTg4WDgwNw==/$(KGrHqN,!lEFBLN6t90vBQdEPRZDOQ~~60_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "Luggagedesigners",
    "StoreURL": "http://stores.ebay.com/id=1088963975"
  },
  "ConvertedCurrentPrice": {
    "value": "258.99",
    "_currencyID": "USD"
  },
  "AutoPay": "false",
  "NewBestOffer": "false",
  "Description": "Pack, carry, and transport your short trip necessities neatly, comfortably, smartly, and stylishly in the Claire Chase Classic Sports Valise in Cafe. This soft, smooth, supple, and luxurious top-grain cowhide leather bag features a classic, compact and structured, multi-compartment design with shiny, custom hardware, and it's available in several colors. It boasts a spacious, lined main compartment with a convenient, u-shaped, zippered opening; zippered end compartments perfect for holding your shoes and accessories; a roomy, flat zippered pocket ideal for stashing your travel documents in; and a front gusseted, zippered compartment for organization and quick access to frequently-needed items. It comes with both wrapped, rolled double handles and a padded, adjustable shoulder strap, and it makes a terrific carry-on! Product Features: Meets airline requirements for carry-on luggage. Double zipper opening across top for easier access.Deluxe antique brass hardware.Four zipper compartments, one Velcro compartment all wet lined.Comfortable, adjustable all leather shoulder strap with pad.Velcro closure handle.Handsome leather ID tag Size: Small Dimensions: 18\" x 11\" x 10\" Weight: 5 lbs Material: Cowhide Leather Warranty: 3 year limited warranty against factory defects Linear Inches: 39\" SKU: 316E Free Monogramming up to 3 initials for a limited time! Monogrammed items are not returnable. Luggagedesigners wants you to love your luggage thats why we won't be beat and offer a 30 day return policy! Sometimes our warehouse is out of a specific item. We try to house over 5000 products. If we are out we will have the item drop shipped directly from the manufacturer. Usually it will ship within 48 hours. Please allow for holidays and some ground shipping delays due to weather. International shipping please be aware that customs may hold your product up to 60 days if they wish. Most do not but it is not unheard of for three to four weeks delivery. There is nothing we can do but provide you with a customs number and tracking information once it leaves our warehouse. Please do not give us poor shipping feedback if customs holds your package. Thank you",
  "ShipToLocations": [
    "US"
  ],
  "Seller": {
    "FeedbackScore": "5032",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Green",
    "UserID": "luggagedesigners"
  },
  "GlobalShipping": "false",
  "Quantity": "5",
  "ItemID": "132212934018",
  "SKU": "316 CFE",
  "SecondaryCategoryIDPath": "11450:169291:80600:169296",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Luggagedesigners wants you to love your purchase that's why we offer a 30 day return policy on all our products. If you feel it is not the piece for you simply return the item to us within 30 days of your ship date in the original packing and un-used with all labels and hang tags. A full refund will be credited for your merchandise when we receive the item back to our store. Luggagedesigners 3522 Liberty St. Erie, PA 16508. (814)-790-4089. Please notify us in advance of your return. ***All items must be in original packaging, unused, and with hang tags. Shipping costs are non-refundable. The buyer is responsible for the cost of returning the item to us. Tracking information is suggested for verification of returns. Once an item has been placed on a truck for delivery, shipping costs have been incurred. Any cancellation of that shipment is at the cost of the buyer after shipping costs has been incurred. If an item is returned or not deliverable because of incorrect delivery information any shipping costs will be deducted from the order. Returned items will be charged a 15% restocking fee. No restocking fee will be charged for shipping errors caused by Luggagedesigners. Any expedited shipping once shipped is non-refundable if item is returned. Damaged items or defective items must be returned to the manufacturer for replacement or repairs. Any used or damaged merchandise returned to us will not be refunded. Missing packaging, hang tags, or merchandise deemed to be slightly used could be subject to a 50% reduction of the item price. Locks, Luggage straps and merchandise in a blister package cannot be returned once opened. A return for blister packaging must be sent to the manufacturer for replacement if defective. A full refund will be credited for your merchandise when we receive the item back to our store. Thank you. Luggagedesigners",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1"
}