{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529652360938080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/53EAAOSwr~lYoxGi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QZcAAOSw4A5YoxG-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/qMcAAOSwB-1YoxAX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/7oQAAOSwr~lYoxHW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/DoQAAOSw4CFYoxAi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/RvUAAOSw4A5YoxHo/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/CMUAAOSwfVpYoxHM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/5JYAAOSwB-1YoxGp/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/v6wAAOSw2gxYoxH3/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-PIERO-GUIDI-Lineabold-Carry-Tote-/252965236093",
  "ConvertedCurrentPrice": {
    "value": "124.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Prior to bidding, please read this entire listing. If you disagree with any terms - please reconsider bidding. Thank you.... now on to the listing....Up for your delight is this previously loved, gently used Authentic PIERO GUIDI Lineabold Carry On Tote measures 18\"Lx12\"Hx8\"Wmade with nylon and leather trimone central compartmentone side interior pocket that closes with a zipper one front pocketcomes with lock & keys fully lined shoulder straptwo leather handlesfour metal feetslight scuffs on the leather trim All of my listings are priced low and in no way represent the actual value of my items. I intentionally price all items low to keep with the spirit of ebay . Remember when you could find that treasure at a great price? Remember the feeling you had when you were able to get that special item for a steal? I want you to find that feeling and bring back that spirit here. For those of you who are repeat, thank you very much for your continued purchases; I appreciate the trust you have placed in me. For those who are new – I guarantee that you will be pleased with my items as they are all authentic, upscale and first rate. Please check out my feedback, as I have been a respected and responsible e-bay member for many years, only dealing with the utmost honesty.RETURN POLICY Due to the fact that most of my items are on consignment, and therefore I must pay my client --- refunds may not be available on all items. For this item however, there is a no-questions-asked return policy as long as you return the item within 30 days and as long as the item you send back is in the original condition as sent, with my return tag attached as originally affixed and in original packaging. Refunds are for the cost of the item only and all shipping costs are not refundable (both to your address, and return to mine) ALL RETURNS ARE SUBJECT TO 10% RESTOCKING FEE. Although I do have a 30 day return policy please ask all questions before placing your bid to avoid unnecessary returns. If you have any special requests for your package please ask before purchasing and please also leave a note with your Paypal Payment. Happy Shopping! All of our items are pre-owned unless otherwise stated ~We look for great style and one of a kind gently worn items ~We do our best to describe our items as accurately as we see them, mentioning any noticeable flaws. ~Please remember that these items are previously owned/worn and may show some minor signs of wear ~We suggest upon receiving your item if you wish to personalize your fabric, fur or leather garment to have it cleaned as odors are subjective to each individual ~ We take great care in measuring our items accurately. Please check all measurements before your purchase to ensure a proper fit ~We will gladly leave feedback once feedback has been received ~Please ask as many questions as you have before your purchase Please read - a few housekeeping items:1. For those E-bayers with zero (0) feedback, please email me prior to your bidding. Otherwise, I will cancel your bids. I will hate to do this, but it is necessary to keep the non serious buyers from hurting the actual payers. 2. For those that live outside of the US, I will gladly ship to your location. However, please note that I cannot be responsible for delays with customs, in shipping time, or any other issue that relates to shipping to your country. Once the item leaves my hands, it is beyond my control. There will be an additional $2.50 handling fee for international buyers to cover the cost of insurance. Delivery with confirmation will also be used for all packages shipped internationally. ALL international customs charges, tariffs, taxes, bribes, or what ever necessary to be paid to your government to receive your item will be paid by the buyer (you). Not the seller (me).3. For everyone…I ship via USPS (United States Postal), or at times priority via USP. But depending on the item's weight or destination I may also use UPS ground. I ship items promptly. Please rate 5 star on shipping time according to ebay rules.Lets touch upon FEEDBACK;For those that are new to ebay, and to those that might need reminding --- here's how it works: When you receive your item and you are satisfied with it = positive feedback. When you receive your item, and are not satisfied with the item (for whatever reason), you should contact the seller and work it out. Chances are you will receive a favorable outcome, and your response = positive feedback. (You can certainly state within your positive feedback that things didn't work out, but it was corrected.)Never use Negative Feedback if you did not give the seller the opportunity to correct the wrongdoing. It is not right or fair to that person. Negative feedback should only be reserved when you can't work things out with the seller. Respectable ebay sellers value their feedback and ratings and will work hard to maintain it. So before pushing that button leaving negative feedback, pause for a moment and ask yourself did you give the seller the chance to correct and is it fair.I consider my rating as the soul of my business; please do not leave a negative feedback in a hurry before working with me to successfully solve disputes (e.g. Function, Delivery, Feature and Packaging) regarding any item you receive.Prior to leaving any negative or neutral feedback - please contact me. Let’s also mention POSTAGE.I am not out to get rich off of postage. I carefully weigh each item and calculate postage by using usps.com. I do not understand how someone can buy an item and therefore \"accept\" postage charges but then turn around and leave poor ratings for that seller on the postage charged. We do not make the postage rates, USPS does that for us. It’s not the seller’s fault that it costs more to ship an item, than it would to hand deliver it. Remember, it costs .48 cents for a regular size letter. So, if you feel that the seller is charging too much postage - the answer - don't buy the item.Ebay friends: if you feel that you cannot leave high star rankings in feedback for this transaction, I ask that you please leave nothing. Special note: If you are a difficult person, if you think you may be a difficult person, if you are someone who likes to complain about the smallest thread, if you are not a happy person in general, or takes personal satisfaction in making others within your reach miserable - Please don't bid. If your feedback habits indicate that you enjoy leaving negative feedback for other sellers - without reasonable cause I will cancel your bid. Let’s keep this transaction pleasant for both parties. It may be a game to you, but it is not for responsible ebay sellers.Payment is due within 3 days of auction end; I ship out the following business day of receipt of payment.Thanks for bidding!Check out my other items!",
  "ExcludeShipToLocation": [
    "Africa",
    "Middle East",
    "AF",
    "CN",
    "KZ",
    "KG",
    "MN",
    "NP",
    "PK",
    "RU",
    "UZ",
    "RO",
    "RS",
    "SJ",
    "UA",
    "HT",
    "MY",
    "PH",
    "MX"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "124.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "West Palm Beach, Florida",
  "Seller": {
    "FeedbackScore": "6593",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "Green",
    "UserID": "mybffcouture"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "124.99",
    "_currencyID": "USD"
  },
  "PostalCode": "33401",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-30T12:26:50.000Z",
  "Title": "Authentic PIERO GUIDI Lineabold Carry On Tote",
  "TimeLeft": "P6DT18H49M48S",
  "EndTime": "2017-06-09T12:26:50.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "duffle"
      },
      {
        "Name": "Brand",
        "Value": "PIERO GUIDI"
      },
      {
        "Name": "Material",
        "Value": "nylon and leather"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252965236093",
  "Storefront": {
    "StoreName": "mybffcouture",
    "StoreURL": "http://stores.ebay.com/id=6762099"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "please review return policy as stated in this listing",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "2.11.17",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}