{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "TimeLeft": "P14DT22H39M26S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "Handmade to order and custom monogram.",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY0/z/NEYAAMXQWzNSnjK9/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CUSTOM-COWPOKES-COWBOY-WESTERN-FABRIC-DIAPER-TOTE-bag-/351685696739",
  "ConvertedCurrentPrice": {
    "value": "55.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "CUSTOM COWPOKES COWBOY WESTERN FABRIC DIAPER TOTE bag SSCD click picture to enlarge click picture to enlarge ~~FANCY FACE DESIGNS~~ MICHAEL MILLERS \"COWPOKES\" COWBOYS!A CUTE VINTAGE LOOKING COWBOY KIDS PRINT FABRIC FROM MICHAEL MILLER MAKES UP THIS AWESOME DIAPER TOTE BAG. THE WINNING BIDDER CAN CHOOSE TO CUSTOMIZE THIS BAG AND PAIR THIS FABRIC WITH A BLACK CANVAS OR A DENIM FOR THE BOTTTOM AND HANDLES!!!--------------------------------------------------------------------------------I made this one for a client having a little boy to be used as a diaper bag and I am happy to be able to offer this custom order bag. ABOUT THE BAG: 16\" Wide 12\" Tall 6 inch Bottom 24 inch handles with approx. an 12 inch drop.The body of the bag is THE COWPOKES and the bottom and handles are a thick BLACK CANVAS OR DENIM, great for its strength and durability. For the liner you can choose from a red or black ginham or a red hanky western print. The pockes will be made from a combination of the lining fabric and the cowpokes.The bag, handles and the lining are all interfaced with a heavy interfacing to give the bag body so that it will stand on its on. There is also a plastic canvas placed between the liner and the outside so the bag will not sag when full. 6 double faced pockets sized to hold your sunglasses and cell phone, keys, diapers, wipes, bottles(of any size) and sippy cups and anything else you may need. I have sewn a black FANCY FACE label on the inside liner for a professional look and have topped it off with FABRIC COVERED BUTTON AND LOOP CLOSURE. I ALSO OFFER A MAGNETIC SNAP OR A RIBBON TIE...THE CHOICE IS YOURS. The bag with the bandana tie was custom created for this bag out of the same fabric that the inside liner is made from. I thought it turned out extra cute. You will not be disappointed, this is a really great bag!NOTE: MONOGRAMMING IS AVAILABLE UPON REQUEST AND IS FREE WHEN THE BAG IS PURCHASED FROM MY STORE. A NAME CAN BE PLACED ON THE CANVAS JUST UNDER THE COWPOKES FABRIC. A CHANGING PAD CAN BE MADE TO MATCH THE BAG OF YOUR CHOICE (APPROX. 18X24 IN SIZE),FOR AN ADDITIONAL FEE. FEEL FREE TO EMAIL ME FOR DETAILS. This is a one of a kind bag that you will not find anywhere else. Each one of my totes are unique and only quality fabric is used. Bid with confidence, you will not be disappointed. This would make a fabulous and unique birthday gift for any little boy and for the mother to be. A fun alternative to a traditional diaper bag. Feel free to email me with any questions or additional pictures. A matching changing pad could be made at special request for an additional charge. Winning bidder to pay shipping of 5.50. Custom Tote,Diaper Bag,Toddler Tote or Little boys overnight bag. However you use it, you are bound to get tons of compliments. *EACH CUSTOM BAG IS MADE ONE AT A TIME, PLEASE EMAIL ME PROMPTLY WITH ANY BAG CHANGES OR COLOR CHOICES YOU WOULD LIKE TO MAKE. PROUD NEW MEMBER OF HERE COMES THE STORK (HCTS) AND STORK STUDIO CUSTOM DESIGNS (SSCD). IF YOU DON'T SEE A BAG MADE OF YOUR FAVORITE FABRIC CUSTOM ORDERS ARE AVAILABLE. EMAIL ME FOR DETAILS.   See my other listings for more great items! click picture to enlarge click picture to enlarge click picture to enlarge click picture to enlarge click picture to enlarge click picture to enlarge click picture to enlarge click picture to enlarge click picture to enlargeOptional changing pad that is an additional 17.99. click picture to enlarge Fabrics do vary according to what I have on hand. Back is either a chenille or a terry cloth. click picture to enlargerolled up with a ribbon tie. measures approx. 18x25 click picture to enlarge PREFERRED METHOD OF PAYMENT IS PAYPAL. WINNING BIDDER MUST CONTACT ME WITH ANY CUSTOM OR MONOGRAM REQUESTS. PLEASE RESPOND OR MAKE PAYMENT WITHIN 3 TO 7 DAYS OR ITEM WILL BE RELISTED. txzj pxzj1191 txzj50 txzj72 txzj103",
  "Title": "CUSTOM COWPOKES COWBOY WESTERN FABRIC DIAPER TOTE bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "55.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Fort Smith, Arkansas",
  "Seller": {
    "FeedbackScore": "5828",
    "PositiveFeedbackPercent": "99.1",
    "FeedbackRatingStar": "Green",
    "UserID": "fancy*face*bags"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "72903",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-03-24T14:17:22.000Z",
  "HitCount": "209",
  "ConditionID": "1500",
  "EndTime": "2017-06-17T14:17:22.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Style",
        "Value": "Diaper Bag"
      },
      {
        "Name": "Brand",
        "Value": "fancy*face*bags"
      },
      {
        "Name": "Color",
        "Value": "Red"
      },
      {
        "Name": "Country//Region of Manufacture",
        "Value": "United States"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "351685696739",
  "Storefront": {
    "StoreName": "Fancy*Face*Bags",
    "StoreURL": "http://stores.ebay.com/id=13551826"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3516856967398080_1.jpg",
  "HandlingTime": "5",
  "BestOfferEnabled": "false"
}