{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Men's Accessories:Backpacks, Bags & Briefcases",
  "Subtitle": "Leather satchel Laptop Bag briefcase Handmade messenger",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "Combo pack  of 4 bags“““““100% pure Goat Leather. Leather laptop bag, leather satchel bag, leather messenger bag, men's ” ” ..",
  "PrimaryCategoryIDPath": "11450:4250:52357",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-Vintage-genuine-leather-man-messenger-bag-men-briefcase-travel-shoulder-bag-/201621288377",
  "QuantitySold": "0",
  "TimeLeft": "P3DT21H5M58S",
  "CurrentPrice": {
    "value": "210.0",
    "_currencyID": "USD"
  },
  "ListingStatus": "Active",
  "ExcludeShipToLocation": [
    "IN",
    "PO Box"
  ],
  "PrimaryCategoryID": "52357",
  "Location": "UDAIPUR, RAJASTHAN",
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "313001",
  "StartTime": "2016-07-11T12:21:15.000Z",
  "HitCount": "745",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "Messenger/Shoulder Bag"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Features",
        "Value": [
          "Eco-Friendly",
          "Laptop Sleeve/Protection"
        ]
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "SecondaryCategoryID": "169293",
  "EndTime": "2017-06-06T12:21:15.000Z",
  "Country": "IN",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2016212883778080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "true",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzkyWDExNTI=/z/kVIAAOSwanRXg4mF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODYxWDEyOTk=/z/wQsAAOSww9VXg4nK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4N1g5NDI=/z/xjoAAOSwzLlXg4n2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/22sAAOSwRgJXg4oB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/CykAAOSwYSlXg4rH/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE3M1gxNjAw/z/CKIAAOSwyDxXg4rh/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/cWgAAOSw0kNXg4o1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/V1MAAOSwGXtXg4q3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxNTAw/z/qF8AAOSwRJ9Xg4oy/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxNTAw/z/8rcAAOSwyDxXg4o9/$_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "texti.shiva",
    "StoreURL": "http://stores.ebay.com/id=1373993616"
  },
  "ConvertedCurrentPrice": {
    "value": "210.0",
    "_currencyID": "USD"
  },
  "AutoPay": "false",
  "NewBestOffer": "false",
  "Description": "Combo pack of 4 bags Men's Leather Messenger Satchel Shoulder Briefcase Business Bag - Leather Bags Best Product in Leather Bags Descriptions: 100% genuine goat leather messenger bag with a durable inner lining made of canvas.Designed to carry 15\" laptops, tab, documents or other personal belongings, etc.A genuine hand made product using Natural leather. Natural oils and light have been used to obtain the style of the leather - chemical free!This bag features a wonderful unique and vintage look, designed to carry mini laptops, tab,documents, personal belongings etc. Perfect for the office, school or as a gift! Specifications:Made from 100% genuine, strong, lightweight, durable goat leather, tanned without the use of chemicals (1) Adjustable shoulder strap, half flap bag with strap lock & 2 small front pocket. big inner compartment for carrying files, mini laptop's, tab's etc.2 zipper compartments for important documents/paperwork etc.Inner canvas lining Vintage leather washLeather softens and darkens with useHandmade in India by experienced craftspeople Size: 15\" Wide X 11\" Long X 5\" Deep Item Description:- Material- Real Goat hide ( sustained )Size- 11\"(L), 15\"(W), 5\"(D) 2 Front pockets, handle on top. Total 5 compartments inside with green color strong canvas lining.54\" long adjustable shoulder broad strap.Real Brass metal accessories used in this Bag.Made by professional and experienced artisans from Rajasthan.Treated by natural ingredients.Natural leather smell will go away within few days from the usage of this bag.Eco friendly and weather resistant. (2) 100% genuine goat leather messenger bag with a durable inner lining made of canvas. Designed to carry mini laptops, tab, documents or other personal belonging. A genuine hand made product using chemical/dye-free leather. Natural oils and light have been used to obtain the style of the leather - chemical free! This bag features a wonderful unique and vintage look, designed to carry mini laptops, tab, documents, personal belongings. Perfect for the office, school or as a gift! Specifications: Made from 100% genuine, strong, lightweight, durable goat leather, tanned without the use of chemicals Adjustable shoulder strap, half flap bag with strap lock & small front pocket. 3 big inner compartment for carrying tablet, smart phone's, tab's etc. 2 zipper compartments for important documents/paperwork etc. 2 small pocket in front & 2 small pocket in side. Inner canvas lining Vintage leather wash Leather softens and darkens with use Handmade in India by experienced crafts people Size 11 inch Height x 15 inch Wider (3) 100% genuine goat leather messenger bag with a durable inner lining made of canvas. Designed to carry mini laptops, tab, documents or other personal belonging. A genuine hand made product using chemical/dye-free leather. Natural oils and light have been used to obtain the style of the leather - chemical free! This bag features a wonderful unique and vintage look, designed to carry mini laptops, tab, documents, personal belongings. Perfect for the office, school or as a gift! Specifications: Made from 100% genuine, strong, lightweight, durable goat leather, tanned without the use of chemicals Adjustable shoulder strap, half flap bag with strap lock & small front pocket. 2 big inner compartment for carrying tablet, smart phone's, tab's etc. 2 zipper compartments for important documents/paperwork etc. 2 small pocket in front. Inner canvas lining Vintage leather wash Leather softens and darkens with use Handmade in India by experienced crafts people Size 12 inch Height x 16 inch Wider (4) Handmade Goat Leather Satchel Laptop Shoulder BagQUALITY LEATHER BAG Each bag is individually made using goat leather by experienced crafts people .The bag gets better and better with the time as the leather softens and deep-ens in color. The tonality color of each bag might vary in accordance with the low and high temperatures from the heart of The Thar desert.The leather does not receive any chemical treatment. On the bags a special vegetable oil is applied to give more tonality to the dominant brown (light and dark) color of the bag also making it more resistant to the water.Each bag has its charm and style and a very special earthy smell that will assure you it’s real leather.Its lightness, flexibility and durability will not make you regret your purchase.HANDMADE BRIEFCASE SATCHEL BAGFOR STUDENTS, OFFICE WORKERS AND COMMON PEOPLE Features Green canvas fabric Internal 2 compartments and 2 zipper Front 1 big pocket Back side 1 zipper Thick adjustable strip SIZE: 12 (long) x 16 (wide) x 5 (deep)(See the picture for more detail) Strong, light-weight goat leather, tanned without the use of chemicalsLeather softens and darkens with useColor and texture of the leather variesNatural real leather smell, just like a luxury car or lounge suite Solid brass buckles and fixtures - will last for years Has a wonderful natural look, and feelEach bag is uniquely individual due to slight color and marking variations on natural leatherBrand New Handmade Leather Bag without tag Payment Using Paypal is the simplest and easiest way to pay, and is the way we prefer,but if you have a reason that you don't want to use Paypal that's OK, we will accept credit card payments and bank deposits, please contact us to arrangethese after purchasing.we know that you will want to get your goods sent quickly so please rememberto make your payment quickly after purchase, and we will dispatch within onebusiness day after you have made your payment.if you need a bit of time to make your payment, that's also ok, please contactus to advise how long you need, we are happy to hold your goods for up to week before you pay.if you are purchasing from overseas,please be aware that we can only accept Paypal. Shipping Combine shipping (Heavy discounts) available Tracking details are availableExpress delivery (3 days) available on minimal extra charges, please write to us Shipping Partners - DHL, FedEx, UPS etc and like other International Courier Service providors onlyShipping may be influenced by holidays, public events and/or any othe uncertainties. We can not guarantee the exact arrival time.Please understand we could not control how the customs work at destination.If you are very care about the seemingly shipping time, please provide your contact numbers. We ensure to keep it confidential. Terms Of Sale Returns accepted Please write to us before returning the item Buyer should contact us within 20 days of receiving the item Refund will be given in refund or replacement on buyer's choice.Return shipping will be paid by the buyer Item must be returned in its original condition Please write to us for any clarification on RETURN POLICY About Us Namaste........ We are manufacturer and wholesaler of leather goods and specialized in Office Briefcases, Office Bag, College School bags, Travel Bag, Handbags, Purses, Wallets, leather journals and diaries and many more. We use quality leather of Goats and Camel. We offers customize designing and wholesale prices for bulk order. For more details, please write to us.Please visit our store and have a look of our other itemsIf anything unanswered, please do write to us.Happy Shopping!! Please contact us via eBay with any questions you have about our products.We normally respond to any questions within one or two working days. Feedback & DSRIf there is any problem with product or delivery, please contact us BEFORE leaving the feedback and below 5 star rating.100% customer satisfaction is our goal.Your 5 Star rating will help us to reduce cost in your next purchase100% Genuine leather Products | Lining 100% Canvas I (MADE IN INDIA) Buy with confident 30 Days Return Policy",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "770",
    "PositiveFeedbackPercent": "98.7",
    "FeedbackRatingStar": "Purple",
    "UserID": "texti.shiva"
  },
  "Title": "New Vintage genuine leather man messenger bag men briefcase travel shoulder bag",
  "GlobalShipping": "false",
  "Quantity": "1",
  "ItemID": "201621288377",
  "SecondaryCategoryIDPath": "11450:169291:169293",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1"
}