{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDY1Mg==/z/I6AAAOSwN6JY8yio/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Solo-Grey-Impulse-Duffel-Bag-/201893451450",
  "ConvertedCurrentPrice": {
    "value": "97.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Solo Grey Impulse Duffel Bag Item Description Styled in a sleek urban palette, Urban Code effortlessly deciphers the everyday frenzy of city life. With the Solo logo written in Morse code, this collection pays tribute to yesterdays digital pioneers, while being distinctly designed for the hyper-connected digital age. Features: Fully padded 17.3\" laptop compartment Internal iPad/ tablet pocket Large capacity main compartment Front zippered pocket Removable/adjustable shoulder strap Back strap slides over luggage handle Approximate Dimensions: Height: 11\" Width: 18.25\" Depth: 8.75\" Approximate Weights: Shipping: 3 lbs Expandable: No Height (inches): 11 Width (inches): 18.25 Depth (inches): 8.75 2 Wheeled: No 4-Wheeled: No Back Pocket: No Tablet Compartment: Yes Side Carry Handle: No Add-A-Bag Sleeve: Yes Weather Resistant: No Gender: Unisex Shipping: 3 lbs Shipping Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 48 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREE Returns We offer a 30 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for you When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items. All returns MUST be done within 30 days of date of purchase. Please note that we cannot give refunds or replacements after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. About us All of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If theres a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us!",
  "Title": "Solo Grey Impulse Duffel Bag",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "97.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Clarksville, Maryland",
  "Seller": {
    "FeedbackScore": "68",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "smartonlineshoppers"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "21029",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-04-16T08:17:48.000Z",
  "HitCount": "266",
  "TimeLeft": "P12DT15H22M43S",
  "EndTime": "2017-06-15T08:17:48.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "SOLO"
      },
      {
        "Name": "MPN",
        "Value": "UBN6404"
      },
      {
        "Name": "Model",
        "Value": "UBN6404"
      },
      {
        "Name": "UPC",
        "Value": "030918012291"
      },
      {
        "Name": "EAN",
        "Value": "0030918012291"
      }
    ]
  },
  "Site": "US",
  "ItemID": "201893451450",
  "Storefront": {
    "StoreName": "Smart Online Shoppers",
    "StoreURL": "http://stores.ebay.com/id=1428298710"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2018934514508080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}