{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "TimeLeft": "P29DT9H40M55S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/9UUAAOSwA3dYavqe/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/-iwAAOSwa~BYavqi/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/9hMAAOSwA3dYavqo/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/yS8AAOSwUKxYavqs/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/puYAAOSwopRYavqw/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTMy/z/NbIAAOSw5cNYavqa/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/7nIAAOSwImRYavqX/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/5RQAAOSwZQRYavqT/$_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Anello-Gray-Flap-Cover-Japan-Fashion-Backpack-Rucksack-Diaper-Laptop-Travel-Bag-/172470380685",
  "ConvertedCurrentPrice": {
    "value": "54.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Anello Official Japan Fashion Backpack Bag Detail Information: Manufacturer: 100% Authentic Anello Condition: Brand New Material: Nylon, Polyester Canvas Size:Approximately 10.5 Inches (L) x 16 Inches (H) x 7 inches (W) Product Description: - 100% Official imported from Japan (Product Made In China, but real official Anello all need to imported from Japan) - Our Company is the only Authorization Dealer in USA has the Sale Certificate to proof 100% Authentic from Anello - Zipper on Top for wide open, Zipper on side for easy remove laptop, tablet, diaper - Unisex for Women, Men good for fashion, laptop back, travel or diaper bag - Light Weight - Both Side has open pocket for water bottle, shopping bag..etc. - Inside has 2 pockets for cell phone, wallet, keys..etc. - Large Handle can use as hand carry or backpack style NOTE: Anello DO NOT have any USA website or online store in USA. Anello ONLY ship JAPAN only. All international whoelsale will get from Marutaya Co (Anello partner company). We are the ONLY USA company get the Sale Certificate from Marutaya Co. Our Bag all snap inside has the Carrot Co marked (Anello Main company) to mark it as official. Customer can feel free to contact Anello confirm about Marutaya Co or contact Marutaya about our authroization information. Each color Backpack or Bag interior are different (We post few sample below, Black will be grey interior, Sea Blue will be Brown..etc) Look at the image above whatever we show on the picture is the bag you get. They will match the color on Anello Japan official website, facebook. Price Included: One (1) Bag All Our Products are 100% Brand New and 100% Authentic. All listing are stock and read to ship Shipping and Payment Information Most orders are shipped on same or next business day upon receipt of payment. We are partnered with USPS, FedEx and UPS to meet your needs. Default carrier and shipping method is based on time and cost efficiency. Upgrade shipping is always available; please ask if it's not listed. Combined shipping discount is available. Free Shipping item only apply to USA (Included AK, GU, HI, PR, US VI, APO, and FPO except special noticed on the description) We ship 5 Days a week (Monday - Friday) excluding major Holidays. We ship all our products same day if order place before 10:30a.m PST. Otherwise it will ship on the next business day. Tracking Number will be uploaded to eBay and / or emailed to you typically within 24 hours after shipment pick up by carriers.International customers shipping is charge by USA Post Office NOT us. eBay will find out the shipping cost and post on the list for each countries. Note to International Customers: We ship worldwide to overseas customer! International shipping rate is listed unless item is not available to ship outside of U.S. Shipping & handling fee for multiple item purchase will be calculated upon checkout. We can also calculate a shipping quote for you before you buy, email us! Custom & brokerage fee may be incurred by your local government through your postal carrier. International shipping rate is listed in this auction unless item is not available to ship outside of U.S. Custom & brokerage fee may be incurred by your local government through your postal carrier. Please check your local custom law before purchasing. - All International Order will take at least 14-21 business day if you choose the First Class International Mail. - For Brazil, UK, Russia and some countries it might take up to 30 business days. Please contact us if you have question. - We only can read English in our system, so please provide us your name, address in English when check out by PayPal. Otherwise it will delay the shipment. Payments: We accept Major Credit Cards (MasterCard, Vis, Discover, American Express), Bank Instant transfer through PayPal. All California residents are subject to California sales tax. Please check our tax rate at \"Shipping and Payment\" section next to Description on Top of Page. (Tax Rate is basic on our location) Wholesale Customers Welcome to contact us for price quote. Return & WarrantyAll items are in NEW condition unless specified otherwise. In order to keep our cost low and pass on the saving to you, all return or exchange will be only under your warranty period. Exchange can be arranged within our warranty period on each specified item in the rare case of defective merchandise. Please contact us before returning any shipment or it will be refused. All defective items can only be exchange and need to contact us first. - All items must be in new and unused condition with original package for return. (Except defective or damage during shipping item) - All return must be within the warranty time that we provide Please contact us before you open the case, left feedback or ship back the item. Simply just click \"Contact Us\" on top of our ebay store and we will try to reply you within 1 business day. All package ship back withour our authorization, RMA number or notice will be refuse. If you open the case that will limited the option we have to help you, (With the case open ebay only give us 2 option 1) send message 2) Accept you ship back the item for refund and you will pay for the shipping) So please contact us first and we will try to help. - 60 Days Hassle Free Money Back Quarantee! - Unlimited Free Technical Support! - After first 60 days it is Manufacture 2 years warranty. You contact us we give you instruction to ship back for exchagne and we will ship the new one to you. - If you want to return the item please contact us within 60 days and Contact us before you open the case or left feedback otherwise due to limited option we might NOT be able to help. - All aftermarket components are installed and used at buyers ownrisk. Top Option Inc, OptionStage4U, HIKARU and its affiliates are not responsible for any damages caused by installation or improper use of the product. - Any question please contact us or go to our eBay Store under FAQ you will find some answer or instruction. Please feel free to contact us our friendly customer support is available by email Sunday to Friday 10a.m PST to 6p.m PST (Pacific Standard Time) Emails sent late Friday or Saturday will answer Sunday morning. Disclaimer: All California Residents are subject to California Sales Tax. Please refer to listing for tax rate and detail. Some of our product is design for off-road use or recommended professional installation. Please contact your local DMV before use or purchase. We are not responsible for any legal issue in this regard, as with any issue or incorrect installation by the buyer. We reserve right without liability or prior notice to revise and discontinue any of our offer. Optionstage4U is not liable for any damages caused by installation or usage of our products. We recommend our parts to be professionally installed. Always proceed with caution when working on your vehicle If you have ANY Issue with our products or service, please contact us before leaving feedback or filing a case. We are NOT Happy until YOU are happy! Let us serve and help you!",
  "Title": "Anello Gray Flap Cover Japan Fashion Backpack Rucksack Diaper Laptop Travel Bag",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "54.99",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Hayward, California",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "40906",
    "PositiveFeedbackPercent": "99.1",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "optionstage4u"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "94545",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "Worldwide"
  ],
  "StartTime": "2017-01-03T01:13:47.000Z",
  "HitCount": "444",
  "SecondaryCategoryIDPath": "11450:169291:169295",
  "EndTime": "2017-07-02T01:13:47.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Anello"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Gray"
      },
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "Product Dimensions",
        "Value": "10.5 in (L) x 16 in (H) x 7 in (W)"
      },
      {
        "Name": "Shipping",
        "Value": "Free Standard Shipping Within USA"
      },
      {
        "Name": "WarrantyDay",
        "Value": "Yes 60 Days Warranty"
      },
      {
        "Name": "Type",
        "Value": "Backpack"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172470380685",
  "Storefront": {
    "StoreName": "Option Stage 4U Auto Car Parts",
    "StoreURL": "http://stores.ebay.com/id=14306253"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "Quantity": "5",
  "SecondaryCategoryID": "169295",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Description": "All items are in NEW condition unless specified otherwise. In order to keep our cost low and pass on the saving to you, all return or exchange will be only under your warranty period. Please feel free to ask us question about our product any time to ensure it is the right product that you are looking for. Exchange can be arranged within our warranty period on each specified item in the rare case of defective merchandise. Please contact us before returning any shipment or it will be refused. All defective item can only be exchange and need to contact us first. Customer satisfactory is most important to us. If you have any problem regarding your order please contact us before leaving feedback. Otherwise, we cannot help you if we do not know.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1724703806858080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}