{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTE0WDEzNzI=/z/uhgAAOSwK6RZIvWF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODc3WDEyMzQ=/z/POoAAOSwuMZZIvV8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/zkoAAOSwCQZZIvWA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODU2WDE2MDA=/z/NREAAOSw8lpZIvWI/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VICTORIAS-SECRET-Duffle-Bag-Canvas-Extra-Large-Pink-Weekender-NEW-NWT-78-MSRP-/371958412729",
  "ConvertedCurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "brand new with tags, extra large 22\" duffel bag. amd amd For shipping within the United States: Some of my auctions exclude Alaska and Hawaii for shipping based on weight /size of package. If you live in one of those states and the auction has you restricted from bidding, please feel free to email me. I will ship to you but not for free. We can discuss shipping options. Because ebay charges a fee to sellers on separate line item shipping costs, for my items with free shipping, shipping costs are now included as part of the item cost and not shown separately. The opening bid or buy it now price now takes into consideration what it will cost me to ship this to you for \"FREE\" as well as the value of the item. Shipping is not free for me, I still have to pay for it so I have to include it as part of the overall cost of the item. When I price my items, I have to calculate what my ship costs will be if I have to ship to a location that will be the most costly for me. Because I live in PA, it is more expensive for me to ship to Mid and West Coast States. A 5 pound package that isn't larger than one cubit foot will cost me $20 to ship if going to CA but only about $10 if shipping local. Understand, and please try to keep that in mind when you place offers on my items. For auction style listings that offer free shipping, keep in mind the price of the item at the end of the auction is the total you will pay. No additional shipping costs are added. If you live in PA, sales tax will be added to the total. For Fixed Price listings with best offer option, Make an offer and I will consider the offer you give me based on where you live (your zip code) and how much it will cost me to ship it to you as well as the value of the item you are making an offer on. Because shipping costs vary greatly depending where you live in relation to me, the closer you live to me, the better I might be able to do on price. I have to include shipping costs at the highest rates for my customers on the West Coast. I do know and understand that it will not cost as much to ship if you live on the east coast. As the seller of this item, I reserve the right to change shipping methods, using my choice of USPS or UPS. Please provide both PO box and physical address if different for either carrier. I only ship to the address shown as the ship to address when you make payment. I will not ship to an alternate address you might try to provide via email. Please make sure the correct address you want the item shipped to is showing when you make payment. There is no ebay workaround for an error other than to cancel the sale and start over. Any package that is returned to me due to an incorrect or non forwarding address is re-sent at buyer's expense. International Buyers - Shipping is NOT FREE FOR FIXED PRICE / BEST OFFER LISTINGS: If you are ebay registered in a country outside of the USA and making an offer on an item that is to be shipped within the USA, please notify me when the offer is being made. (include the zip code I am to ship to in the small message box) If you fail to do so and I accept an offer that you want shipped within the USA, exact shipping costs will be added to the invoice. Shipping is free for within the USA, but it is only fair that I accept your offer knowing ahead of time that I will be paying for shipping. I only ship International using Priority Mail. I DO NOT use First Class because it does not provide tracking and there is no seller protection against charge-backs for items that buyers indicate they did not receive. Please do not email and ask me to ship first class mail. International Buyers – Please Note: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up – do not confuse them for additional shipping charges. I do not mark merchandise values below value or mark items as \"gifts\" - US and International government regulations prohibit such behavior.",
  "Title": "VICTORIA'S SECRET Duffle Bag Canvas Extra Large Pink Weekender NEW NWT $78 MSRP",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Dover, Pennsylvania",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "28940",
    "PositiveFeedbackPercent": "99.9",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "imatreasurepeddler"
  },
  "TopRatedListing": "true",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "17315",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-22T14:30:49.000Z",
  "HitCount": "12",
  "TimeLeft": "P18DT21H50M6S",
  "EndTime": "2017-06-21T14:30:49.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Victoria's Secret"
      },
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Style",
        "Value": "Summer/Beach Bag"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371958412729",
  "PrimaryCategoryID": "169296",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Treasures_Past_Present_Future",
    "StoreURL": "http://stores.ebay.com/id=55223256"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3719584127298080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}