{
  "PrimaryCategoryName": "Travel:Luggage",
  "TimeLeft": "P15DT6H38M7S",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "3252:16080",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3619837018118080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/yd4AAOSwaeRZHhTa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/Pn8AAOSwH09ZHhTb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/8BUAAOSwrhBZHhTb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/FAUAAOSwfpVZHhTa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/WCkAAOSwlY1ZHhTb/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Derek-Alexander-Top-Zip-Tote-Double-Front-Pockets-Womens-Business-Bag-NEW-/361983701811",
  "ConvertedCurrentPrice": {
    "value": "198.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Derek Alexander Top Zip Tote With Double Front Pockets Women's Business Bag NEW Gorgeous fashion work tote with outside pockets for easy access to cell phone, keys. For travel the pocket are great for storing your boarding pass and drivers license for easy access. With a 3\" bottom width this tote is comfortable carrying, papers, folders, magazines, your wallet and a small cosmetic case.Top zip entryFabric logo liningDouble interior wall zip pockets, for phones etc.Additional compartment has a snap closure, fabric lining, two drop pockets, pen sleeve, and slots for four cardsDouble vertical slide pockets on the backDouble flap front pocketsBrushed gold hardwareDouble handles have a 14\" drop 15 x 10 x 3 Browns Derek Alexander Store Policies ABOUT US Whether you are seeing Rome for the first time, loading up the kids to see family for the holidays, making an important business trip, or just going out with friends, eBags is the first step of your journey. In 1999, we set out to become the worlds most loved and trusted online destination for bags and all things travel - a natural answer to \"where can I find my perfect bag?\" Since then, more than 20 million bags and counting have shipped out of eBags - each bag a trusty companion for untold journeys. SHIPPING We are currently only able ship to the 50 United States and select international locations.We are unable to ship to P.O. Boxes, military APO/FPO addresses, U.S. Territories including Puerto Rico and Guam or International locations. International delivery locations include Canada, Australia, UK, Greece, Czech Republic, Denmark, Finland, Portugal, Hungary, Romania, Cyprus, Latvia, Slovakia, Lithuania, Bulgaria, Malta, Estonia, Slovenia. Immediately after you place your order you will receive an order confirmation email. It is at this time that we will begin processing your order. Processing involves receiving your order, transmitting the information to the appropriate manufacturer, and packing the product for shipping. Due to the number of manufacturers we deal with, processing times will vary from item to item. This can range from 24 hours to 6 business days, depending on the manufacturer; however average processing time is less than 48 hours. Shipping transit times will be an additional 4-6 business days, depending on your location and the location of our manufacturer. The total time for you to receive your order will be 6-8 business days from your date of purchase. When we receive confirmation that your item has shipped, you will receive a shipping notification email from us containing your tracking number. With this number, you have 24-hour access to monitor the progress of your package as it is in transit to you. Since we ship directly from the manufacturer, you will receive a separate shipping notification email for each item that you purchase. 50 State - Standard Shipping Your Order Total Cost Per Shipment $0.00 to $25.00 $0.00 $25.01 to $50.00 $0.00 $50.01 to $75.00 $0.00 $75.01 to $100.00 $0.00 $100.01 to $150.00 $0.00 $150.01 to up $0.00 50 State Expedited (2 Business Days, No weekend Delivery) *Oversized items will incur an additional $25 per item charge. Your Order Total Cost Per Shipment Cost Per Additional Item $0.00 to $25.00 $19.90 $12.95 $25.01 to $50.00 $20.90 $12.95 $50.01 to $75.00 $22.90 $12.95 $75.01 to $100.00 $24.90 $12.95 $100.01 to $150.00 $26.90 $12.95 $150.01 to up $29.90 $12.95 CHECK-OUT PROCESS Click the Buy It Now button at the top of this listing to immediately proceed to checkout and process your payment for your item. PAYMENT OPTIONS Currently we only accept PayPal. Sales Tax: Items sold by eBags and shipped to destinations in the following states are subject to sales tax: Colorado (4.1%) Indiana (7.0%) Kentucky (6.0%) Laws in these states require that we charge sales tax on the full amount of the order. 30-DAY EASY RETURNS We unconditionally guarantee all unused or defective merchandise for 30 days from the receipt of shipment. If you are not completely satisfied with your eBags purchase you may return any unused or defective merchandise for a prompt refund or exchange, minus a $4.95 restocking fee. If you have purchased an eBags branded item, we unconditionally guarantee your complete satisfaction for as long as you own the bag*. If you are not completely satisfied with your eBags product at any time, we will happily make it right. Exchange, Return, Whatever it takes. You have our promise. CUSTOMER SERVICE Have an issue? Please contact us for assistance through eBay's My Messages",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "198.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "16080",
  "Location": "Dallas, Texas",
  "Seller": {
    "FeedbackScore": "223893",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "ebags"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "75238",
  "GlobalShipping": "true",
  "Quantity": "10",
  "StartTime": "2017-05-18T21:40:39.000Z",
  "Title": "Derek Alexander Top Zip Tote With Double Front Pockets Women's Business Bag NEW",
  "SecondaryCategoryIDPath": "11450:169291:169293",
  "EndTime": "2017-06-17T21:40:39.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Derek Alexander"
      },
      {
        "Name": "Color",
        "Value": "Coffee"
      },
      {
        "Name": "Type",
        "Value": "Work Bags & Briefcases"
      },
      {
        "Name": "UPC",
        "Value": "775745218651"
      }
    ]
  },
  "Site": "US",
  "ItemID": "361983701811",
  "Storefront": {
    "StoreName": "eBags",
    "StoreURL": "http://stores.ebay.com/id=957786752"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "SecondaryCategoryID": "169293",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "We offer hassle-free returns for all unused or defective merchandise for 30 days from the receipt of shipment. If you are not completely satisfied with your purchase you may return any unused or defective merchandise for a prompt refund or exchange.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "10364963",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}