{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE0NlgxNjAw/z/bT4AAOSwjL5ZMPdY/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Wildfowler-Duffle-Bag-Large-Wildgrass-33-X-16-X-12-Inch-/172709111123",
  "ConvertedCurrentPrice": {
    "value": "71.49",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Wildfowler Duffle Bag Large Wildgrass, 33 X 16 X 12-Inch Description Wildfowler Outfitters Duffle Camo Overnight Bag Your new favorite duffel bag. This is the perfect carry-all for the Wildfowler Cover-Up Suit and hunting accessories, plus it’s a great overnight bag. Made of sturdy, 600-denier polyester to withstand rugged use, it has zippered outside pockets; a large pocket inside the cover; a strong, padded shoulder strap and comfortable carry handles. Patterns: Wildgrass Dimensions: 33” L x 16” W x 12” H WILDFOWLER OUTFITTER: A Life-long Commitment to Waterfowling\u2028In 1950 a ten-year-old boy became a hunter on a cold, blustery day on Lake Hazel near Benson, Minnesota. Concealment in those days consisted of brown clothing and any natural cover you could find. We built a variety of boat blinds (some actually worked) and always had a bale of marsh grass to cover up with in the boat. In the 1970s, camouflage clothing became readily available and somewhat affordable. In 1998 WILDFOWLER OUTFITTER was founded, building its original Goose Decoy Blind and soon developed a line of lightweight camouflage parka and pants. Soon a Layout Blind was added to the product line, along with a few more patterns in the Cover Up Suit. In the spring of 2003 we moved our production facilities and expanded our manufacturing capabilities. We made improvements to our existing lines, adding additional products, including an exciting line of Waterproof Cover Up Suits. Today, we offer a complete family of Hunting Blinds, Blind Accessories, and Camouflage Clothing. We are known as \"the concealment specialists\" and continue to provide the waterfowl hunter with the best concealment products for the best value. That was the goal when Wildfowler Outfitter began, and it will continue to be our guide as we move into the future. Product Details & Features Perfect for hunting or even as luggageMade of durable 600-denier polyester to withstand rugged useLots of space for calls, ammo, and other vital gearHolds everything you need from calls, cellphone, flashlight, shells, gloves, binoculars, and extra ammo boxesWorks great as an overnight bagPadded shoulder strap and comfortable carry handlesThis is the perfect carry-all for all the Wildfowler coverup suits and hunting accessories,it's a great overnight bag.Made of 600D polyester to withstand rugged use Shipping Weight: 3.1 poundsDomestic Shipping: Item can be shipped within U.S.International Shipping: This item is not eligible for international shipping. Learn MoreItem model number: WFO520WG Shipping & Handling Your order leaves our fulfillment centers within one day and tracking information will be provided shortly after. Please verify your address at checkout as we cannot change the address after purchase are not responsible for wrong or undeliverable addresses. AK, HI, PO boxes, or APO addresses is not available. Sales Tax Having Nationwide fulfillment centers require us to charge tax in the following states. AlabamaArkansasArizonaCaliforniaColoradoConnecticutDist. of ColumbiaFloridaGeorgiaIowaIllinoisIndianaKansasKentuckyLouisianaMassachusettsMarylandMichiganMinnesotaMissouriMississippiNorth CarolinaNorth DakotaNebraskaNew JerseyNevadaNew YorkOhioOklahomaPennsylvaniaRhode IslandSouth CarolinaSouth DakotaTennesseeTexasUtahVirginiaVermontWashingtonWisconsinWest VirginiaWyoming Return Policy A 15% restocking fee will be charged on all returns within our acceptable 14 day return window.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "71.49",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "2678",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "prettypotato"
  },
  "PrimaryCategoryID": "169296",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Wildfowler Duffle Bag Large Wildgrass 33 X 16 X 12-Inch",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-02T05:27:54.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1727091111238080_1.jpg",
  "TimeLeft": "P29DT13H2M51S",
  "EndTime": "2017-07-02T05:27:54.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "WFO520WG"
      },
      {
        "Name": "Brand",
        "Value": "Wildfowler"
      },
      {
        "Name": "UPC",
        "Value": "870989004166"
      },
      {
        "Name": "EAN",
        "Value": "0870989004166"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172709111123",
  "Storefront": {
    "StoreName": "PrettyPotato",
    "StoreURL": "http://stores.ebay.com/id=1165816927"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), 15% restock will be changed for all returns.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B001ASPJXO",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}