{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbag Accessories",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:163570",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFg5NTE=/z/2CYAAOSw9OFZLEii/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5NjY=/z/SW4AAOSwlY1ZLEil/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg3ODc=/z/0m0AAOSwlMFZLEin/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-Barbara-Bui-black-pony-skin-and-rhinestone-cat-bag-charm-key-chain-sz-OS-/112423675489",
  "ConvertedCurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Designer Barbara Bui Style Cat's head bag charm Color Black and silver with green eyes Size Medium Fabric 100% leather (pony skin leather on back and plain leather on front behind embroidery) Condition NWT/MINT Dimensions: 3.25\" W x 3\" H x 1.25\" Type of closure Lobster claw Misc/notes This unique bag charm is brand new and has never been used. The pony skin leather on the back side is like black fur while the smooth leather on the front side has been covered with rhinestones and metallic-thread embroidery (see photo). The green eyes of the cat are facet-cut crystals and the whiskers of the cat are made of black beadwork. The tags are still attached and show that my employer paid $320 for the item when she purchased it at the Barbara Bui boutique on Rodeo Drive in Beverly Hills. ____________________________________________________________________________________________________________________________________________________ I work for a Beverly Hills socialite who has given me the task of selling items from her wardrobe on e-bay to make room for her new purchases. The items I sell are of the highest quality and most items were worn only a few times…in some cases only once for a specific occasion! Everything that I sell is 100% authentic. My employer shops only the finest boutiques and retail establishments worldwide e.g.) Bergdorf Goodman, Saks Fifth Avenue, Neiman Marcus, Barney's, Harvey Nichols, etc. Please ask all questions before bidding. All sales are final. Please e-mail me if you have questions or need additional pictures. Shipping & handling: Domestic shipping is free. I send items USPS priority mail and I ship quickly. Insurance may be requested but will require an additional fee. International bidders: Please read here about shipping rates I ship worldwide. International shipping and handling is $30.00 I will combine shipping at my discretion. Items must fit comfortably in the same mailer to avoid risking damage due to over-stuffing. I label all items as \"used clothing\" for customs purposes when mailing packages abroad. Payment: Payment is expected within TWO days of winning an auction. Please shop with confidence. I am very proud of my 100% rating and all of the gracious comments from my previous buyers. I offer the crème de la crème of items. Please have a look at my other auctions for more incredible offers. One last point, if you are new to e-bay and have a feedback rating of less than 10 transactions, please contact me first or your bid will be automatically cancelled. Thank you for looking and happy shopping!!",
  "Title": "NWT Barbara Bui black pony skin and rhinestone cat bag charm /  key chain sz OS",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "163570",
  "Location": "Beverly Hills, California",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "2191",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "nationalelegance"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "MinimumToBid": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "PostalCode": "90212",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T23:56:01.000Z",
  "HitCount": "9",
  "TimeLeft": "P9DT8H13M42S",
  "EndTime": "2017-06-11T23:56:01.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Barbara Bui"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Type",
        "Value": "Charm"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112423675489",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1124236754898080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}