{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Reusable Eco Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169302",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2225323326298080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDM2OQ==/z/H50AAOSwHptY~GGh/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDI4Ng==/z/eA4AAOSwBOtY~GGi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDAzWDUwMA==/z/FxAAAOSwWiBY~GGj/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzU3WDUwMA==/z/LU4AAOSwHHFY~GGk/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDI3Ng==/z/KBgAAOSwRUhY~GGl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ5WDUwMA==/z/xlsAAOSw5UZY~GGm/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MjgxWDUwMA==/z/Qt4AAOSwIWVY~GGm/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzcwWDUwMA==/z/m04AAOSwN6JY~GGn/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Reusable-Stand-Up-Grocery-Store-Shopping-Bags-Stay-Open-Fold-Flat-Heavy-Duty-/222532332629",
  "ConvertedCurrentPrice": {
    "value": "55.09",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Reusable Grocery Bags Reusable Stand Up Grocery Store Shopping Bags - Stay Open/Fold Flat, Heavy Duty, Reinforced, Wipe-Clean Laminated Eco Friendly Market Totes (Grey, 4-pack) buti-fy your planet Buti-EARTH-Bags make it easy to be green and ditch the plastic bags for good. Made from strong laminated polypropylene fabric with a gorgeous neutral designer pattern Sturdy nylon webbing handles are sewn all the way around to the bottom of bag for extra strength Sides and bottom are laminated on BOTH sides for simple cleaning and disinfecting (spray and wipe clean or hand wash in water with mild detergent) Stay-open design - no floppy sides Super light-weight but extremely strong and durable bags Great for trips to the grocery store, farmer's market, beach and anywhere else Make wonderful reuseable gift bags, as well Dimensions when open (in inches): 13\" wide x 15\" high x 9.5\" deep Easy to keep clean Fully laminated inside and out for wipe-clean sides and bottom. Disinfect with wipes or spray and wipe cleanStays open and holds its shape for quick loading/unloading - no wrestling with flimsy sides and sturdy, flat bottom won't allow the bag to fall over (no extra bottom insert needed)Can carry up to 40 lbs Webbing handles sewn down sides and across bottom of bag for extra support. An easy, stylish and convenient way to be environmentally/eco friendly.Long 19 inch reinforced nylon webbing handles - carry multiple bags at onceLarge size allows you to carry more grocery items with less bags. Each bag is 13 x 15 x 9.5 inches. All of our products come with FREE Standard Shipping! Our preferred method of payment is PayPal. Handling time on our order is usually between 1-2 business days. Once the package has been shipped out, it should arrive your door within 3 - 5 business days! Need your item fast? We offer faster shipping methods for your convenience available upon checkout! Please make sure your shipping address is correct and accurate before completing your checkout. We are not responsible for incorrect or undeliverable addresses and can ONLY ship to the address you provide us in your order. Please be aware that we are a clearinghouse for manufacturers and major suppliers, and in order to provide you with the fastest service, the item may be shipped directly from our distributor. In the unlikely event that the item is sold out or on back order, we will issue a full and immediate refund. 100% Satisfaction Guarantee : Customers are eligible for returns within 30 days after the product arrives. In case the product arrives damaged or there are any errors in the shipping(e.g wrong item or size), you will not be responsible for the return cost. We will provide you with prepaid pickup labels or Return of Merchandise Authorization code (RMA) along with the detail instructions. For any other reasons, you may be responsible for partial or full return shipping fee. Important Note: Replacements or refunds will NOT be provided until we have received the returned merchandise, with the exception of cases which returns are not required. Have an issue? Please contact us by ebay message only.",
  "Title": "Reusable Stand Up Grocery Store Shopping Bags - Stay Open/Fold Flat, Heavy Duty,",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "55.09",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169302",
  "Location": "New York, New York",
  "Seller": {
    "FeedbackScore": "2789",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "kokgemstones"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10001",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-02T06:59:20.000Z",
  "HitCount": "0",
  "TimeLeft": "P29DT13H47M21S",
  "EndTime": "2017-07-02T06:59:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "thebutibagcompany"
      },
      {
        "Name": "Model Number",
        "Value": "MORGY4"
      },
      {
        "Name": "MPN",
        "Value": "BEB-MTG"
      },
      {
        "Name": "UPC",
        "Value": "does not apply"
      },
      {
        "Name": "Color",
        "Value": "grey / white"
      },
      {
        "Name": "Category",
        "Value": "Reusable Grocery Bags"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222532332629",
  "Storefront": {
    "StoreName": "kokkokkokgemstones",
    "StoreURL": "http://stores.ebay.com/id=731803327"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Not",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00VQTIIE4",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}