{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/ojYAAOSwurZZMWrp/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Valentino-Rockstud-Camera-Denim-Crossbody-Light-Blue-Leather-Bag-New-/302337672067",
  "ConvertedCurrentPrice": {
    "value": "3299.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Valentino Rockstud Camera Denim Crossbody Light Blue Leather Bag NewInspired by vintage camera bags, this compact crossbody makes a major statement with gleaming signature studs that trace its silhouette.Denim Light Blue ButterflyDimensions: 7.25\" x 5.3\" x 2.75\" x drop 22\"Inspired by vintage camera bags, this compact crossbody makes a major statement with gleaming signature studs that trace its silhouette. With a faded light-washed denim finish and butterfly appliqués, this version gets a vintage '90s-style update.Top zip closureAdjustable crossbody strapInterior wall pocketLinedCotton/metalMade in ItalyDesigner Handbags GUARANTEED AUTHENTIC. ORIGINAL, NEW WITH TAGS, READY TO SHIP.Absolutely Brand New. Authentic with Original Tags. Stunning Piece of Art Work.For my repeat buyers, please be aware I changed my User ID from Missmmbaglady to Bagladycollection.And my New Store Name: www.stores.ebay.com/bagladycollectionPayment:Please send the payment for your item within 7 days of winning the item.I accept the following payment methods:* Paypal* Propay* Merchant account* Credit Card over the Phone (US Clients Only)Shipping: Domestic shipping:I am happy to get your item to the post office within 24 hours after your payment has cleared.I ship products using USPS via priority class, therefore it could take up to 5 days for your item to be delivered.Or via UPS Ground, which takes 5-10 days for item to be delivered. I do not charge a handling charge, as I use recycled material to package items. Tracking or insurance is included in the purchase price.International shipping:I am happy to get your item to the post office within 24-48 hours after your payment has cleared.I ship products using USPS international priority or express class, therefore International shipping can take up to 15 days for your item to be delivered.Please, be aware of your local customs office for details on how you can claim items if your package has been delayed longer than 15 days above normal delivery time.I do not charge a handling charge, as I use recycled material to package items. Insurance and tracking is included in the purchase price to ensure your item gets to you safely.International buyers, please note:Import duties, taxes, and charges (typically collected upon delivery or pickup) are the buyer's responsibility and are not included in the item price or shipping charges. Please check with your country's customs office prior to bidding/buying to determine what these additional costs will be.We claim the value of the package by the ending item price.I cannot claim your item as a gift to avoid customs fees, as it is against the law.Returns and Refunds:Return Policy - 30% restock fee and buyer pays all freight insured and handling costs. Communication:Please email your questions and concerns through the eBay messaging system. We check email frequently.If you do not receive a response to your question within 48 hours - it's possible we may not have gotten your email.If you have bid on the item, you can get our phone number emailed to you through the contact member feature of eBay: Click here to request my phone number through eBay.Feedback:We will automatically leave feedback for our customers on all paid items. We would appreciate that once you receive your item, you also leave us feedback. I strive to be a 5 star seller. Your feedback is critical to my success on eBay. Please do not hesitate to contact me for any reason. I am here to exceed your expectations!View my Ebay Store at Bag Lady CollectionView My Feedback | View My About Me page | Visit My eBay Store | Sign up for our newsletter",
  "Title": "Valentino Rockstud Camera Denim Crossbody Light Blue Leather Bag New",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "3299.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Miami, Florida",
  "Seller": {
    "FeedbackScore": "6111",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Green",
    "UserID": "bagladycollection"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "33179",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T13:49:55.000Z",
  "HitCount": "3",
  "TimeLeft": "P29DT23H44M56S",
  "EndTime": "2017-07-02T13:49:55.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Valentino"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Blue Navy"
      },
      {
        "Name": "Bag Height",
        "Value": "5.3"
      },
      {
        "Name": "Bag Depth",
        "Value": "2.75"
      },
      {
        "Name": "Bag Length",
        "Value": "7.25"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Strap Drop",
        "Value": "22"
      },
      {
        "Name": "UPC",
        "Value": "8050145793529"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302337672067",
  "Storefront": {
    "StoreName": "Bag Lady Collection",
    "StoreURL": "http://stores.ebay.com/id=64316789"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3023376720678080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}