{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1124243048848080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjQwWDY0MA==/z/RFIAAOSw5cNYk~TD/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDY0MA==/z/OhoAAOSw44BYk~TE/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDY0MA==/z/EjQAAOSwA3dYk~TF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDY0MA==/z/px0AAOSwTglYk~TG/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/HERMES-Clutch-pouch-BAZAR-MM-Black-Gray-Swift-Cashmere-woo-Auth-17012024-/112424304884",
  "ConvertedCurrentPrice": {
    "value": "1550.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "YOCHIKA JAPAN NEW ARRIVALS ALL LISTINGS ENDING SOON TESTIMONIALS CONTACT US Please note: Please pardon us if some items are sold out. We sell on multiple venues such as eBay, and our website/physical retail stores. As a result, orders will be fulfilled on a first-come first-served basis. We apologize for the inconvenience and we thank you for your understanding. You will be hearing from us if an item is already sold elsewhere in a timely manner. Because of the time difference, please expect delay in response. HERMES Clutch pouch \"BAZAR MM\" Black/Gray Swift/Cashmere woo [Auth] 17012024 DESCRIPTION SKU : 17012024 BRAND : Hermes COLOR : Black/Gray MATERIAL : Swift/Cashmere wool SIZE : W:31cm H:23cm WEIGHT : BUCKLE : SHW ACCESSORIES : N/A NOTE : CONDITION : Brand new CONDITION GUIDE Brand new : Completely new *Item may be stained or damaged in storage boxes. Never used : Unused but with slight color differences *Item may have missing parts - accessories Near mint : Item has been used once but feels like a new item *Item may have slight scratches USED SA : Recyled item in extremely good condition.Feels as though it has never been used. USED A : Recyled item in very good condition but some slight scratches can be seen. USED AB : Recyled item in good condition overall but slighr scratches can be seen. USED B : Recyled item with scratches as a result of everyday use. USED BC : Recyled item with many scratches as a result of everyday use. USED C : Recyled item with many scratches as a result of everyday and long-term use. SHIPPING & PAYMENT CUSTOMS & RETURNS ABOUT US PAYMENT ・We only Accept PayPal. ・The item will be shipped within 3 business days after the payment has received. ・If payment can't be confirmed within 5 days after the close of auction a reminder will be sent to you. Cancelation Please pay within 3days after you purchase. Your order will be canceled if we don't hear from you. SHIPPING & HANDLING We only ship to PayPal registered address. service : EMS Tracking URL : Japan Post Click Here. Please Note: ・We don't under-value merchandise or mark the item as a gift on custom forms. Doing that is against the U.S and international laws. ・We do combined shipping. Please contact us for quotation. ・Please contact us if you live in countries where we do not specify shipping services and costs for. ・Please be aware that delivery could be delayed depending on customs inspections, in case of natural disasters,and other reasons such as postal strikes. About Customs Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. We are not acceptable for false declaration of prices and any other falsified information. Returns ・Please contact us within 3 days after receiving the item if you would like to return the item. ・If you wish to return, please contact us first through messages. ・Returned item must be kept in good condition for full refund. ・Buyer need to pay for return shipping. ・We are not acceptable for money back for duties paid. Please note Please pardon us if some items are sold out We sell on multiple venues such as eBay, and our website/physical retail stores. As a result, orders will be fulfilled on a first-come first-served basis. We apologize for the inconvenience and we thank you for your understanding. You will be hearing from us if an item is already sold elsewhere in a timely manner. Because of the time difference, please expect delay in response. About US We are based in Kyoto, Japan and mainly provide HERMES, from the latest arrivals, to the vintage and rare products better than anywhere else in the world. It is illegal to purchase and sell fake items here in Japan, the law here are very strict and stores like ours must be certified and registered at the KYOTO Police Department in order to operate our business. ・License : #611220930003 ・100% Authentic Guarantee CONTACT YOCHIKA Co,Ltd. 93 Isshin-cho Imadegawa-dori Teramachihigashiiru Kamigyou-ku, Kyouto-shi, Kyouto-fu,JAPAN Call : +81-75-257-5844 / Fax : +81-75-257-5845 contact : AM10:00-PM19:00 JST (Closed Every Sunday) *There are English,Korean,Chinese speaking staffs in our shop. Please feel free to contact us.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1550.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Kyoto,JAPAN",
  "Seller": {
    "FeedbackScore": "45",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Yellow",
    "UserID": "yochika-japan"
  },
  "PrimaryCategoryID": "169295",
  "Country": "JP",
  "ListingType": "FixedPriceItem",
  "Title": "HERMES Clutch pouch \"BAZAR MM\" Black/Gray Swift/Cashmere woo [Auth] 17012024",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-30T04:52:45.000Z",
  "HitCount": "5",
  "TimeLeft": "P6DT13H32M3S",
  "EndTime": "2017-06-09T04:52:45.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Brand",
        "Value": "Hermes"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "France"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112424304884",
  "Storefront": {
    "StoreName": "YOCHIKA",
    "StoreURL": "http://stores.ebay.com/id=1288227838"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "We will accept item return within 2 weeks of delivery depending on circumstances. \nPlease contact us through eBay within this time frame. \nIn order to avoid unnecessary returns, please read the description and view the photos carefully. \nFor all return cases, the item must be in the original condition as it is shipped to you. \nWe do not refund original shipping charge.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "17012024",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}