{
  "PrimaryCategoryName": "Vêtements, accessoires:Malettes & sacs pour femmes:Objets et lots mixtes",
  "ConditionDisplayName": "Neuf avec étiquettes",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/Ih8AAOSwnF9Y6J3x/$_1.PNG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMzM1gxMDAw/z/-iQAAOSwhQhY6J30/$_1.PNG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mercedes-Benz-Original-Sac-A-Main-Pour-Femme-Couleur-prune-/172617514959",
  "ConvertedCurrentPrice": {
    "value": "176.1",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Emballé nouvelle et originale.  Mercedes Benz d'origineSac à main de damesRessemble beaucoup et offre l’espace pour tous les importants : le sac à main dans l’ombre à la mode de prune est faite de nylon et de scores avec son compartiment principal spacieux, divers compartiments à fermeture à glissière, la poche avec deux passants pour stylo, ainsi que la housse de téléphone portable. Poignées en cuir artificiel et bandoulière réglable et détachable complètent les installations et assurent le confort de port optimal. - Couleur: Plum- Matière: Nylon-Dimensions : env. 46 x 30 x 18 cm- Bandoulière réglable et amovible- Divers sujets-par BREE pour Mercedes-Benz",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "237.45",
    "_currencyID": "CAD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Remlingen",
  "Seller": {
    "FeedbackScore": "12726",
    "PositiveFeedbackPercent": "99.8",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "mercedessammelsurium"
  },
  "PrimaryCategoryID": "169303",
  "Country": "DE",
  "ListingType": "FixedPriceItem",
  "Title": "Mercedes Benz Original Sac À Main Pour Femme \"Couleur prune\"",
  "GlobalShipping": "false",
  "Quantity": "5",
  "StartTime": "2017-04-08T22:32:29.000Z",
  "HitCount": "8",
  "TimeLeft": "P5DT6H17M38S",
  "EndTime": "2017-06-07T22:32:29.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "équipement1",
        "Value": "Amovible Bandoulière"
      },
      {
        "Name": "Matière extérieure",
        "Value": "Nylon"
      },
      {
        "Name": "Dimensions",
        "Value": "46x30x18cm"
      },
      {
        "Name": "EAN",
        "Value": "0706686288410"
      },
      {
        "Name": "Marque",
        "Value": "Mercedes Benz"
      },
      {
        "Name": "équipement2",
        "Value": "Bandoulière réglable"
      },
      {
        "Name": "équipement",
        "Value": "Poche (s) de l'Intérieur"
      },
      {
        "Name": "équipement4",
        "Value": "Etui pour Téléphone Mobile"
      },
      {
        "Name": "équipement3",
        "Value": "Sujets"
      }
    ]
  },
  "Site": "CanadaFrench",
  "ItemID": "172617514959",
  "Storefront": {
    "StoreName": "Mercedessammelsurium",
    "StoreURL": "http://stores.ebay.com/id=79640823"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "J'accepte le renvoi des objets",
    "ReturnsWithin": "14 jours",
    "Description": "Notre souhait est que vous soyez entièrement satisfait(e) de votre achat, mais nous reconnaissons qu'il peut arriver que vous vouliez retourner un article. Cette politique de retours est conçue pour simplifier le processus de retour.\r\n \r\nVeuillez prendre soin de l’article. Examinez-le de la même façon que vous le feriez si vous étiez dans un magasin. N’utilisez pas le produit une fois que vous avez décidé de le retourner.\r\n \r\nComment procéder si vous changez d'avis et ne voulez plus conserver votre achat ?\r\n \r\nVous pouvez annuler cet achat. Veuillez noter que nous n'acceptons pas d’annuler un achat s’il s’agit d’articles fabriqués sur-mesure ou, pour des raisons d'hygiène, de maillots de bain, lingerie, bijoux pour piercing et oreilles percées, quand la languette de protection a été retirée. De même, nous n'acceptons pas les retours de cassettes vidéo, de CD, de DVD ou de logiciels si vous avez ouvert l'emballage.\r\n \r\nPour annuler votre achat, veuillez nous contacter. Nous vous fournirons alors l’adresse de retour.\r\nSi vous avez déjà reçu l'article, vous devez le retourner intact et en bon état à cette adresse. Dans certains cas, nous pouvons envisager de récupérer l’article à votre domicile.\r\nNous effectuons le remboursement intégral de votre achat, y compris les frais de port initiaux.\r\nLes frais de retour sont à votre charge.\r\nNous ne facturons pas de frais de remise en stock ou d'autres frais de gestion\r\n \r\nComment procéder si votre article est erroné, endommagé ou défectueux ?\r\n \r\nSi vous pensez que l'article que vous avez acheté est erroné, endommagé ou défectueux, veuillez nous contacter pour trouver une solution.\r\n \r\nCette Politique de Retours n'affecte pas vos droits légaux, eu égard aux articles défectueux ou dont la description est erronée. Pour plus d'informations sur vos droits et sur les obligations des vendeurs professionnels, veuillez consulter le guide des obligations du vendeur professionnel.",
    "Refund": "Remboursement",
    "ShippingCostPaidBy": "Acheteur"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1726175149598080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}