{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1625026624198080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFg4NjY=/z/wH8AAOSwcgNZCrOi/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTIyM1gxMDAw/z/bEkAAOSwrhBZCrOq/$_3.PNG",
    "http://i.ebayimg.com/00/s/NTc4WDEwMDA=/z/KmsAAOSwX61ZCrOs/$_3.PNG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Cabrelli-Rocket-Stud-15-Inch-Laptop-Rollerbrief-/162502662419",
  "ConvertedCurrentPrice": {
    "value": "147.59",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Cabrelli Rocket Stud 15 Inch Laptop Rollerbrief FREE SHIPPING!!! Product Features 100% Polyvinyl Chloride Imported 14\" high 18.5\" wide Padded compartments for a 15.6 inch laptop and an electronic tablet or reader Retractable handle and two wheels Inside organizer compartments for cards and pens and ID Defender zipped pocket to protect your RFID passport or bank cards Two exterior side slip pockets Exterior dimensions: 18.5 inch wide x 14 inch high x 8.5 inch deep Product Description Fashion on wheels: This airplane carry-on size executive Rollerbrief, a simulated leather beauty with rocket studs detailing, is fitted for the working, traveling woman who appreciates the smart and unconventional, offering space, structure and style. Featuring: Top zip closure; Padded compartments for a 15.6 inch laptop and an electronic tablet/reader; Retractable handle; Rollerblade wheels; Coordinated ID tag; Inside organizer compartments for cards, pens or other small items; Inside RFID protected zipped pocket; Two side slip pockets Ordering: Be SURE you want the item Before you order. Be SURE your shipping address in eBay is correct. Be SURE to read the Description Before Ordering. Our systems are Automated and Super-Fast ... Once you place the order it may not be possible to cancel to the order. We check our messages about every 24 hours ... You sending a message is NOT the same as us instantly receiving it .. we typically get it hours later. Payment: We accept PayPal only (*You can swiftly pay through PayPal with your credit card in just a minute … even if you don’t have PayPal Account). Shipping & Handling: Free Shipping within the 48 states! We only ship within the continental 48 U.S. states. We do not ship to Alaska, Hawaii, Puerto Rico, Guam, Virgin islands. We do not ship to APO/FPO/DPO addresses We do not ship to P.O.BOXES - please provide a physical address! We do not ship internationally. Your order will be processed within 1-2 business days once the payment has been received. Standard shipping typically takes 2-6 business days. Larger/Heavier Items may take a few extra days to ship! We do not offer combined shipping services **Your item will be shipped directly from our supplier. We are a clearinghouse for several major retailers. In the unlikely event that the item is sold out or on backorder, we will contact you to see if you want to wait a few days or we will refund 100% of your money … YOUR choice. Return Policy: We offer a 14 day return policy from the receiving date. Please contact us for a Return Merchandise Authorization (RMA) number. All items purchased must be returned in the same condition as they were delivered in and in original packaging. They can not have been assembled and disassembled. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. Return shipping fees are not refundable for non-defective/non-damaged items (Buyer pays for shipping). 15% handling/restocking fee for returns. Buyers remorse, finding the item on sale or price variation is NOT a valid reason for return. Taxes: Taxes are charged as determined by Your State - Not mine. Satisfaction : Your satisfaction is very important to us! If you have any problem with your order, please do not leave negative comments. Please Contact us ... we will help you out! We are a small family-owned business trying to make it, not a huge company that doesn't care … We will ALWAYS do our best for you!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "147.59",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "United States",
  "Seller": {
    "FeedbackScore": "268",
    "PositiveFeedbackPercent": "98.9",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "quickpro57"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Cabrelli Rocket Stud 15 Inch Laptop Rollerbrief",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-04T04:53:01.000Z",
  "HitCount": "32",
  "TimeLeft": "PT13H46M19S",
  "EndTime": "2017-06-03T04:53:01.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Cabrelli"
      },
      {
        "Name": "Manufacturer",
        "Value": "Cabrelli"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "0063513517205"
      },
      {
        "Name": "UPC",
        "Value": "063513517205"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162502662419",
  "Storefront": {
    "StoreName": "petesaccount1",
    "StoreURL": "http://stores.ebay.com/id=1017811879"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B00NB0FSBW",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}