{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P29DT11H42M54S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "“NEW, no any defects, missing parts, scratches or wear ...”",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/RVAAAOSwdjNZCFTP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/nP8AAOSwX61ZCFTu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/IVAAAOSwT-FZCFUE/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/kDAAAOSw~y9ZCFUZ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/7q8AAOSw2xRYQ6pc/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Clutch-Purse-Messenger-Genuine-Python-Skin-Envelope-Foldover-/192204874901",
  "ConvertedCurrentPrice": {
    "value": "75.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Clutch Fashion Women Handbag Purse Messenger Genuine Python Snake Skin Envelope Foldover Trend 2017 Energize your style with this vivid python clutch. Nothing else exudes more confidence and refinement. Pair it with your executive or casual looks for a guaranteed elegant effect. This python clutch has the perfect color to revitalize every daily or evening look. It embodies a style that is both edgy and classy. New, never use woman clutch 100% python snake skin ready to ship. Photos are of the actual clutch you will receive! · Genuine Python snakeskin · Interior textile lining · Magnetic-fastening front flap · Approximate measurements: 10,3 \" W X 6,2\" H (26X16 cm) · Practical capacity: phone, keys, cards, make up, eyeglasses and other essentials Note: This product is made from one piece of python skin. Any differences you may notice in shades, tones of colors or cut scales are part of our quality process as each python skin is unique. New item can has smell of \"new skin\" as this is genuine python skin. The colors may vary slightly due angle, lighting, and variation from different computer screens. AVAILABLE FOR IMMEDIATE SHIPMENT! Hurry up and be in trend 2017! Shipment & Policy: The item will be shipped with a tracking number free of charge. It takes around 10-21 days worldwide. The item will be shipped within 3-4 business days after the payment is cleared. Import duties, taxes, and charges are the buyer's responsibility; they are not included in the item's price or the shipping charges. The colors may vary slightly due angle, lighting, and variation from different computer screens. ches precious purse purses python sheep small snakeskin snakeskins turquoise two tone two tones wallet wallets wife wives gift gifts yellow gray balck ivory cream beige blue fushia fucshia fuschia baby pink pastel suede cobra lizard watersnake stingray monogram monogrammed present give cool dinner lunch cocktail party occasion invited sequins shining beautiful rare eye-catching extraordinary elegant unique gorgeous one of a kind pretty cute reunion gathering event happening craft ggod nice natural contemporary permanent rough solid sale little something multi special multicolor very print design pattern motif overnight shoulder light minimalist simple sophisticated toned evening afternoon noon wonderful outstanding surprise all purpose shopping week end week-end weekends week-ends work business week active new must have essentials meeting top stylish quality price multi use multi-use utility practical mid perfect lifeproof discount bargain cheap salerl grandmother gift birthday kim kardashian jane official website authentic hermes birkin bag bag victoria beckham hermes birkin 2.55 kelly bag chanel bags birkin cars resident evil birkin jane birkin serge gainsbourg hermes celine man purple birkin black birkin men with birkins bag handmade pouch etsy handbag green pink wallet vintage fabric sewing red black wristlet white blue zipper orange craft brown accessories floral cotton tote fashion crochet yellow button bags flower flowers retro felt cute purple case leather woman bag lady calvin klein canvas messenger coach fossil hand for korean michael kors hand nike pink red crossbody tommy hilfiger blue brown butterfly canvas clutch fashion free shipping genuine leather gold guess messenger organizer real leather shoulder purple summer tommy Hilfiger tote white gy pants pack backpack s canvas casual cosmetic cross body elegant envelope evening gold new golf gym hand jeans laptop mini party real leather retro travel wonder yellow chanel bag 2015 authentic beige black blue charm flap gold green grey flap purse tote clutch mini navy new pink purse quilted receipt red silver wallet white s new black quilted jumbo boy medium canvas tote caviar tote chain around classic flap red double flap drawstring duffle dust east west evening garment gift graffiti messenger gray hand purse hobo jersey jumbo flap caviar kelly lambskin black large flap large shoulder large tote le boy limited edition mademoiselle make up makeup maxi medallion medium flap messenger mini flap navy blue nylon orange paper patent patent leather pearl perfume python quilted chain flap quilted rare red flap reissue shopping tote hand travel tweed vanity velvet shoulder vinyl vip waist belt xl yellow vintage black vintage flap quilted vintage small",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "75.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Jakarta",
  "Seller": {
    "FeedbackScore": "21",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Yellow",
    "UserID": "delaskelis"
  },
  "PrimaryCategoryID": "63852",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Clutch Purse Messenger Genuine Python Skin Envelope Foldover",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-06-02T01:48:15.000Z",
  "HitCount": "0",
  "ConditionID": "1500",
  "EndTime": "2017-07-02T01:48:15.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Unbranded"
      },
      {
        "Name": "Style",
        "Value": "Clutch"
      },
      {
        "Name": "Material",
        "Value": "Snakeskin"
      },
      {
        "Name": "Color",
        "Value": "White"
      },
      {
        "Name": "Bag Height",
        "Value": "6,2"
      },
      {
        "Name": "Bag Depth",
        "Value": "0,1"
      },
      {
        "Name": "Bag Length",
        "Value": "10,3"
      },
      {
        "Name": "Size",
        "Value": "Medium"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Indonesia"
      }
    ]
  },
  "Site": "US",
  "ItemID": "192204874901",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "ID",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1922048749018080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}