{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/JI4AAOSwtGlZCQ11/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQzNFgxNTAw/z/jSsAAOSw42dZCQ12/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIxNlgxNTAw/z/q90AAOSwCQZZCQ11/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAxWDc1Mg==/z/5qIAAOSwhvFZCQ1z/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQzNFgxNTAw/z/xZMAAOSw-3FZCQ11/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIxNlgxNTAw/z/G2kAAOSwt0FZCQ11/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAxWDc1Mg==/z/uIAAAOSwT-FZCQ10/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/cinda-b-City-Backpack-Autumn-Night-/322502844837",
  "ConvertedCurrentPrice": {
    "value": "154.78",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "cinda b. City Backpack Autumn Night Do you wish you could still carry a backpack but have definitely moved beyond the ho-hum, no-frills hiking/camping/high school variety? Well, thank goodness for cinda b's fabulous new City Backpack because now you can stop wishing and start enjoying a backpack with all the features you've been craving. Like all cinda b duffels, totes, handbags and accessories, the City Backpack has great design elements and a beautiful colorway. But this little gem has more than just good looks: it measures a perfectly portable 11.5\" x 4.5\" x 15.5\" so it's got plenty of room but is sized just right for daily use; take it to work, the gym - even to class! There are 3 interior slip pockets for larger items (like notebooks, folders and the like) and an exterior zip pocket for keeping smaller items neat and tidy. And, to top it all off, the City Backpack has super-comfortable padded, quilted straps as well as sturdy grab-and-go webbing handles. The City Backpack is fashioned from a lightly padded, quilted nylon/poly fabric that is water resistant, stain resistant, 100% machine washable, surprisingly lightweight and extremely durable. So, when planning your next big adventure, cinda b's City Backpack is the perfect trekking companion! ABOUT CINDA B: After running a successful interior design business in Atlanta, Cinda found it difficult to find a fully functional, stylish bag that was versatile enough for the modern woman's everyday life. As a result, the cinda b brand was created. For cinda b, it's important to produce American handbags and create American jobs. Teaming up with one of the most experienced, well-known sewing companies in the country, each and every cinda b product is proudly made in the USA. Cinda b offers a variety of pattern options that combine bold and unique modern prints with effortless functionality. The cinda b family invites busy women everywhere to discover their beautiful collections of handbags, travel bags and accessories available on Amazon. Product Features Nylon Measures 11.5\" x 4.5\" x 15.5\"; stylish backpack is perfectly sized for carrying to work, school or anywhere; padded, quilted straps for carrying comfort 3 interior slip pockets; 1 exterior zippered flap pocket; sturdy top handles make it easy to grab-and-go Made in America; water and stain resistant; machine washable; quilted poly&#x2F;nylon fabric is lightweight and extremely durable Head-turning design elements and unique colorways ensure that youll always travel in style; cinda b takes you from around town to around the world without missing a beat 15.5x11.5x4.5 Shipping: Shipping is complimentary within the lower 48 US States. We Do Not Ship to PO/APO Boxes, HI or Alaska We Do Not Ship Outside of the Continental US All items ship within 24-72 hours of Payment For large items that require Freight shipping a valid phone number is required to call and schedule your delivery Terms of Sale and Feedback: Feedback is extremely important to us and eBay If you are satisfied with our transaction, please take a moment to leave Positive Feedback. YOUR Satisfaction is our #1 Priority! If there are any issues, PLEASE contact us BEFORE leaving a neutral or negative rating so that we may resolve any concerns. We PROMISE we can make you happy if you give us a fair chance. Returns / Concerns: All items qualify for returns within 14 - 30 days of receipt. Buyer is responsible for return shipping on any item that is not damaged Please be sure this is an item you want before making your purchase. Customer Satisfaction is our TOP priority! All items are IN STOCK at time of listing. Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items. Please do not penalize us if we have to issue you a refund! Thank You For Your Business!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "154.78",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "669",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "Purple",
    "UserID": "mydealspro"
  },
  "PrimaryCategoryID": "169295",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "cinda b. City Backpack Autumn Night",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-02T22:51:36.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3225028448378080_1.jpg",
  "TimeLeft": "P29DT7H23M42S",
  "EndTime": "2017-07-01T22:51:36.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Size",
        "Value": "One Size"
      },
      {
        "Name": "Color",
        "Value": "Autumn Night"
      },
      {
        "Name": "Brand",
        "Value": "Cinda b."
      },
      {
        "Name": "MPN",
        "Value": "536030"
      },
      {
        "Name": "UPC",
        "Value": "816111020642"
      },
      {
        "Name": "EAN",
        "Value": "0816111020642"
      },
      {
        "Name": "ISBN",
        "Value": "N/A"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322502844837",
  "Storefront": {
    "StoreName": "mydealspro",
    "StoreURL": "http://stores.ebay.com/id=505200435"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. Created automatically by EaSync.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01KVCNQA2",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}