{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "BestOfferEnabled": "false",
  "TimeLeft": "P28DT20H12M18S",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzY4WDUxMg==/z/x0QAAOSwKOJYHdCT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDUxMg==/z/2KgAAOSwA3dYHYu8/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/2b0AAOSwnbZYHYu7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/qbcAAOSw4GVYHYvA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/E0AAAOSwB09YHYu-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/hWEAAOSwnbZYHdCV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/RWIAAOSwo4pYHdCX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/-~cAAOSwMVdYHdCZ/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TAIWAN-handmade-Ethnic-Fusion-Kavalan-style-large-shoulder-bag-/252968543729",
  "ConvertedCurrentPrice": {
    "value": "269.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "★ perfect show pull ethnic characteristics ★ Taiwan manufacturing, quality assurance after production orders ★, Please Wait ★ dorsal shoulder, let you easily backpack bag ★ unique pattern design, combining traditional and fashion ★ large capacity, no amount of things are installed underOPTION <br class=\"Apple-interchange-newline\"><div id=\"inner-editor\"></div>Kavalan style (large backpack) Amis color models Puyuma color models Thao family color section Bunun family color section Paiwan tribe Rukai family color section Taroko family color section La Aruo wow family color section Zou family color sectionproduct manual[Features] ★ ethnic characteristics of the perfect show manufacturing ★ Taiwan, quality assurance ★ dorsal shoulder, let you easily backpack bag ★ unique pattern design, combining traditional and fashion ★ large-capacity design, no matter how much things pretend to be careful innovative pattern design, all ethnic groups in traditional costumes complete color rendering adjustable strap design, can be adjusted according to personal habits strap is also the same pattern printed on cloth bags, adding to the overall sense of the bag firmly sewn line and buckle to bag more resistant to heavyzipper special place with a cloth for protection, but also with the overall design echoes the color with cloth wrapped zipper pull effortlessly good use bags specially made beaded strap side , end up with wooden beads and bells on to bag more unique , does not seem monotonous this product as \"custom orders\" only after making a payment, the average waiting seven production days (not including holidays ) [introduction] Workshop Jiyao (Giyaw), inherited from my ancestors surname; Li core (Lisin), it is for me to take my father's name. \"Lisin\" means that celebrations and ceremonies, but also I was born in commemoration of the Han Chinese Lunar New Year, so my Chinese name called \"has Haruko.\" \"Serigraphy, awakened my memory Amis culture\" wake Haruko teacher began dyeing of childhood and youth memories, from the blood memories, experiences and history, constantly surfaced that moment, Haruko conscious teacher life there are a lot of things we need to do! Representative Amis lines mountains and the sea, diamond markers represent ancestral spirits in order to find the pattern we wake through the creation tribe living memory of the past is the biggest wish. \"Hand-stitched embroidery, recorded material but lack the spirit of the era of plenty\" Amis is very tolerant nation, accept new things quickly, so the tradition is disappearing, Haruko teacher mother and grandmother through oral story pick up again back to the traditional spirit of appearance, not only serigraphy and hand-stitched embroidery, Haruko teacher works more use of ceramic beads, Pidiao other techniques, through the creation of cultural heritage; it is a human life Amis harvest festival, is also a creative artists record harvest. Yao male teacher good at aboriginal totem combining cultural elements, to be bold and bright color performance, designed to be highly innovative and creative but without losing the traditional image; not to handmade Aboriginal expertise, and flexible use of computer graphics design, images and more for all kinds of goods and live art design, showing a warm and lively Aboriginal new artistic content. Product specificationsProduct specifications and precautionsOrigin: Taiwan Size: 33 * 15-20 * 30cm",
  "Title": "TAIWAN handmade Ethnic Fusion - Kavalan style  (large shoulder bag)",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "269.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Corona, California",
  "Seller": {
    "FeedbackScore": "104",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nycshop711"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92880",
  "GlobalShipping": "false",
  "Quantity": "20",
  "StartTime": "2017-06-01T10:50:23.000Z",
  "HitCount": "4",
  "QuantityThreshold": "10",
  "EndTime": "2017-07-01T10:50:23.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "Messenger/Shoulder Bag"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Taiwan"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252968543729",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529685437298080_1.jpg",
  "HandlingTime": "2",
  "QuantityAvailableHint": "MoreThan"
}