{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Preloved bag in excellent condition. The whole bag looks very clean in and out. No noticeable markings. It is over 90% new.  Please refer to all the pictures",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Chanel-Rock-Moscou-Drawstring-shoulder-bag-excellent-condition-/222532583719",
  "BuyItNowPrice": {
    "value": "1755.0",
    "_currencyID": "USD"
  },
  "TimeLeft": "P9DT21H41M5S",
  "ConvertedBuyItNowPrice": {
    "value": "1755.0",
    "_currencyID": "USD"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1350.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "Los Angeles, California",
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "1350.0",
    "_currencyID": "USD"
  },
  "PostalCode": "90011",
  "StartTime": "2017-06-02T11:54:58.000Z",
  "HitCount": "14",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "CHANEL"
      },
      {
        "Name": "Style",
        "Value": "Shoulder Bag"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Bag Height",
        "Value": "12"
      },
      {
        "Name": "Bag Depth",
        "Value": "5"
      },
      {
        "Name": "Bag Length",
        "Value": "13"
      },
      {
        "Name": "Strap Drop",
        "Value": "11"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Closure",
        "Value": "Drawstring"
      },
      {
        "Name": "Size",
        "Value": "Large"
      }
    ]
  },
  "ListingType": "Chinese",
  "BidCount": "0",
  "EndTime": "2017-06-12T11:54:58.000Z",
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2225325837198080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "BuyItNowAvailable": "true",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/S0AAAOSwuspY~F1B/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/Wa8AAOSwvKtY~F4j/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/9MgAAOSwvihY~F4o/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/KcMAAOSwVm5Y~F4v/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/dkkAAOSwSypY~F5F/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/XvMAAOSwvKtY~F5T/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/-owAAOSwvihY~F5a/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/SdwAAOSwN6JY~F5g/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/e6oAAOSwSypY~F5n/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/HuIAAOSw5UZY~F5u/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/ehEAAOSwmCVY~F50/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/3jUAAOSwIWVY~F56/$_1.JPG?set_id=8800005007"
  ],
  "Storefront": {
    "StoreName": "Authenticlovers",
    "StoreURL": "http://stores.ebay.com/id=85645355"
  },
  "ConvertedCurrentPrice": {
    "value": "1350.0",
    "_currencyID": "USD"
  },
  "AutoPay": "false",
  "NewBestOffer": "false",
  "Description": "Chanel Rock In Moscou Drawstring shoulder bag excellent condition Shoulder strap drop measures about 11\". Good to put on the shoulder Bag measures about 13\"(width-measures from the bottom) X 12\"(h) X 5\"(d)Inside the bag has one zipper pocket. The other side has one wall pocket and one cell phone pocket Made in Italy Serial number:12899592 Preloved bag in excellent condition. The whole bag looks very clean in and out. No noticeable markings. It is over 90% new. Please refer to all the pictures Comes with all the dust bag, authenticity card and leaflet We are a proud member of MyPoupette recommended sellers. We only sell 100% Authentic merchandise. We are confident that all our merchandise offered is 100% AUTHENTIC or 100% of you money back. All our items are pre-authenticated by professionals & experts who have been in the business for over 15+ years. Feel free to have your items authenticated at your local designer stores. Our hassle free return policy gives our customers peace of mind. Payment is due within 24 hours after the end of the auction, or we reserve the right to resell the item to another buyer. If you cannot pay within 24 hours, please inform us via email. We process all payments securely through Authorize.net. We accept MasterCard, Visa, American Express and Discover Card. Other forms of payment may be accepted upon request. Our goal is to process your order quickly and ensure its safe delivery. We process all orders within 1 business day. Shipping within US is always $25.00 per order regardless the amount of items you purchase! * Please note for extra heavy items such as suitcases and luggage, depending on the shipping destination, there will be extra shipping fee. Shipping Fees Shipping Method Shipping Fee USPS Priority (All US Domestic, including Hawaii) per order $25.00 USPS International Priority (All other countries including Canada and Mexico) per order $50.00 Estimated Delivery Times Shipping Method Processing Time Estimated Transit Time Total USPS Priority 1 business day 2-3 business days 2-4 business days USPS International Priority 1 business day 6-10 business days 8-12 business days *Please note, we have two collection centers to provide more diverse merchandise. One in United States and one in Asia, therefore you may receive your merchandise from either locations. There can be delays if they are shipped out from our Asia collection center. However, in most cases, they will arrive within the estimated delivery times. **Due to recent problematic cases with customs in serveral European Union countries, we are not shipping to Germany, Austria, Italy, France, and Switzerland. Sorry for the convenience. Customs and Duties for International Customers We ship luxury goods worldwide! Please note that all items entering countries outside the US are subject to customs inspection and the assessment of duties and taxes in accordance to national laws. If you have questions, please contact your local customs department. All extra expense is borne by the customer. We will purchase directly from you and offer you instant cash or we can help you do consignments. We have a low consignment fees of 25-30% of final sell price. We have multiply selling channels both on Ebay as well as our own website. For more details, visit us at our store. Returns: If for any reason, within 14 days of receipt, you are not completely satisfied with your purchase, simple send us an email to notify as regarding your return and we will be glad to refund your payment minus the shipping fee and a 8% re-stocking fee, provided the item is in original condition and packaging. We have the right to refuse refunds on items that are used or missing original materials. Exchanges: If you prefer an exchange, please notify us within 14 days of receipt. You can pick any available item in our Ebay store or our website. Upon completion of addition payment required via Paypal (if any), we will put a hold on your new exchange item. We offer free shipping on all domestic orders for exchanges. International exchanges will be charged our normal international shipping rates Ebay questions: 714-366-8887 Direct Selling or Consignment questions: http://authenticlovers.com/sellwithus.html Address: Authentic Lovers 1522 E 48th Pl Los Angeles, CA 90011 or eBay Auction Template by aGenius Powered by eBay Blackthorne 04.08.021",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Seller": {
    "FeedbackScore": "1570",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "authenticlovers"
  },
  "Title": "Chanel Rock In Moscou Drawstring shoulder bag excellent condition",
  "GlobalShipping": "true",
  "Quantity": "1",
  "ItemID": "222532583719",
  "Subtitle": "Mypoupette Trusted Seller - Authenticlovers",
  "QuantitySold": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1"
}