{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Targus-Spruce-Ecosmart-Backpack-17-Laptop-19-1-2-x-13-x-6-3-4-TRGTBB019US-/172653045256",
  "QuantitySold": "0",
  "TimeLeft": "P26DT21H56M29S",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "100.61",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Columbus, Wisconsin",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "53925",
  "StartTime": "2017-04-30T13:03:28.000Z",
  "HitCount": "27",
  "QuantityThreshold": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "TRGTBB019US"
      },
      {
        "Name": "Brand",
        "Value": "Targus"
      },
      {
        "Name": "Unit of Measure",
        "Value": "1 EA"
      },
      {
        "Name": "Number of Compartments",
        "Value": "7"
      },
      {
        "Name": "Height",
        "Value": "6 3/4\""
      },
      {
        "Name": "Closure",
        "Value": "Zipper"
      },
      {
        "Name": "Country of Origin",
        "Value": "CN"
      },
      {
        "Name": "Assembly Required",
        "Value": "No"
      },
      {
        "Name": "Recycled",
        "Value": "Yes"
      },
      {
        "Name": "UPC",
        "Value": "00092636250744"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "EndTime": "2017-06-29T13:03:28.000Z",
  "Title": "Targus Spruce Ecosmart Backpack 17\" Laptop, 19 1/2 x 13 x 6 3/4, - TRGTBB019US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1726530452568080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "https://de2wfhoo6xqi5.cloudfront.net/orig/058/dd3/99466868d0c5af09986a22e0f36ae1f0ef.jpg",
    "https://de2wfhoo6xqi5.cloudfront.net/orig/e63/b64/f7b7ce89b3a70c3112636898aa87fbbd06.jpg"
  ],
  "Storefront": {
    "StoreName": "OfficeSupplyCom",
    "StoreURL": "http://stores.ebay.com/id=30550983"
  },
  "ConvertedCurrentPrice": {
    "value": "100.61",
    "_currencyID": "USD"
  },
  "AutoPay": "true",
  "NewBestOffer": "false",
  "Description": "About Us Shipping Returns Contact Us FAQ Click to view full size Full Size Image Click to close full size. Targus Spruce Ecosmart Backpack 17\" Laptop, 19 1/2 x 13 x 6 3/4, - TRGTBB019US A comprehensive business workspace with compartments Product Number: TRGTBB019US Targus Spruce Ecosmart Backpack 17\" Laptop, 19 1/2 x 13 x 6 3/4, Black 1 EA Designed to protect up to 17\" widescreen laptops with an exterior constructed of polyester made from recovered plastic bottles. The case has nickel-free hardware and PVC-free structural materials. To store your essentials, the backpack features a key clip, water bottle holder, MP3 player holder, business card holder, pen loops and accessory compartments. Quick-access front pocket provides a convenient place to store items. The padded back panel and adjustable shoulder strap allow for a customized, comfortable fit. A colorful green interior lightens the case, making items stored inside more visible. Both sleek and sporty, the Spruce line offers a durable option with tasteful color accents made with carefully selected materials. Comprehensive business workspace with compartments you need to carry files, business cards, keys, storage drives and other on-the-go essentials. TSA checkpoint friendly. Exterior polyester fabric made from recovered plastic bottles, PVC-free structural materials and nickel-free hardware. Designed to fit laptops up to 17\". A foam padded laptop compartment helps absorb the shock of regular use and protect your laptop from other objects in your bag. Standard compartment space for those who want the flexibility to carry more. Convenient quick-access pocket includes key clip, pen loops, business card holder, accessory compartments, water bottle holder and MP3 player pocket. Easily accessible water bottle holder placed safely away from sensitive electronics and important files. A comprehensive business workspace with compartments to carry files, business cards, keys, storage drives and other on-the-go essentials. Product Spec About Us Shipping Returns Contact Us Product Spec Unit of Measure:1 EA Number of Compartments:7 Height:6 3/4\" Closure:Zipper Brand:Targus Country of Origin:CN Assembly Required:No Recycled:Yes MPN:TRGTBB019US Product Spec About Us Shipping Returns Contact Us About Us OUR HISTORY DiscountOfficeItems was founded in 2003 with the goal of offering our customers a large selection, low prices, and top notch customer service. We strive everyday to make sure we consistently hit these goals for you our customers. Office Supplies is all we do at DiscountOfficeItems. We focus on office supplies so our staff can be highly trained and ready to answer your questions. We are ready to take your call at 866-302-5397 from 8 am to 6 pm CST Monday through Thursday and 8 am to 5 pm CST on Friday. LOW PRICES The \"Big Box\" retailers would like you to believe they have the low prices on their entire selection. We encourage you to compare our every day prices to their prices. If you have a contract with another company for your office supplies, you may find they give you a low price on some of the items you need but will overcharge you for the others. We have developed technology that allows us to shop the competition for you. Not only do we shop the \"Big Box\" stores, we also shop our independent competition on the web. HAPPINESS GUARANTEE We want you to be happy with the products you choose. We spend a lot of time on website development so you can make sure what you are ordering is what you expected when you receive it. We also know that sometimes you will have a need to send a product back. When that happens we will do our best to make it simple for you. We have a 30 day Happiness Guarantee on most items. Please see our Return Policy for full details. We appreciate your business and thank you for shopping with us. DiscountOfficeItems 302 Industrial Drive Columbus, WI 53925 866-302-5397. Product Spec About Us Shipping Returns Contact Us Shipping Processing Time We ship most orders within one business day if they are paid before 2:00 P.M. local time. We will send you a tracking number via email so you may track it at UPS.com. Please note transit times do not include weekends and deliveries only occur on business days. We have some of the fastest shipping on the net. We have eighty distribution centers located throughout the country. In many cases you will receive your order within one to two business days based on product availability at the nearest distribution centers. Large orders, special clearance items or products with limited quantities may take up to ten business days to receive your order. Product Spec About Us Shipping Returns Contact Us Returns RETURNS INFORMATION DiscountOfficeItems is committed to customer satisfaction. If your items are damaged, defective or incomplete, request for a return or refund must be made within 14 days of the original date of receipt. In the event of a mistake, we will do our best to ensure returns are handled quickly and fairly. Most items are returnable (see return restrictions and reasons below) for any reason. Our Returns Department must be notified of all returns. Items must be returned with 30 days of original date of receipt. No returns will be accepted without notification (Return without prior authorization below). You may notify the returns department by clicking here or calling 866-302-5397 and selecting option #5. Requesting a Return Authorization Number To return an item, please click here to obtain a Return Authorization Number. Please provide the following information in your e-mail: eBay Item number Item(s) and quantity you wish to return. Reason for the return. Within 24 hours of receiving your request, we will e-mail you return instructions, including a Return Authorization Number. In the event you are returning something due to damage, manufacturer defect or an error on our part, we can also e-mail a UPS mailing label to return the items at our expense. Product Spec About Us Shipping Returns Contact Us Contact Us CONTACT US Phone Us Toll Free: 1-866-302-5397 Local: 920-623-9528 To speak to a customer service representative you may contact us toll free at 1-866-302-5397 or locally at 920-623-9528. We are open from 8 am to 6 pm CST Monday through Thursday and 8 am to 5 pm CST on Friday excluding major holidays. Fax Us Fax our Customer Service at 920-623-9169 Mail DiscountOfficeItems 302 Industrial Dr. Columbus, WI 53925 Email Us Please click here to email us! You May Also Like About Us Shipping Returns Contact Us FAQ Frooition www.frooition.com | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "ShipToLocations": [
    "US"
  ],
  "Seller": {
    "FeedbackScore": "89193",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "PurpleShooting",
    "UserID": "officesupply"
  },
  "GlobalShipping": "false",
  "Quantity": "14",
  "ItemID": "172653045256",
  "SKU": "393591",
  "Subtitle": "A comprehensive business workspace with compartments",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": ".",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1",
  "QuantityAvailableHint": "MoreThan"
}