{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2628677053198080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/KKwAAOSwTuJYr55y/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/Nr8AAOSw4A5Yr550/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/kfUAAOSw32lYr553/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/BQYAAOSwfVpYr556/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTQwWDgwMA==/z/Ti4AAOSw2gxYr558/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/4QMAAOSwx6pYr55~/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/3~8AAOSwdGFYr56B/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/G4sAAOSwr~lYr56E/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/KqMAAOSwTuJYr56G/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTgwWDgwMA==/z/w7YAAOSwCU1Yr56J/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LEINWAND-Klar-Frau-Backpack-Ivory-L51BAB-1702-pocket-laptop-/262867705319",
  "ConvertedCurrentPrice": {
    "value": "340.8",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "eBay Template LEINWAND Klar Frau Backpack Ivory L51BAB-1702 Menu Listings About Us Our Feedback Contact LEINWAND Klar Frau Backpack Ivory L51BAB-1702 a pocket for a laptop European life design Watch item Ask a question Tell a friend Price Promise We will not be beaten on price. Fast Delivery 24 hour dispatch. 14 Day Returns For your peace of mind. Product Information The LEINWAND launched by Scheel Ricardo in Berlin in 2014 shows German life-style design and expresses european sensibility on the materials to the designs in detail. “LEINWAND” means a canvas in German, which also includes the meaning of an art and a creation. It always pursues new tries and changes with the identity of the concept based on colors of Bundesflagge. Its designs appear the elegance of understated points, the natural shapes, and the deep presence of details. Choose the sensibility / Embrace the freedom Specification Type : BACKPACK Color : Ivory (1702) Material : Anaconda leather Dimensions : L)29.5cm x H)39cm x W)8.5cm / L)11.61\" x H)15.35\" x W)3.35\" Manufacturing country : South Korea Design Point See the soft and elegant feeling on the glossy tone material! It’s real special item, expressing the classic of a decoration as understated and unique shape. The way of storage is ‘one zipper closure’, which made all printers and smart equipments stored well. The handler is connected to both shoulders is designed to lighten a load for neck and shoulder. Detail A pocket for a laptop, zipper closure. Gold logo signature for a decoration Delivery Information We ship worldwide. All orders will be shipped from South Korea by Korea Post. We ship your orders almost within 5 business days after the payment. Please confirm your address is correct. We only ship to the address listed in the ebay. It might take more than usual by any unpredictable events including weather condition, no nonstop shipping, customs & house policy in your country. Please Understand. If you do not receive your purchase within expected delivery date, please send a message to us through \"Ask a question\" at the bottom of the item listing. Returns Information Return Policy We accept the returns for any reason, but item must be \"Not Opened Condition.\" All returns must be sent within 14 days of receipt of your package. Once receiving the returned item, we will contact buyers to arrange refund of merchant value. Please note that postage is NOT refundable. If you received wrong item, please send messages to us through \"Ask a question\" at the bottom of the listing. To resolve problem, we will ship correct items. (In this case, we pay the cost of shipping.). If the items have returned to us under the unclaimed status, we will give you a full refund except shipping cost. Other Terms & Conditions Feedback will be left once after we have received payment from buyer. Please do not forget to leave us FIVE STARS on all of the Detailed Seller Ratings. Please DO NOT leave a neutral or negative feedback without contacting us first to get a better solution. A better solution for you is better than any other neutral or negative feedback. (A seller of anyone with star scores below 3 can no longer sell.) If you have any question about our listings or your purchase, please send messages to us through \"Ask a question\" at the bottom of the item listing. We will reply to you, but if no responses have made within 48 hours for you, please check the spam list in your mail box. -->",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "340.8",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Seoul,Seongdong-gu",
  "Seller": {
    "FeedbackScore": "6",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "None",
    "UserID": "awesome0070"
  },
  "PrimaryCategoryID": "169293",
  "Country": "KR",
  "ListingType": "FixedPriceItem",
  "Title": "LEINWAND Klar Frau Backpack Ivory L51BAB-1702  a pocket for a laptop",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-02-24T02:46:36.000Z",
  "HitCount": "66",
  "TimeLeft": "P21DT11H36M14S",
  "EndTime": "2017-06-24T02:46:36.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "BACKPACK"
      },
      {
        "Name": "Color",
        "Value": "Ivory (1702)"
      },
      {
        "Name": "Material",
        "Value": "Anaconda leather"
      },
      {
        "Name": "Brand",
        "Value": "leinwand"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Korea, Republic of"
      },
      {
        "Name": "Dimentions:",
        "Value": "L)11.61\" x H)15.35\" x W)3.35\""
      },
      {
        "Name": "Model:",
        "Value": "L51BAB-1702IV"
      },
      {
        "Name": "Gender:",
        "Value": "Woman"
      },
      {
        "Name": "UPC",
        "Value": "640978440745"
      }
    ]
  },
  "Site": "US",
  "ItemID": "262867705319",
  "Storefront": {
    "StoreName": "awesome0070",
    "StoreURL": "http://stores.ebay.com/id=1453974577"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "LEINWAND BACKPACK L51BAB-1702IV [W]",
  "HandlingTime": "5",
  "BestOfferEnabled": "false"
}