{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI0OVgxMjAw/z/bWQAAOSwTM5Y78aN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjA4/z/YE4AAOSww3tY78aQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNDc1/z/LoQAAOSwAANY78aF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMzM1gxMjAw/z/LJ0AAOSwU8hY78aI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNDc1/z/3NMAAOSwc-tY78aL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMzU3/z/a5cAAOSwB-1Y78aT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQyNlgxMjAw/z/TSUAAOSwls5Y78aX/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Diaper-Bag-Backpack-Stroller-Straps-Wet-Bag-and-Diaper-Changing-Pad-BLACK-/332182529666",
  "ConvertedCurrentPrice": {
    "value": "53.89",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "HOME BABY PRODUCTS HOME & KITCHEN JEWELRY ADD ME TO YOUR FAVORITE SELLER FEEDBACKS Diaper Bag Backpack with Stroller Straps Wet Bag and Diaper Changing Pad BLACK NEW IN STOCK. FREE SHIPPING Product Features Polyester Nylon BETTER BABY DIAPER BACKPACK DESIGN our boxy bag shape isn't just for fashion but for improved function too, providing a baby pack with ample room and easy access to all your essential items for baby care TWO DIAPER BAG SIZES - MEDIUM BAG measures 16 x 14 x 8.5 inches; Volume 25 Liters. LARGE BAG measures 17 x 15 x 9 inches; Volume 28 Liters HIGHEST QUALITY CONSTRUCTION made with durable tear resistant and water resistant polyester fabric and high tensile strength nylon stitching. Available in Purple, Blue Grey and Black (size M or L ) OUTSTANDING FEATURES; integrated stroller straps; external insulated cargo pockets; side bottle pockets; easy access cellphone pocket; elasticized interior storage pouches; INCLUDES easy clean diaper changing pad and diaper wet bag A BABY BAG BACKPACK MADE TO LAST; Wallaroo offers a premium quality convertible diaper bag backpack guaranteed and backed by our 1-year free product replacement warranty Product Specifications Product Dimensions 15 x 10 x 3 inches Item Weight 1.4 pounds Product Description INTRODUCING YOUR NEW DIAPER BAG BY Wallaroo Shaped by function and guided by fashion, this innovative convertible diaper backpack will make your life much easier. As new moms and dads all know, staying organized is not easy when you've got a fussy little one in tow, let alone being stylish and comfortable too. Don't worry, Wallaroo's baby diaper backpack has you covered. Not just a baby diapers bag, this cleaver design makes it easy for you to organize all your baby needs for quick and easy access. Manufactured with high-tensile nylon stitching, this bag is built to endure and made to last. The quilted soft nylon fabric also gives it a beautiful designer style that's comfortable to carry. Not too large or too small, it's the perfect size diaper bag for your everyday outings, with handy easy-clip stroller straps that attach right to your stroller. A great baby diaper bag for girls and boys and nice travel diaper bag too. Shop Wallaroo for the best baby carrier bag today. DIAPER BAG BACKPACK FEATURES: - MEDIUM SIZE: 16L x 14H x 8.5W (inches)- VOLUME: 25 Liters - LARGE SIZE: 17L x 15H x 9W (inches)- VOLUME: 28 Liters - 2 Insulated zipper front cargo pockets - easy access exterior cellphone pocket - 2 side water bottle holder - small snack pouches - adjustable shoulder straps - interior elasticized storage pockets - inside change pad pocket (also holds tablets and 15 in laptops) - integrated stroller straps - water resistant quilted nylon fabric - high tensile nylon stitching - available in various colors INCLUDES: - portable diaper changing pad - diaper wet bag PAYMENTS - Currently we accept PayPal payment only. - All major credit cards are accepted through secure payment processor PayPal. - Please make sure your paypal and ebay address is correct. Or not, please correct it before payment. Shipping & Returns - Your order will be shipped within 1-2 business days after we have received your payment. Please allow 24 hours after shipping date for the tracking info to be updated. - We offer free shipping to the lower 48 states. We do not ship to Alaska, Hawaii, Puerto Rico, Virgin Islands, Guam, APO/FPO or PO boxes. Please provide a physical address. US Orders: Shipped via USPS. Delivery time varies between 1-5 business days or longer depending on the shipping area. - International delivery usually takes between 4-8 days for delivery, in some rare cases, it could take up to 8-15 business days. We only use eBay's Global Shipping Program.The item is shipped to KY and then sent to the rest of the world. International customers are responsible for all duties and taxes. These charges are not included in the item price or shipping charges. These charges are buyer's responsibility. Please note : messages regarding eBay's Global Shipping Program MUST be directed at eBay EXCLUSIVELY. - Our stock are shipped from US-based warehouses. - Returns are accepted within 30 days of receiving your item. You, the buyer, are responsible for all delivery costs of returns. We believe our products are great, but if you are unhappy with your purchase we'll be happy to help you exchange or return for a refund. - When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. - Return policy for buyers outside the U.S.A - We offer to return the items within 30 days. The BUYER will ship the item at his own cost. - If you need any additional help please do not hesitate to contact us. We'll answer all inquiries as soon as possible. Additional Information All the electrical product are 110V according to the USA standard. You may need converter or outlet adapter to use them in your country.",
  "Title": "Diaper Bag Backpack with Stroller Straps Wet Bag and Diaper Changing Pad BLACK",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "53.89",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Chantilly, Virginia",
  "Seller": {
    "FeedbackScore": "128",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "tntdeals"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "CN",
    "MX",
    "DE",
    "JP",
    "BR",
    "FR",
    "AU",
    "RU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "IL",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "20152",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-04-13T18:45:49.000Z",
  "HitCount": "94",
  "TimeLeft": "P10DT3H16M53S",
  "EndTime": "2017-06-12T18:45:49.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Polyester"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "Wallaroo"
      },
      {
        "Name": "UPC",
        "Value": "612524989343"
      }
    ]
  },
  "Site": "US",
  "ItemID": "332182529666",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3321825296668080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}