{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1219788886518080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/J6UAAOSwiYFXLQ-l/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/8hYAAOSw2x1XLQ-k/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/1JQAAOSwn9lXLQ-k/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/rvMAAOSwSclXLQ-m/$_10.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-Genuine-Leather-Handbag-Brown-Briefcase-Laptop-Shoulder-Bag-Messenger-Bag-/121978888651",
  "ConvertedCurrentPrice": {
    "value": "119.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge You are using an outdated browser For a better experience using this site, please upgrade to a modern web browser. SPECIFICATIONSBrand: LB1 High Performance®Model:Leather Messenger BagManufacturer: StrongrrDimension:14.9 x 10 x 5.5 inchesColor:Dark BrownSKU:PO-LLS003 Product Features:Handsome executive business case in flapover construction featuring High Quality Genuine Vintage Leather exterior and fully-lined interior.100% High Quality Genuine Leather. Full-grain leather body. One compartment features a carrying computer pocket made to hold up to 15.4 inch laptops. Front flap buckle key and magnetic closure is great for quick-access items.Interior cell phone holder, wallet holder, and miscellaneous items. Backside zipper pocket. Removable and adjustable shoulder strap. Dimensions: 14.9 x 10 x 5.5 Inches. Product Details:100% High Quality Genuine Leather.Full-grain leather body.Handsome executive business case in flapover construction featuring High Quality Genuine Vintage Leather exterior and fully-lined interior.One compartment features a carrying computer pocket made to hold up to 15.4 inch laptops.Interior cell phone holder, wallet holder, and miscellaneous items.Backside zipper pocket.Front flap buckle key and magnetic closure is great for quick-access items.Removable and adjustable shoulder strap.Dimensions: 14.9 x 10 x 5.5 Inches.Compatible device:Perfect for Tablet PC | Notebook | Ultrabook.Can fit all Laptop model up to 15.4 inches:: Apple | Acer |Asus | HP-Compaq |Dell | Sony | Samsung | IBM | Lenovo | Toshiba | Gateway. Why Buy From Us? Customer Service Shipping Policy International Orders Battery Info/Care Why Buy Your Battery From Us? More than just laptop batteries! Don't let the name fool you. Although we specialize in laptop batteries for all makes and models, we also carry a wide variety of other items and accessories such as A/C adapters, cooling pads, power bank portable battery chargers, cell phone batteries, and all sorts of mobile accessories from stylus pens to bluetooth keyboards and bluetooth speakers. We also carry docking stations, USB hubs, display adapters/converters, gaming mice, and much more! LB1 High Performance - An established American company with a customer-centric approach. Here at LB1 High Performance, we pride ourselves on providing the higest level of customer service to each of our customers. We are an established American company headquartered in California, home to Silicon Valley - the birthplace of modern computer technology. Our efficient warehouse operations guarantee a 1-day handling time and super-fast shipping! We offer overnight shipping, and most orders are shipped the same day! Get your laptop battery when you need it! LB1 High Performance's Professional LIVE customer service and technical support! We understand how important it is to be sure you are purchasing the correct battery for your laptop, and the various questions and concerns you may have. To ensure a smooth shopping experience, we guarantee 100% customer satisfaction and have LIVE customer service representatives to assist you with your laptop battery purchase. Please give us a call with any questions. Receive an immediate response instead of waiting for an e-mail! (During peak business hours, response times may take longer than usual.) Please call us at (888)657-3888 between the hours of M-F 8:00AM-4:00PM PST to speak with one of our professional customer service representatives. If you can't reach us by phone, please don't hesitate to leave a message or contact us through eBay. We respond to all messages within 24 hours! International orders and global shipping! We are pleased to announce that we have partnered with eBay to provide International order support and shipping. Through eBay's Global Shipping Program, we are now able to offer our products and shipping to all eligible countries! If you are interested in placing an International order outside of the US, please see our International Orders section for more information. We have OVER 99% POSITIVE FEEDBACK and we will not be satisfied if our customers are unhappy!!!!! Don't miss out on your chance to SAVE BIG while buying from a TRUSTED SELLER. View our feedback and see what our customers have to say!!! Customer Service We believe in good old fashioned customer service. Exceptional customer service is our #1 goal here at LB1 High Performance. We have a 100% satisfaction guarantee. You can contact us via phone or e-mail with questions or concerns about our laptop batteries, AC adapters, order status, returns, warranty questions, etc. We are here to earn your trust, in turn, making you a lifetime customer with us. We look forward to hearing from you. Contact by Phone and Email: (888) 657-3888 Contact us via eBay Contact by mail: LB1 High Performance - eBay Department 11037 Warner Ave. #161 Fountain Valley, CA 92708 United States Hours of Operation: Monday - Friday 8:00 AM - 4:00 PM PST Domestic Shipping Fast N' Free Shipping We offer free shipping on all our items, as well as a 1-day option if you need your item sooner. If you see an eBay \"Fast 'N Free' logo on our listing, that means there is free shipping, and eBay estimates that your order will arrive within 4 business days or less. LB1 High Performance will waste no time in fulfilling your order. If you place your order BEFORE 12:00 PM Pacific Time, Monday through Friday, and your item is in stock, your order will be shipped the same day. Orders placed after 12:00 PM Pacific Time will be shipped the next business day. Orders will NOT be processed on weekends and holidays. Orders placed on Friday after 12:00 PM Pacific Time will be shipped on the following Monday, INCLUDING AIR SHIPMENTS. We strongly suggest that you do not choose Next Day Air or 2nd Day Air as a shipping method for orders placed on Friday after 12:00 PM Pacific Time. If you need to receive your order on a Saturday, please contact us to make special shipping arrangements. Delivery 7-10 Business Days. Package Refusal If a package is refused, the cost of the returned shipment will be deducted from your refund. Refused international packages will incur a 20% restocking fee as well as the amount of the brokerage fee. Packages Lost in Transit If your order is lost in transit, LB1 High Performance will immediately begin the process of running a tracer on your shipment. This process generally takes approximately 10 business days, and if the order is not located when this process is complete, LB1 High Performance will reship your order to you. Company Ships Wrong Product If you receive the wrong product due to a shipping error on our end, LB1 High Performance will reship the correct product to you provided that it is in stock. The buyer must inform us of the mistake within 10 days of receiving the wrong product. Depending on the situation, our team may ask for additional information regarding the shipping mistake, which could include a photograph of what you received. The product must be returned with the proper RMA number within 10 days. When we receive the incorrect battery, our team will ship the correct product(s) to you. To expedite this process, you can also provide us with a valid tracking number, in which case we will ship out the new package immediately. Lost Orders A product is considered lost if it does not reach the recipient within two weeks (14 days) of the order being placed. If the tracking number shows that the product was delivered to the correct address, LB1 High Performance is no longer liable for the shipment. If the tracking number shows that the product was not delivered, you will need to complete an affidavit, signed and faxed to the Customer Service Department. You will be shipped a new battery at that time. We will also investigate the situation, which could take up to two weeks to complete. LB1 High Performance will pay for the new package shipping fee. Product is Damaged or Stolen A product is considered damaged if: The package contains a document from the company stating that the box was opened and the product was damaged; or the recipient opens the package and the product has physically been damaged in some material way. A product is considered stolen if: The recipient receives the package with shipping company documentation that states that the package was opened and the product removed during the shipping process. In either case, you will be required to fill out an affidavit, signed and faxed to our Customer Service Department. If the product is received damaged, it should be shipped back along your affidavit. Once we receive the documentation that includes a statement from the shipping company that the product was damaged or stolen during delivery, LB1 High Performance will ship you a new product at no cost to you. The damaged product must be returned within 10 days of receiving it. Products returned for this reason more than 30 days after receipt will incur an additional charge of $10. LB1 High Performance will not be responsible for the return shipping fee International Orders All international orders follow a separate return & warranty policy. By purchasing this item internationally, you agree to the following terms and conditions: International order return policy: 14-Days return for refund only. NO EXCHANGES on international orders. You have 14 days from the date your package was delivered to request a return for refund. Buyer is responsible for all return shipping costs, including any customs fees. International order warranty policy: Our products are covered by our same standard warranties as domestic orders. Please see listing description for details. For international order warranty replacements, buyer is responsible for all shipping costs, including return shipping any customs fees. Please contact our customer service department if you need a warranty replacement. Please double check to make sure you are purchasing the correct product. If you have any questions, please contact us and our customer service representatives will be happy to assist you. Due to differences in time zones, it may take up to 24 hours longer to receive a reply. All international orders will be shipped using eBay's Global Shipping Program. With the exception of shipments to Canada, delivery to P.O. Boxes is not supported by the Global Shipping Program. Shipments to APO or FPO addresses are also not supported. If your package was not received or lost in transit, eBay's Global Shipping Program will be responsible for refunding your purchase. In the listing, you will see: Estimated shipping charges. Estimated import charges. During checkout, you will see the final charges, including: The item price. The shipping charges. The import charges. The shipping charges include any US shipping charges that we specify, as well as applicable international shipping, handling, and other fees. The import charges include applicable customs duties, taxes, brokerage, and other fees. In addition to the final charges, you will see the amount paid to the seller and the amount paid to the eBay Global Shipping Program. Please contact us if you have any additional questions or concerns about placing an international order. Battery Info/Care What is the difference between battery chemistry? What is capacity (mAh) and difference in cell count? What are Volts and Amps? Does the voltage of the new battery need to match the voltage of my original battery? How should I care for my new rechargeable laptop battery? Will installing your battery void my original manufacturer warranty? What if I need a return or exchange? What is the difference between your battery and an original (OEM) battery? How long does a new laptop battery last? What if my new battery is not charging? What If I can't find my exact battery? What if the image matches my battery/adapter, but it is a different model number? My laptop shows my battery is fully charged, but it is not working. What is the run time of the battery? How can I maximize my laptop battery performance? Where are you located? Are your batteries new, or refurbished? How should I dispose my old battery, should I recycle it? What is the difference between battery chemistry? Batteries in laptops and notebooks are primarily Lithium Ion (Li-Ion) or Lithium Polymer (Li-Pol) technologies. We carry both types of batteries, depending on your laptop model and type. Each type of rechargeable battery technology has its own unique characteristics: -Lithium Ion (Li-Ion) is the newest type of battery technology, which does not suffer from the \"memory effect\" at all. This means it is OK to recharge your battery at any time, even if it's not fully discharged. These batteries have twice the energy older battery technologies, while weighing less. This is especially helpful for portable electronics, such as laptops and digital cameras. -Lithium Polymer (Li-Pol) is very similar to Li-Ion; however cells are constructed of a different material. Flat polymer sheets are used to make flat batteries. This allows batteries to be placed in small places like behind laptop screens. This technology is only used in limited laptop applications; however it is more widely used in PDAs, tablet computers, and cell phones. Polymer technology is commonly used in newer Apple laptops. Back to top What is capacity (mAh) and difference in cell count? The capacity of our batteries is rated in mAh (Milli-Amp Hours). If the capacity of a battery is 4400mAh, it means that this battery can deliver 4400 Milli-Amps of current for 1 hour at the rated voltage. The actual amount of power a laptop uses depends on the usage. Many things can affect how much power is used, such as LCD screen brightness, CPU usage, video card usage, and internet usage. More demanding applications and video playback drain more power, as compared to simple applications such as word processing and e-mail. For many laptop models, we offer higher capacity models for those individuals who use their laptops off the charger for extended periods of time. This is common with businessmen and women who travel often, and students who use their laptops in the classroom and study areas. Higher capacity models will require more internal battery cells. This means that although the battery is designed to fit into your battery slot perfectly, it may protrude on the back side 1/2 inch to 1 inch to accommodate the additional cells. This will often result in a slightly raised typing surface, much like extending the legs on the back of a keyboard. Back to top What are Volts and Amps? A voltage rating is an evaluation based on research and experimentation that help determine how much voltage can be safely utilized by a particular device or form of wiring over the life of the device or wiring. For electrical and electronic devices, this rating is determined during product development and testing by increasing the voltage levels until the devices break down or begin malfunctioning. The voltage of the new battery should always match the voltage of your original (about +/- 1 Volt is OK). Some of our batteries will have higher mAh than the original battery found in your device. This is indicative of a longer run-time (higher capacity) and will not cause any incompatibilities. Back to top Does the voltage of the new battery need to match the voltage of my original battery? While the new battery voltage may not be identical to the original battery, the voltages must be within a reasonable range. While manufacturers strive to keep the voltage consistent with original equipment, sometimes there may be a small variation. This difference is usually +/- 1 volt, and will not affect the performance of the battery. A Li-Ion battery labeled 10.8V will function the same as a Li-Ion battery labeled 11.1V. A Li-Ion battery labeled 14.4V will function the same as a Li-Ion battery labeled 14.8V. Back to top How should I care for my new rechargeable laptop battery? Refer to the pamphlet included with your new battery for initial installation instructions. Upon initial use (or after a prolonged storage period) the battery may require three to four charge/discharge cycles before achieving maximum capacity. When charging the battery for the first time your computer may indicate that charging is complete after just a few minutes. This is a normal occurrence with new rechargeable batteries. Unfortunately, this does not mean the battery is fully charged. If this happens, simply remove the battery from the computer and repeat the charging process. It is important to cycle (fully discharge and then fully charge) the battery every two to three weeks. Not doing so may significantly shorten the battery's life. To discharge, simply run your device under the battery's power until it shuts down or until you get a low battery alert (a simple way to do this quickly would be to stream movie clips online, or play a DVD). Then recharge the battery as instructed. If the battery will not be in use for a month or longer, it is recommended that the battery be fully charged and removed from the device and stored in a cool, dry, clean place. It is normal for a battery to become warm during charging and discharging. A charged battery will eventually lose its charge if unused. It may therefore be necessary to recharge the battery after a storage period. Back to top Will installing your battery void my original manufacturer warranty? This is a common misconception as most manufacturers want you to purchase their original branded batteries, which are often overpriced. Purchasing a high quality replacement from LB1 High Performance is an affordable & cost-effective alternative. Batteries from LB1 High Performance are manufactured to the same exacting specifications as original equipment costing two or three times as much. Federal law (15 USC Chapter 50 - Consumer Product Warranties) prohibits manufacturers from this type of practice. In short, the answer is NO - our products WILL NOT void your original manufacturer warranty. All our high quality batteries are guaranteed to meet and/or exceed original equipment specifications. We stand behind the quality of our products with a money-back guarantee and $100,000 equipment protection plan. Back to top What if I need a return or exchange? We understand that sometimes there may be instances where you may require a return or exchange. We offer a 30-day return or exchange policy. It is clearly stated on our listings that buyers are responsible for return shipping, unless it is a shipping error on our behalf. To begin a return or exchange, please visit your \"My eBay\" page and go to you purchase history, and then locate the item which you purchased from us. There will be a drop-down menu that says \"More Actions\" - please select \"Return This Item\" to begin the return/exchange process. There will be step-by-step instructions to guide you. If you have any questions, call or send a message to our customer service department and we will be glad to assist you. Back to top What is the difference between your battery and an original (OEM) battery? Basically, there is no difference between our battery and the one that originally came with your laptop - with the exception of the brand name stamp. Our batteries are manufactured to the same exacting specifications as the original battery, and they are guaranteed to meet or exceed those specifications. With a LB1 High Performance High Performance laptop battery, you will get the same performance and quality of an original battery at only a fraction of the cost. Back to top How long does a new laptop battery last? The life of a rechargeable battery operating under normal conditions is generally between 300 to 400 charge-discharge cycles. This roughly translates into 1.5 to 2 years of battery life under average use. As your rechargeable battery begins to die, you will notice a decline in the running time of the battery. When your battery is only providing you with an hour or less or runtime, it needs to be replaced. Back to top What if my new battery is not charging? Due to shipping regulations, brand new batteries are typically shipped in a discharged or low capacity condition. We generally recommend a fully charge the first time using. Refer to the pamphlet included with your battery for charging instructions. Rechargeable batteries should be cycled - fully charged and then fully discharged 2 to 4 times initially to allow them to reach their full capacity. Sometimes your laptop will stop charging a new battery before it is fully charged. If this happens, simply remove the battery from your device and then re-insert it. The charge cycle should begin again. This may happen several times during your first battery charge - this is normal behavior for a new battery. If you have followed all instructions and your laptop is still not charging or recognizing the battery, you may need a BIOS update. Your computer's BIOS (Basic Input/Output System) is the first software your PC loads. It sets the stage for your operating system; so to speak, by finding all your PC's various hardware components and letting the operating system know it can use them. On most laptop manufacturer's websites, there will be an area to download the newest BIOS. Back to top What If I can't find my exact battery? To be cost-effective, laptop manufacturers designed their batteries and AC adapters to be compatible with many of their models. A single battery or adapter can be compatible with up with 1000+ different models! While we do our best to maintain the most up-to-date compatibility list, it is not possible for us to collect and post all the model numbers at one time. If you can match your battery visually to our listed battery, but it is not listed under compatible part/model number, please contact us and one of our expert representatives will be happy to assist you. Many times, we can double-check for you and confirm if your laptop is compatible. If we do not currently carry your battery or adapter, we will make every effort to add it to our always-expanding inventory catalog in the future. Back to top What if the image matches my battery/adapter, but it is a different model number? One battery or adapter can be compatible with anywhere from 10-1000 different models. Generally all models in a particular series will use the same battery and AC adapter. For example: HP DV6-1000ET, HP DV6-1001TX, HP DV6-1099EF all use the same battery. Dell Inspiron M5010, Dell Inspiron M5030, Inspiron M5030D all use the same battery. If your battery matches up physically to the image and specifications, but the listing is for a different model, please contact us to verify before making the purchase. Return shipping for incorrect orders will have to be paid by the buyer. Back to top My laptop shows my battery is fully charged, but it is not working. It helps to think of a new battery as a new pair of shoes, they need to be broken in. New batteries are usually shipped in a discharged state and need to be fully charged before use. For this reason, new batteries can be challenging. Your initial charge should take several hours. If your new batteries indicate they are fully charged within a few minutes or less than an hour you may have a condition known as \"False Peak\". This is a condition where the battery gives a false reading of being fully charged. If this happens, simply remove the battery from the charger and put it back in again. You may need to do this several times until the battery finally begins to accept a charge. Once a new battery has been charged it still may not last as long as you think it should. Don?t panic. Sometimes a battery needs to be charged and discharged a few times to reach its full capacity. Back to top What is the run time of the battery? Exact battery runtime on a laptop is difficult to determine. Actual battery runtime depends upon the specific power demands of your machine. The brightness of the screen, hard drive usage, graphics card usage, and USB usage results in an additional drain upon the battery, effectively reducing its run time. Usually, our new batteries will run as long as, or up to 25% to 50% longer than your old battery did when it was new. Back to top How can I maximize my laptop battery performance? There are several steps you can take to insure that you get maximum performance and life from your battery. Here are some tips from PCWorld magazine: -Plug in whenever possible: One surefire way to ensure that your laptop is always ready for action is to plug it into an AC outlet whenever possible. Keeping the machine fully charged makes it far more likely that you will always have the juice you need to complete your work. Purchase at least one extra AC adapter, so you?ll always have one in your office and one in your laptop bag for travel. If you work at home frequently, consider buying a third adapter to leave there. If you can, it also helps to have an extra battery in your laptop bag so you can save and resume working when you don't have access to an outlet nearby. -Adjust the screen brightness: Modern displays with LED backlights are a major improvement over the CCFL (cold cathode fluorescent tube) backlit displays of yesteryear, in terms of both picture quality and power efficiency. Still, a laptop?s display claims a significant percentage of the power that the system consumes. As such, keeping the screen backlight low can increase your laptop?s run time noticeably. You should also take care in choosing where you work: A low backlight setting will be far more comfortable in a café with soft lighting than in a brightly lit room. -Track down errant apps: One culprit often responsible for draining the battery ahead of its time is the presence of errant software applications that suck up disproportionate processor cycles. Unnecessary utilities running in the background, or an app that is hanging, can also cause this effect. Web browsers are particularly prone to the latter problem, due to the multiple plug-ins, rendering engines, and scripting engines embedded within them. Modern CPUs save power by dynamically scaling back their clock speed to the minimum possible, but they can do so only when apps aren?t active. If you fail to deal with rogue apps, they will not only drain battery power?they might also slow down your entire system. One clue to the existence of an errant app is if your laptop fan frequently kicks into high gear when the machine should be idle. Resolving the problem is relatively straightforward: Press the Ctrl-Alt-Delete key combination, launch Windows Task Manager, and use it to identify processes that are showing unexplained high utilization. If a program won?t exit normally, terminate the offending process by right-clicking it and selecting Kill Process. For Web browsers, shutting off all instances usually works. Should all else fail, perform a system restart. -Disable intensive background apps: Errant apps aside, applications that make intensive use of the processor or network should remain closed when your laptop isn?t plugged in. Peer-to-peer software such as BitTorrent clients and computationally intensive applications such as distributed-computing projects are out. You can also confirm that Windows Update and other software updaters are not attempting to download large software patches. Disabling automatic Windows Update functions outright is too draconian (particularly if you forget to reinstate the feature later), but periodically checking on your network usage for unexplained spikes will allow you to identify and stop large file transfers before they gobble up precious minutes of battery life. -Disable unneeded devices: You can disable unneeded hardware devices or ports to squeeze out a few more minutes of power, although this option isn?t possible with every laptop. Start by disabling unneeded wireless capabilities, such as built-in data modems and Wi-Fi and Bluetooth radios (many laptops have hardware switches for this purpose). The optical-disc drive is another power guzzler that can drain batteries fast, so don?t leave a DVD or Blu-ray disc in the drive if you don?t need it. Finally, many laptops these days come with backlit keyboards; these are great when you?re in a dark environment, but you can save precious power by doing without the feature when your laptop is running on battery power. Back to top Where are you located? Our company is headquartered in California - home to Silicon Valley, the birthplace of modern computer technology. Our call center is located in the same facility as our warehouse, allowing our customer service department to work closely with the warehouse and shipping team. We have professional english speaking customer service representatives, not an oveaseas call center. This allows us to provide you with a top-notch shopping experience. Your order is followed through from the moment it is received, until it arrives at your doorstep. We are able to provide you with up-to-the-minute information regarding your order's status. All returns and exchanges are also processed quickly and efficiently. We also offer free local pickup in the Southern California area. Back to top Are your batteries new, or refurbished? All our batteries are brand new. We DO NOT sell refurbished batteries. Refurbished batteries are used batteries. Some laptop battery vendors offer refurbished discount laptop batteries for sale. Refurbished batteries are generally cheap & low-quality products that are sold at a fraction of the cost. The process of refurbishing a laptop battery costs more than manufacturing a new one. These \"refurbished\" laptop batteries are simply used laptop batteries that have been pulled from older laptops. It is impossible to know how much life is left in these old batteries. For that reason, those sellers will only include a warranty for a few months. We provide a standard 12-month warranty on all our batteries. Save yourself the trouble and purchase a brand new high-quality laptop battery from LB1 High Performance. Back to top How should I dispose my old battery, should I recycle it? Yes, you should definitely recycle your old laptop battery. Please be environmentally conscious and do not throw your old battery in the trash. Many local electronics stores such as Best Buy accept old batteries for recycling. Please call to ask. You can also visit http://www.call2recycle.org/ to find the nearest drop-off location to recycle your battery. Back to top STORE CATEGORIES Accessories A/C Adapters Bluetooth Speakers Cell Phone Batteries Cooling Pads Cell Phone Accessories Display Adapters/Converters Keyboards Mice Power Banks Stylus Pens USB Hubs/Docking Stations Acer Batteries Apple Batteries Asus Batteries Dell Batteries Fujitsu Batteries Gateway Batteries HP Batteries IBM/Lenovo Batteries MSI Batteries Samsung Batteries Sony Batteries Toshiba Batteries Survival-Emergency HOT DEALS! LB1 High Performance Contact Us E-Mail Us eBay Store eBay ProfileFeedback Contact Us Copyright © 2015 LB1 High Performance inkfrog terapeak inkFrog Analytics",
  "Title": "New Genuine Leather Handbag Brown Briefcase Laptop Shoulder Bag Messenger Bag",
  "ExcludeShipToLocation": [
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BA",
    "GI",
    "GG",
    "IS",
    "JE",
    "LI",
    "LU",
    "MK",
    "MD",
    "MC",
    "ME",
    "SM",
    "RS",
    "SJ",
    "VA",
    "AI",
    "AG",
    "AW",
    "BS",
    "BB",
    "BZ",
    "VG",
    "KY",
    "DM",
    "GD",
    "GP",
    "HT",
    "MQ",
    "MS",
    "AN",
    "NI",
    "PR",
    "KN",
    "LC",
    "VC",
    "TC",
    "VI",
    "BN",
    "KH",
    "LA",
    "MO",
    "VN",
    "AR",
    "BO",
    "EC",
    "FK",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE",
    "BM",
    "GL",
    "PM",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "IQ",
    "JO",
    "LB",
    "OM",
    "YE"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "119.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Westminster, California",
  "Seller": {
    "FeedbackScore": "21045",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "highperformancelb1"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92683",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2016-05-06T21:43:15.000Z",
  "HitCount": "41",
  "TimeLeft": "P28DT6H26M55S",
  "EndTime": "2017-06-30T21:43:15.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "LB1 High Performance"
      },
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Dark Brown"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "MPN",
        "Value": "PO-LLS003"
      },
      {
        "Name": "UPC",
        "Value": "Does Not Apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "121978888651",
  "Storefront": {
    "StoreName": "LB1 High Performance",
    "StoreURL": "http://stores.ebay.com/id=1102358802"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "PO-LLS003-12",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}