{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P19DT12H20M56S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "TradePort evaluates and tests all items which don’t arrive in factory sealed packaging. This item is in perfect cosmetic and operational condition with no signs of wear or prior use.",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP",
    "OriginalRetailPrice": {
      "value": "272.0",
      "_currencyID": "USD"
    },
    "SoldOffeBay": "false",
    "SoldOneBay": "true"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3023252383028080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDk1WDUwMA==/z/gfEAAOSw0hlZI6rJ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDk1WDUwMA==/z/7YIAAOSwfRdZI6rJ/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Tony-Perotti-Classic-Zip-Around-Messenger-Laptop-Bag-Cognac-Italian-Bull-Leather-/302325238302",
  "ConvertedCurrentPrice": {
    "value": "77.4",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Televisions Computers & Networking DVD & Home Theater Home Audio Cameras & Photo iPod & MP3 Players Portable Audio & Video Video Games Tony Perotti Classic Zip Around Messenger Laptop Bag Cognac Italian Bull Leather The Classic Zip-Around Women’s Leather Laptop Bag is a classic tote style bag built for the professional woman with multiple functions incorporated into the design to make a well-rounded bag that adapts to your lifestyle! Laptop compatible up to 17” with a padded laptop compartment with a top Velcro strap. Features a zippered mesh pocket, interior narrow zippered compartment for documents, three business and credit card holders, two stationary pockets and two large organizational pockets, two pen holders. 29” zip around expandable compartment, zipper comes with signature Tony Perotti padlock with key. Top easy to grasp padded double handles, comes with 0.75” thick detachable and adjustable shoulder strap. Dimensions: Exterior: 17”(L) x 12”(H) x 5”(W). Interior: 16.5”(L) x 10.5”(H) x 3”(W)The Classic Zip-Around Women’s Leather Laptop Bag is part of our Tony Perotti Italico leather collection, made from Italian adult Bull hide Full Grain leather, providing a durable, stronger and longer lasting leather that is smooth to the touch with a shiny glossed finish. The cool Italian weather prevents any flea or tick irritation to the animals attributing to the top quality and purity of the leather, devoid of any scratches or bites on the leather. Tanned in a heavy coating of different eco-friendly vegetable oils to prevent everyday scratches and blemishes, the natural surface of our full grain leather burnishes and beautifies over time. LIST PRICE: $272.00 20% shipping discount on each additional item Same-Day shipping before 12PM EST Selling on eBay since 2002 FREE shipping for fixed priced items Expedited shipping option available 30-Day FREE tech support Quality, responsive customer service The original retail box is not available. Item has been expertly repackaged by TradePort in a new brown box to ensure safe transit. Learn More Item shows virtually no signs of wear and is nearly impossible to distinguish from new. Learn More Item has been professionally tested and inspected to ensure complete functionality. Learn More FEATURES SHIPPING WARRANTY RETURNS Dimensions: 16.5 inches x 11.5 inches x 5 inchesTwo spacious divided interior compartmentsComputer safe compartment with leather secured bandInternal storage pockets for business cards, pens, PDA and cell phone and make-up including mirror with leather frameOne internal zippered and one pen pocket Free Shipping TradePort partners with only the best shipping providers to provide you with fast and reliable service. You can rest assure that your TradePort purchase will arrive on your doorstep quickly and safely. TradePort will ship your packages using one of the following services at our discretion UPS Ground USPS Priority USPS First Class Mail NOTE: All shipments valued over $300 will ship via UPS only. No exceptions! eBay will send the buyer and e-mail with the tracking number. Tracking information can also be found in the Purchase History section of My eBay, on the Order Details page and on the Feedback page. Your TradePort purchase is covered under a 30-day limited warranty against defects from the date of purchase. In the unlikely event that your product arrived “not as described”, please contact us or call 603-692-2900. After 30 days, the manufacturer warranty is the only warranty in effect, if applicable. Warranty terms and conditions may vary by product or manufacturer. SquareTrade Extended Warranty For additional warranty coverage beyond TradePort’s 30-day limited warranty and/or manufacturer warranty, SquareTrade offers 2-5 year Service Plan coverage for NEW electronics and 1-2 year Service Plan coverage for REFURBISHED and USED electronics. Coverage for USED items is only available for items sold on eBay. Please click here to purchase a SquareTrade warranty for your TradePort purchase! Free Technical Support You have questions regarding your product? We have answers. TradePort customers are eligible for complimentary phone support within the first 30-days of ownership. Please contact us or call 603-692-2900 Monday through Friday 9AM to 5PM EST. FAQs My product arrived with a missing accessory! How can you resolve this quickly? TradePort has processes in place to ensure that your order arrives complete with all advertised accessories. Please check the retail box and /or shipping box and packing materials thoroughly before contacting TradePort to report a missing accessory. If you are unable to locate a missing accessory, please contact us or call 603-692-2900 and we will expedite the missing accessory to you within 1 business day of your request. If we don’t have the accessory in stock, we will offer you a partial refund to compensate you for the missing accessory. My product arrived “not as described” in the eBay listing? How are you going to resolve this problem? TradePort tests and inspects every item before it is shipped to our customers. We must assume that the product leaving our warehouse is in the condition advertised in the eBay listing. To rule out user or environmental error, we ask that take the following steps before contacting TradePort: Please reference the “troubleshooting” section of the user manual to ensure that you are using the product correctly. If you are unable to resolve the problem, please contact us or call 603-692-2900. TradePort customers are eligible for complimentary phone support within the first 30-days of ownership. If we are unable to resolve your problem, we will help you initiate warranty service with the product manufacturer, if applicable. If manufacturer warranty service is not an option, we will forward return instructions in accordance with TradePort’s return policy. TradePort’s 30-day limited warranty gives you time to make sure your purchase is perfect. If for any reason you are not satisfied, you can return any item, in its original condition, within 30-days from the date of purchase for a refund or an exchange. It's that simple. Return Authorization All returns must have a Return Merchandise Authorization (RMA) number before they are returned to TradePort. Items returned without authorization will cause a delay in processing your return. Please contact us or call 603-692-2900 to obtain an RMA number After the return period has expired, please contact the manufacturer or authorized repair center to resolve any problems with your product. Product Condition Items must be returned in the same condition as shipped from TradePort. Items returned in damaged or unacceptable condition will be returned to the customer without exchange or refund. Condition will be assessed at the discretion of TradePort. A restocking fee may be assessed if your product is returned missing one or more accessories and/or components. Shipping We must receive the returned item within 10 days of issuing the RMA, or we will cancel the RMA and refuse the return. Include a copy of your invoice or payment receipt in the box including RMA number, customer name, address, phone number and a brief description of why the item is being returned. Print the RMA number on at least one (1) side of the package. Packages without a visible RMA number will NOT be accepted. Customer is responsible for shipping and handling charges incurred during item return. Use the most convenient means of shipping. Exchanges For products returned in accordance with this return policy, a replacement item will be shipped out within 2 business days from the date we receive the return. If the returned product is not in stock, you have the following options: You can wait until product becomes available You can replace with another product of similar or equal value You can replace with another product of greater value for an additional cost You can request a credit towards a future TradePort purchase Refunds For products returned in accordance with this return policy, TradePort will process a refund within 1 business day from the date we receive the return. Refunds will be credited to the payment method used for the original purchase. Terms & Conditions TradePort recommends that you keep ALL packing material for a minimum of 30-days in the event that your product is returned. TradePort scans and logs the serial numbers of all outbound products. Any returned product will have the serial number matched against that of the original item shipped to the customer. Fraudulent claims will immediately be reported to the appropriate authorities. FAQs My product arrived “not as described” in the eBay listing! Why should I have to pay the return shipping charges? TradePort tests and inspects every item before it is shipped to our customers. We must assume that the product leaving our warehouse is in the condition advertised in the eBay listing. Our return policy is clearly posted on the eBay listing so you can make an informed decision before purchasing a product from our company. Since 2002, we have found that over 80% of returns are due to user or environmental error. We do not believe that TradePort should be responsible for return shipping charges for product returned due to user or environmental error. If we are unable to come to an agreement, TradePort will issue a UPS Call-Tag to have the disputed item returned at our expense. If the product is received defective, we will either replace the item at our expense or refund your payment in full. If the item is received functional, we will refund your payment minus the return shipping charges. I decided I no longer want the product I ordered from you! Who pays the return shipping charges? TradePort does NOT pay return shipping charges for product returned due to buyer remorse. We will process a refund minus the original shipping charges when the item has been received and evaluated by TradePort. I ordered this product accidentally! Who pays the return shipping charges? TradePort does NOT pay for return shipping charges if you accidentally ordered the wrong product. We will process a refund minus the original shipping charges when the item has been received and evaluated by TradePort. My family member purchased this item without my authorization! Who pays the return shipping charges? TradePort does NOT pay for return shipping charges if a family member or someone in your home or business made an unauthorized purchase. We will process a refund minus the original shipping charges when the item has been received and evaluated by TradePort.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Middle East",
    "Southeast Asia",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "77.4",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Somersworth, New Hampshire",
  "Seller": {
    "FeedbackScore": "104095",
    "PositiveFeedbackPercent": "98.8",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "tradeportusa"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "03878",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-23T03:21:43.000Z",
  "Title": "Tony Perotti Classic Zip Around Messenger Laptop Bag Cognac Italian Bull Leather",
  "ConditionID": "1500",
  "EndTime": "2017-06-22T03:21:43.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Tony Perotti"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "Italian Bull Leather"
      },
      {
        "Name": "UPC",
        "Value": "878449000147"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302325238302",
  "Storefront": {
    "StoreName": "TradePort USA",
    "StoreURL": "http://stores.ebay.com/id=54248070"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "Returns\n\nTradePort’s 30-day limited warranty gives you time to make sure your purchase is perfect. If for any reason you are not satisfied, you can return any item, in its original condition, within 30-days from the date of purchase for a refund or an exchange. It's that simple.\n\nReturn Authorization\n\nAll returns must have a Return Merchandise Authorization (RMA) number before they are returned to TradePort. Items returned without authorization will cause a delay in processing your return.  \n\nPlease contact us or call 603-692-2900 to obtain an RMA number \n\nAfter the return period has expired, please contact the manufacturer or authorized repair center to resolve any problems with your product.\n\nProduct Condition\n\nItems must be returned in the same condition as shipped from TradePort. Items returned in damaged or unacceptable condition will be returned to the customer without exchange or refund. Condition will be assessed at the discretion of TradePort.\n\nA restocking fee may be assessed if your product is returned missing one or more accessories and/or components.\n\nShipping\n\nWe must receive the returned item within 10 days of issuing the RMA, or we will cancel the RMA and refuse the return.\n\nInclude a copy of your invoice or payment receipt in the box including RMA number, customer name, address, phone number and a brief description of why the item is being returned. \n\nPrint the RMA number on at least one (1) side of the package. Packages without a visible RMA number will NOT be accepted. \n\nCustomer is responsible for shipping and handling charges incurred during item return. Use the most convenient means of shipping. Insurance is recommended. \n\nExchanges\n\nFor products returned in accordance with this return policy, a replacement item will be shipped out within 2 business days from the date we receive the return. If the returned product is not in stock, you have the following options:\n\nYou can wait until product becomes available\n\nYou can replace with another product of similar or equal value\n\nYou can replace with another product of greater value for an additional cost\n\nYou can request a credit towards a future TradePort purchase\n\nRefunds\n\nFor products returned in accordance with this return policy, TradePort will process a refund within 1 business day from the date we receive the return. \n\nRefunds will be credited to the payment method used for the original purchase. \n\nTerms & Conditions\n\nTradePort recommends that you keep ALL packing material for a minimum of 30-days in the event that your product is returned. \n\nTradePort scans and logs the serial numbers of all outbound products. Any returned product will have the serial number matched against that of the original item shipped to the customer. Fraudulent claims will immediately be reported to the appropriate authorities.",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B000FIU8Z4-NOBOXA",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}