{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "BestOfferEnabled": "false",
  "TimeLeft": "P28DT20H12M9S",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTM0WDgwMA==/z/ZjsAAOSw4GVYHZJY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTM0WDgwMA==/z/~vIAAOSwx2dYHZJa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTM0WDgwMA==/z/lAAAAOSwImRYHZJb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTM0WDgwMA==/z/ixAAAOSwnbZYHZJd/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTM0WDgwMA==/z/JIcAAOSwMVdYHZJe/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTM0WDgwMA==/z/4qMAAOSw44BYHZJf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTM0WDgwMA==/z/DkUAAOSwo4pYHZJh/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TAIWAN-handmade-Hill-marks-Xiece-package-/252968543655",
  "ConvertedCurrentPrice": {
    "value": "116.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "★ unique banana silk cotton stitching inside ★ soft cotton inside, to protect goods from damage ★ clever interior design, easy to pick upproduct manual★ unique banana silk cotton stitching inside ★ soft cotton inside, to protect goods from damage ★ clever interior design, easy to pick up [commodity introduction] can be incorporated and other mobile phone, wallet and keys debris, inner and practical design, without having to spend time fishing the East West to find. Craftsmen who personally banana plant dyed yarn, woven into the traditional pattern Yamagata interspersed with each other, with an elegant color cotton, a natural rustic charm, yet, not scratchy skin soft to the touch, cool, intimate bananas silk, with you / u live together. (Because of handmade, each dimension may be slightly different) [Material]banana silk, cotton [ maintenance knowledge ] please placed in ventilated place when not in use in order to avoid mildew. If caught in the rain or because of damp moldy lead to work part can be washed with water, but avoid vigorous rubbing. Please place after cleaning sunlight, until dry. [ On banana silk ] past Kavalan local materials, use all year round production of false banana stems, banana weaving process this generation to generation. Bananas annuals sprout grow, the need to cut old branches; sprout thrive, you need to remove excess offshoot, cut down the banana, it would be shredded become weaving with wire. Selected banana is very important, a tree trunk, the bark can be used only six, the outer and inner layer easily fragile fracture. Shredded bark, dried, broken down into finer thread, and then thread linking into balls. ★ Novosti banana silk Mania History: 1.1997 and in 2002 was invited to Taiwan and Japan weaving demonstration festival, and Okinawa banana silk woven treasure Arborist Toshiko Taira et al exchanges. 2.1998 Abbey since Zhu, Yu Pan Wuji and Pane trio take for Kavalan banana silk of guidance. 3. In 2000, Zhu Abbey, Pan Wuji and Pana jade produced banana weaving, eligible Taichung Cultural Affairs Public Award and second prize weaving. 4.2011 was awarded Hualien County, Hualien County 100 annual characteristics Souvenir. This product is \"custom orders\" only after making a payment, making the average wait 15 days (not including holidays) [Novosti banana silk workshop presentation ] Taiwan's only banana silk woven material as a gunsmith, also Taiwan the only virgin materials in weaving workshop. Banana planting, cutting, scraping wire, drying, distribution, twisting, winding, warping the weaving process, rediscovered in deep veins that art heritage. ★ disappearing wisdom when the East Coast Highway opened, low outside, colorful items into the tribe, the tribe slowly abandoned hard knit culture. Seniors remember how to knit tribes have been dying, banana silk handicraft gradually lost. ★new branches back to root when fading culture of Aboriginal Awareness and gradually rise, Kavalan Rectification and cultural movement at the same time to start to pick up the older tribe traditional banana silk weaving techniques. Straight after the Japanese to come to Taiwan to find historical banana silk, silk banana skills, renewed attention. ★ braided banana garden weave, do not belong to the elderly skill, can be a new creation; weave diagram, is not the only traditional plain weave, you can now have the ever-changing weave, when banana silk fabrics and silk, linen, cotton, and other different materials mixed after the future fabric of the infinitely wide, more creativity unlimited ride. Novosti tribal craftsmen communicate in the creation of their recognition of the Kavalan conventional wisdom and technology, attention to cherish. Product specificationsProduct specifications and precautionsLength: 24cm Thickness: 10.5cm height: 21cm banana silk, cotton",
  "Title": "TAIWAN handmade Hill marks Xiece package",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "116.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Corona, California",
  "Seller": {
    "FeedbackScore": "104",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nycshop711"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92880",
  "GlobalShipping": "false",
  "Quantity": "20",
  "StartTime": "2017-06-01T10:50:21.000Z",
  "HitCount": "4",
  "QuantityThreshold": "10",
  "EndTime": "2017-07-01T10:50:21.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "Messenger/Shoulder Bag"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Material",
        "Value": "Banana fiber"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Taiwan"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252968543655",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2529685436558080_1.jpg",
  "HandlingTime": "2",
  "QuantityAvailableHint": "MoreThan"
}