{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "ListingType": "Chinese",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "IntegratedMerchantCreditCardEnabled": "true",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3719694461548080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/aB4AAOSw-K9ZMKfq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/rGwAAOSwZKBZMKfq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/Kc8AAOSwlY1ZMKfr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/JxQAAOSwi7RZMKfr/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/All-Seasons-ZigZag-Print-Womens-Rolling-17-Laptop-Case-Red-Cream-/371969446154",
  "ConvertedCurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Great Products! Great Prices! Great Service! SaleMom is a small family-owned customer-oriented provider of great quality products at great prices! Were focused on customer satisfaction and have built our reputation based on great friendly service and honesty. Visit our eBay Store Store Policies Newsletter About Us Satisfaction Guarantee Bookmark Us All-Seasons ZigZag Print Women's Rolling 17\" Laptop Case - Red Cream Turn heads and organize your must haves for business or pleasure in this high fashion and stylish Ladies All-Seasons Wheeled Laptop Computer Bag. An ideal rolling carry-on computer case with plenty of space for your daily essentials. Clean lines, sophisticated style, fashion colors and exteriors designed to go anywhere you want. Features Include: 600D Heavy Duty Polyester construction, dual gusset design, lightweight body construction Spacious top-zip main compartment fully padded, Velcro straps to properly secure laptops and a back compartment with fan file Adjustable and removable shoulder strap, in-line skate wheels, and a multi-stage telescopic handle Dimensions: 13.5 in H x 7 in W x 17 in L - 5.8 lb Laptop Compartment Dimensions: 12 in H x 3 in W x 16 in L - Fits most 17\" Laptops 813102-165R-W // // 857519320132 Shipping / California Sales Tax Shipping Methods: Domestic: FedEx, UPS, or U.S. Postal Service. International: U.S. Postal Service When indicated above, standard ground shipping service is free within the lower-48 continental US states. All other locations, including Alaska, Hawaii, Puerto Rico and international locations will be required to pay appropriate shipping costs - please see the \"Shipping and payments\" tab above to determine the shipping cost for your specific location. If your State, Region or Country is not listed, please contact us to request a shipping quote prior to bidding/buying. Returns & Refunds: Returns,exchanges,or refunds MUST be initiated within fourteen (14) days of receiving the item, and MUST be pre-approved by us in writing. All items approved for return MUST have an RA (Return Authorization) number. Items must be returned, and arrive, at our location in a new & unused condition, and in their original box. Unless otherwise noted on the actual listing, we will refund 100% of the purchase price, however the Buyer shall be responsible for ALL shipping costs (to and from) - these costs are NOT refundable. When the item includes \"Free Shipping\", the Buyer is responsible for the shipping costs required to return the product to our warehouse. California Sales Tax: We are required to collect Sales Tax for items shipped to any address within the state of California. Payments PayPal, Visa, Master Card, Discover, and American Express Store Policies / Contact Us Our products are authentic, brand new, and come with manufactures warranty (where applicable). Our goal is to provide you, our valued customer, with Great Products, Great Prices and Great Service! We stand behind our products, offering accurate descriptions and clear images. We offer our customers a 100% Satisfaction Guarantee! If you should have any questions or concerns, please click on our \"STORE POLICIES\" link above to read our complete policies prior to bidding or buying. If you prefer, you can contact us by simply clicking on eBays \"ASK A QUESTION\" link (located at the very top right-hand side of this page); or call us directly by phone at (661) 705-3333 during business hours (9am - 5pm PST / Monday - Friday). Our fax number is (661) 705-3337. Either way, our friendly and knowledgeable Customer Service Staff is here to assist you! SaleMom © 2001 - 2017 - eBay Store Exclusive Design",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Valencia, California",
  "Seller": {
    "FeedbackScore": "40422",
    "PositiveFeedbackPercent": "99.3",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "sale_mom"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "PostalCode": "91355",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T23:48:54.000Z",
  "Title": "All-Seasons ZigZag Print Women's Rolling 17\" Laptop Case - Red Cream",
  "TimeLeft": "P6DT8H56M6S",
  "EndTime": "2017-06-08T23:48:54.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "All-Seasons"
      },
      {
        "Name": "Material",
        "Value": "Polyester"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "China"
      },
      {
        "Name": "Style",
        "Value": "Laptop Case"
      },
      {
        "Name": "Color",
        "Value": "Red"
      },
      {
        "Name": "#Color",
        "Value": "Red-Cream"
      },
      {
        "Name": "UPC",
        "Value": "857519320132"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371969446154",
  "Storefront": {
    "StoreName": "SALE MOM STORE",
    "StoreURL": "http://stores.ebay.com/id=12704155"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "We offer a 100% SATISFACTION GUARANTEE! If you’re not completely satisfied with your purchase, simply contact us within 30 days to receive proper return authorization, and upon receiving your returned merchandise, we will refund 100% of your purchase price (less any shipping costs), in accordance with our “Returns, Exchanges & Refunds” policy above.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "813102-165R-W",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}