{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "TimeLeft": "P11DT3H7S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "As always, please see and review all pictures for best personal perspective of condition!  Many THX!",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/$(KGrHqNHJCUE+hPv6NCJBQPSKc5oVg~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/$T2eC16NHJGwE9n)ySfM1BQPSKd6Nbw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/$T2eC16RHJIIE9qTYKDB+BQPSKbLsCw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/$T2eC16NHJIIE9qTYI1n3BQPSKZWps!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/$T2eC16JHJHgE9n0yEYRMBQPSKfBjog~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/$T2eC16h,!)UE9s3wEglEBQPSKVS,-g~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/$T2eC16FHJGwE9n)ySeEVBQPSKcTSn!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/$T2eC16NHJF8E9nnC6IbqBQPSK(hbHw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/$T2eC16VHJHYE9nzpeC4ZBQPSKVyw7g~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/$T2eC16hHJGQE9noMcS5eBQPSK(Kh4Q~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/$T2eC16FHJGIE9nnWprlcBQPSKTlGzw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/$(KGrHqRHJEME+csvLF5hBQPSKTzg7!~~60_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/RARE-Vintage-LOUIS-VUITTON-Suitcase-Brief-Case-Keepall-Carry-Tote-Luggage-LV-/371713009274",
  "ConvertedCurrentPrice": {
    "value": "599.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "These handsome piece can multi - task wonderfully for you! Perfect as a briefcase - or use it as a petite suitcase! Nice for either use....a little case you'll use frequently - if not daily! No reason to travel with anything less than the best - and for lots of us, our choice is LOUIS VUITTON! This would be a PERFECT PIECE FOR A SHORT WEEKEND HOLIDAY!!! Summer Holiday Travel season will be here quickly - and here is a perfect companion! This is a wonderful Vintage French Company LV Suitcase! Whether traveling for business or pleasure, you'll love having this piece helping you to travel more effortlessly and, of course stylishly! Very rare to see this smaller piece! A size and shape that no one else will have....making it yours alone....a great feeling! This piece was called a Carry Aboard Lightweight Overnight Case in a vintage Saks Catalog! Several handsome luggage pieces are available now and more are to be listed soon!! Travel with this piece will be fun and functional! It is an easy piece to carry on board and protects and holds your precious things in classic style. Looks great in the car seat next to you too!! Perfect for ladies or gentlemen. This cute piece was manufactured for demand in the United States and available through prestigious retailers such as Saks Fifth Avenue and Neiman Marcus along with a few other luxury luggage boutiques - some pieces were even private labeled - this one was not, however. Guaranteed authentic - as always - and wearing it's appropriate Tyvek French Company label inside. Feel free to research these harder to find pieces - it may even be authenticated online at Caroldiva.com or MyPoupette.com if you like - their services are wonderful - but ALWAYS AUTHENTIC here, so no worries there! Here are the details! Vintage piece - it has seen travel to wonderful places - so as with any piece of luggage that has accompanied you during travel, there are bumps, smudges and scuffs here and there. But that said...this little charmer is in wonderful vintage condition! The LV Monogram is recognized all over the world as a symbol of luxury....it is very vivid and crisp - I don't see a single mark. The original C & C zips function as they should. They meet in the middle, making it easy to add a lock if you choose. There is a super handy zip pocket on the front side....the perfect place to keep travel agenda's, tickets or electronics handy! The tanned leather used by FC is strong everywhere and the rolled handle feels nice in your hand. This is a different leather than LV uses today - it does not water spot like the Vachetta and may be polished if need be. French Company pieces often included a Monogram Patch on the front....this one is amazingly blank, so add your initials to personalize your piece! Metal feet have protected the bottom! There are a few rubs in the leather here and there....but as the pictures reflect....it is in pampered condition! Inside is lined in a beige heavier linen textile and is a single compartment. There are some darker areas here and there....not objectionable to most - and just a hint of vintage smell....not obnoxious and will air nicely in the sunshine. Pieces such as this are a joy to carry and travel with......easily heirlooms too! It is smaller in scale making it a breeze to carry - sized at 18.5\" x 13 x 3.5\" approximately. Will be a great addition to your luxury luggage ensemble! There are several handsome luggage tags currently listed that would be a very nice addition to this piece as well! Sure to make traveling to any destination more pleasurable! Charming little luggage piece. Can't say enough about this rare beauty.....all is GREAT! It is a VERY unique, VERY RARE Louis - discontinued long ago, so you can't just walk into the boutiques to find it! Something special about a vintage piece! Very functional tote that is the perfect size for so many uses. Keep it sitting out when not in service - it will definitely cheer up your closet! Handsome, rare vintage pieces such as this are very, very rarely available....especially in this beautiful condition! Don't let the opportunity pass by to become it's caretaker. P.S...so many wonderful luxury things available now...more always on the way! Take a fun browse through the boutique...happy to ship your treasures together! Lots and LOTS of rare LV things to see...enjoy! Classic and Enduring LV ! Questions welcome and additional pictures may always be requested prior to purchase. Domestic USA shipping via USPS and happy to offer internationally through ebay global! Those with 10 or fewer transactions, please know your payment will be due IMMEDIATELY via PayPal. Everyone else has up to 4 days to complete payment. Please honor your purchase contract by making payment promptly - help to keep ebay fun for everyone! Final Sale, please, so use the Enlarge feature on the pictures - it will give you the best perspective on condition - and certainly, opinions vary relating to condition of vintage and/or pre-owned pieces! Review all pictures as they are a large part of the description...request more if you like! Shipping is happily combined, so please see all the other wonderful things currently listed - more on the way! \" 5 STAR FEEDBACK\" is the goal, so will ship nicely packaged and fast so you may begin enjoying it! Any areas marked less than a 5 are considered POOR by ebay for some crazy reason - so please do me the honor of earning those VALUABLE 5 STARS!!! For safety's sake, ships Domestically with Signature Confirmation and Insurance. Always buy with confidence and worry free - as EVERY designer item is ALWAYS AUTHENTIC - GUARANTEED! Have fun browsing my store for other wonderful things - more rare items added all the time! Thank you so much for shopping and Happy ebaying! *** Please know all pictures and text contained in this listing are the property of Laugh in Color, and by law may not be duplicated or used elsewhere without written consent of said owner. *** Returns are not typically accepted as listings contain detailed descriptions and photographs....please read in entirety and enlarge photographs....as they reflect the items true character.",
  "ExcludeShipToLocation": [
    "MO",
    "PH",
    "KH",
    "BN",
    "LA",
    "VN",
    "South America",
    "Africa",
    "YE",
    "IQ",
    "JO",
    "LB",
    "OM",
    "TR",
    "TJ",
    "MV",
    "LK",
    "NP",
    "GE",
    "AM",
    "BD",
    "AF",
    "KG",
    "KZ",
    "BT",
    "TM",
    "PK",
    "MN",
    "UZ",
    "IN",
    "AZ",
    "PF",
    "PW",
    "WS",
    "CK",
    "TV",
    "VU",
    "WF",
    "MH",
    "GU",
    "NC",
    "PG",
    "FJ",
    "NU",
    "SB",
    "TO",
    "FM",
    "NR",
    "AS",
    "KI",
    "ME",
    "AL",
    "SJ",
    "IS",
    "RS",
    "GI",
    "LI",
    "GG",
    "BY",
    "BA",
    "MC",
    "MK",
    "SM",
    "MD",
    "JE",
    "VA",
    "LU",
    "AD",
    "Central America and Caribbean"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "599.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Tulsa, Oklahoma",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "4210",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "laughincolor"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "NZ",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "74135",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2016-08-17T18:14:23.000Z",
  "Title": "RARE Vintage LOUIS VUITTON Suitcase Brief Case Keepall Carry On Tote Luggage LV",
  "ConditionID": "3000",
  "EndTime": "2017-06-13T18:14:23.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Louis Vuitton"
      },
      {
        "Name": "Style",
        "Value": "Business Case / small suitcase"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Material",
        "Value": "LV Monogram Canvas"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "United States"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371713009274",
  "Storefront": {
    "StoreName": "Laugh In Color",
    "StoreURL": "http://stores.ebay.com/id=85872619"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3717130092748080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}