{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTc4WDUwMA==/z/RhcAAOSwJH1ZMWeI/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUzOA==/z/QrMAAOSww5hZMWeJ/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTgwWDUwMA==/z/Fa4AAOSw42dZMWeL/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjM4WDUwMA==/z/IW4AAOSwsXFZMWeM/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-Fashion-Womens-Genuine-Leather-Fabric-Lining-Backpack-Casual-Shoulder-Bag-/142402339496",
  "ConvertedCurrentPrice": {
    "value": "84.87",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "New Fashion Womens Genuine Leather Fabric Lining Backpack Casual Shoulder Bag Red Description: Outer Dimensions Approx: 39.5 x 28.3 x 64.5 cm (L x W x H)Made from Steel with Premium Glossy FinishGlossy red steel push-lid recycling bin with a total capacity of 38LMake recycling quick and easy with the removable internal compartment--> Material:Genuine Leather Fabric lining Weightï¼?28 oz Dimensions:10L x 4W x 13H Adjustable shoulder straps Zipper closure Interior cell phone pocket and small side zipper pocketï¼?Exterior front and back zipper pockets Comfortably holds an iPad, iPad Mini, A4 size book and other small things The bag is made of very good quality leather. The leather is soft to the touch. And the zippers are well made with a metal zipper to make it easier to zip/unzip. Multiple color choices. The lovely backpack is your fascination and vitality. Your taste upgrades and charm prominent when you carry it with you everywhere. Super practical and easy to carry around, this multi-pocket backpack is a must-have for students, travelers. There is a top handle so you can use that too if you dont want to carry it on your shoulders. The modern design has plenty of organized storage, enough room for your cell phone, wallet and makeup with ample space left over. Please note: 1.The bag color may vary slightly from the online image due to monitor color settings. 2.Please allow slight measurement deviation for the data. Best service We can assure you that if there is any issues with your order at all, we will be fully responsible to take care of it. All it takes for you is to contact us. We will do all we can to help you momentarily. Shipping Our stock all ships from our US based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer Shipping is always FREE and great deal when your purchase 2+ Tracking numbers will be uploaded once orders are shipped Terms are subjected to change without prior notice We do not ship to PO Boxes, provide local pick-up, shipping to AK, HI, Puerto Rico, APO/FPO or international addresses. Buyer is responsible for the accuracy of delivery address, shipping costs for items that are returned, refused or undelivered. Return We offer a 30 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for you When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items. All returns MUST be done within 30 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution Please contact us before returning an item. All refunds require a return authorization number (RMA). Payment PayPal is our preferred method of payments its the quickest, easiest and most secure way to pay for your goods or services online. PayPal offers buyer and seller protection should there be a problem. If you do not have a PayPal account, to get started and buy your first item with us is very easy. Simply click on the Buy It Now button and follow the eBay checkout steps. Select PayPal as the payment method you then will be given the chance to enter your card details in to PayPals secure checkout in order to pay for your order. Once the payment has been made, you will then be given the opportunity to make your own PayPal account to make paying for your items in the future very easy. Should there be a problem with payment please do let us know. Feedback Customer satisfaction is very important to us. If you have any problem with your order,please contact us and we will do our best to make you satisfied, please do not leave a negative feedback before we resolve your problem. We guarantee that your issue will be solved quickly. As long as you are happy with your purchase, please leave us a positive feedback. Your feedback is very important to us it affects our search placement on eBay. We will leave a positive feedback for you in return automatically once we receive your feedback. Due to our sales volume, we have an automated feedback system in place. Once we receive good feedback, it will do likewise for you. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. To us excellent customer service is our top piority and we take it seriously. Thank you for visiting our eBay store! :) Our business registration number : 5-3237-355C",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "84.87",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "San Jose, California",
  "Seller": {
    "FeedbackScore": "746",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "Purple",
    "UserID": "outdoorgear.gbx"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "New Fashion Womens Genuine Leather Fabric Lining Backpack Casual Shoulder Bag",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-06-02T13:26:40.000Z",
  "HitCount": "2",
  "TimeLeft": "P29DT22H54M34S",
  "EndTime": "2017-07-02T13:26:40.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "COOLCY"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Model",
        "Value": "Does not apply"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "142402339496",
  "Storefront": {
    "StoreName": "outdoorgear.gbx",
    "StoreURL": "http://stores.ebay.com/id=270489941"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1424023394968080_1.jpg",
  "HandlingTime": "0",
  "BestOfferEnabled": "false"
}