{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "https://i.ebayimg.com/00/s/MTIwM1gxMTg5/z/WnoAAOSwB-1YzV-E/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTIzOVgxMjAw/z/ajgAAOSwNnRYlQA5/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTMwOVgxMjAw/z/TtYAAOSwo4pYlQAx/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTE5OVgxMjAw/z/abcAAOSwNnRYlQA1/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTU0MlgxMjAw/z/wMYAAOSw241YlQA~/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTUxN1gxMjAw/z/BlIAAOSwopRYlQKN/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTQ4NlgxMjAw/z/PIcAAOSw-0xYlQJ7/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTYwMFgxMTQ0/z/wZIAAOSw241YlQBH/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/COACH-Limited-Edition-Collectible-ROCKY-15-Pink-Leather-Teddy-Bear-550-00-NWT-/322516479698",
  "ConvertedCurrentPrice": {
    "value": "260.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Coach Adorable Rare Rocky Pink Leather Teddy Bear Limited Edition 56845 NWT NWT Retail: $550 + Tax Great Valentine's Day Gift! 100% AUTHENTIC! Style #56845Limited Edition Soft Pebbled Leather Shearling Stripe Wool on the Head & Chest ROCKY Coach Hang Tag & Collar around his neck. Coach on the other side Nickel Tone Hardware Coach Creed on back Approximate 15 \" Tall Note: This bear is a collectors item and may not be suitable for very young children. New with TagsBox or Dust Bag Not Included.May require signature confirmation at delivery. ALWAYS 100% Authentic COACH! 14 year trusted seller. Disclaimer: I do not work for or am affiliated with COACH or it's employees in any way. I purchase items directly from Coach, Coach Factory or a Coach authorized retailer. ~~Store Policies~~\u2028 My items come from a smoke free home. I personally purchase my designer items from USA authorized retailers ONLY. Items are inspected before they are shipped so I can be certain that you are receiving the item as described. I GUARANTEE all my designer items to be 100% AUTHENTIC and represented as Accurately as Possible. Item Color representation in photos can not always be exact. Please feel free to ask questions before you buy. I have worked very hard over the last 14 years to build my reputation as a trusted seller as proven by the hundreds of positive Feedback ratings my store has gratefully accumulated. I am always happy to return positive feedback once received from buyers. Shipping I ship quickly, within 24hrs of payment unless it is a Postal holiday. Items over $200 & or new ebay buyers items may require a signature at delivery. Notice!! International Buyers are responsible for any Customs Duty Tax & Shipping Fees For This Item. Buyer is responsible for any import duties, GST, VAT and or import taxes. My prices do NOT include these taxes, and they will be collected by the delivering freight company. Contact your post office for rates. If the shipment is refused, NO REFUND will be issued. Per US and International government regulations, I can not mark international items as gifts. I Ship to Paypal & Ebay confirmed addresses ONLY. Both Addresses must Match. Return Policy \u2028 Buyer must contact seller within 48 hours of delivery of the item to receive a refund. \u2028Returned item then must be mailed w/ a tracking number & received by seller within 30 days or less. \u2028Item must be returned in original condition: unused, original tag still attached including all items it came with. Otherwise item will be sent back to buyer without a refund. Return shipping is paid by buyer. plus a 15% restocking fee (no exceptions).\u2028Refund will be issued once item is received, inspected and found free of any damage or use. A large portion of the funds from purchases in my store go towards my son's AUTISM THERAPY and are greatly appreciated! Cheers & Thank you For Looking! = MM_contentVersion; } else if (navigator.userAgent && navigator.userAgent.indexOf(\"MSIE\")>=0 && (navigator.appVersion.indexOf(\"Win\") != -1)) { document.write('\\n'); document.write('on error resume next\\n'); document.write('MM_FlashCanPlay = ( IsObject(CreateObject(\"ShockwaveFlash.ShockwaveFlash.\" & MM_contentVersion)))\\n\\n'); } if (MM_FlashCanPlay) { document.write(''); document.write(' '); document.write(' '); document.write(' '); document.write(' '); document.write(' '); document.write(' '); document.write(' '); What looks like a scratch on left of bag is just one of the inconsistencies in the type of grain leather used. All the other bags I looked at had similar marks in the leather. Style #33640 NWT Retail: $1,100.00 + Tax Stunning Coach Purse! 100% AUTHENTIC! Style# 33640Color: Beige/Brown/Black (LIBMC) Ocelot Printed Haircalf. Gold tone hardware. Leather Coach & gold metal id hang tag.Inside Zip, cell phone & multifunction pockets.Two compartments, turnlock closures & black Coach Signature fabric lining.Approx 4\" handle drop & detachable/adjustable 18\" shoulder strap.Approx measurements: 13\" (L) x 10\" (H) x 6\" (W) This bag is brand new with tags & shows no signs of wear or damage. There may be inconsistencies in the leather or animal fur that is the nature of the materials used. No one bag will be the same. Includes Coach Dust Bag. Box NOT Included. Madison Ocelot Printed Haircalf Leather Accordion Zip Clutch Wallet NWT Retail: $295.00 + tax! Gorgeous Madison Wallet Guaranteed Authentic! Details: Coach Madison Shades of Brown Ocelot Printed Haircalf Leather Accordion Zip Clutch Wallet, style #52497 LIBMC, Measures approximately 7 3/4\" in length, 4\" in height, and about 1\" in depth.The hand-finished wallet is covered, front and back, in the brown Ocelot pattern New Zealand printed haircalf leather. It is detailed with deep Mahogany brown smooth leather trim. Gold/brass tone hardware.Brass metal zipper with the new version of the Coach metal zipper pull. The exterior evenly placed top stitching is done tone-on-tone.New Heritage style logo, done in raised brass/gold metal, with the very small Horse and Carriage. Larger version COACH is directly under the logo & NEW YORK is directly under Coach. Wallet interior is done in smooth, soft Mahogany Brown/Black leather (the brown is so dark it could be considered black). Matching sateen fabric lining and tonal colored evenly spaced, interior top stitching.Wallet opens in an accordion style with a center section for paper money, receipts etc. ZZippered coin pocket. On one side of the center section is one open pocket and six credit card slots with a long slip pocket. The other side there are six additional credit card slots and another slip pocket. The Coach lozenge is embossed on the center section pocket.This gorgeous wallet can be taken everywhere ie as a wallet inside a purse or as a clutch it easily be carried during the day or evening. It can even hold an iPhone or Blackberry. This Coach wallet was made for the Coach boutiques not as a Coach Factory item. The wallet is brand new with tags plus care card & shows no signs of wear or damage. Note: Lowball offers will automatically be declined. Items Must Be Signed For At Delivery! Please read shipping & return policy below. Bag may appear larger in photos due to camera angle. Bag shown is the bag you will receive. 100% Authentic COACH or your money back! Disclaimer: I do not work for or am affiliated with COACH or it's employees in any way. I purchase items directly from Coach, Coach Factory or a Coach authorized retailer. My Items come from a Smoke Free home! Please Leave Positive Feedback and I will return the courtesy. :) Shipping: Notice!! International Buyers are responsible for any Customs Duty Tax & Shipping Fees For This Item! I Ship To Paypal & Ebay Confirmed Addresses Only Normally Within 24hrs of Purchase. Customs May Hold or Delay An Item For Inspection Which Is Beyond My Or Ebay's Control. Items must be signed for at delivery. Bag with be Tracked & Insured in covered Countries. Your Satisfaction Is Very Important To Me The items that I purchase personally are from USA authorized retailers ONLY. Items are inspected several times before they are shipped so I can be certain that you are receiving the item as described. I GUARANTEE all my designer items are 100% AUTHENTIC and represented as Accurately as I Possibly can. Item Color representation in photos can not always be perfect. Please feel free to ask questions before you buy. I have worked very hard to build my reputation as a trusted seller, shown by the hundreds of positive feedbacks my store has received. I DO NOT ENCOURAGE RETURNS as they are COSTLY & TIME CONSUMING for both Buyer and Seller. I Do Offer an Easy Return Policy in the unlikely event you are not satisfied with your purchase. Please Read my Return Policy before making a purchase!! I have a few Reasonable & Courteous stipulations that MUST be followed to receive a refund! Thank you!! RETURN POLICY *Buyers MUST comply with the Sellers return policy as follows or you will NOT receive a refund!! *Buyers PLEASE contact the Seller the day of delivery if your item arrives damaged by USPS or is the wrong item. *In these two very RARE events the buyer will be completely refunded once the item has been returned. *For all other return reasons Buyers must contact Seller within 48hrs of delivery of item to request a return!! *Buyer pays for return shipping. *Your purchase price will be refunded, less a 10% restocking fee. *All returns must be received back to the seller within 14 days or less of delivery. *Items returned must be sent back by USPS with a tracking number. *Item MAY NOT BE RETURNED IF IT HAS BEEN: used, damaged or altered in anyway and MUST be in it's original new condition including Price Tags still attached. Buyers must also return any extra items that came with the purchase. Refund will be issued IMMEDIATELY AFTER return and the eBay Request To Cancel Transaction has been completed by both Seller & Buyer. A large portion of the funds from purchases of my store items go towards my son's successful AUTISM THERAPY and are greatly appreciated! Cheers & Thank you For Looking!",
  "Title": "COACH Limited Edition Collectible ROCKY 15\" Pink Leather Teddy Bear $550.00 NWT",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "South America",
    "RU",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "TW",
    "TH",
    "BM",
    "MX",
    "PM",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "TR",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "260.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Sterling, Virginia",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1602",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "kimberlyscollections2017"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "20164",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-14T13:56:15.000Z",
  "HitCount": "65",
  "TimeLeft": "P10DT21H44M57S",
  "EndTime": "2017-06-13T13:56:15.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Style",
        "Value": "Toy"
      },
      {
        "Name": "UPC",
        "Value": "889532642359"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322516479698",
  "PrimaryCategoryID": "169303",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Kimberly&#39;s Designer Bag Collections",
    "StoreURL": "http://stores.ebay.com/id=93744965"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "No International Returns *Buyer must contact seller within 48 hours of delivery of item to request a refund for any reason. After this time no refund requests will be accepted. \n*Returned item then must be mailed back to seller with a tracking number within 30 days or less of delivery. \n*Item must be returned in original condition: unused, original tags still attached and including all items it came with, otherwise item will be sent back to buyer without a refund. \n*Return shipping is paid for by buyer plus a 15% restocking fee (no exceptions). \n*Refund will be promptly issued once item is received, inspected and found free of any damage or use.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3225164796988080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}