{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1525532319198080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/zp4AAOSwfRdZHfJk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/AgIAAOSw-K9ZHfJk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/beMAAOSwIaFZHfJk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/fUAAAOSwK6RZHfJk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/EY0AAOSww5hZHfJk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/i-MAAOSwlndZHfJl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/9pEAAOSw42JZHfJk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/EY8AAOSww5hZHfJl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/xKYAAOSwPh5ZHfJk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/uO8AAOSw7GRZHfJl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/QB4AAOSww9xZHfJk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ3NQ==/z/Xa8AAOSwZKBZHfJl/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/polka-dot-tote-bag-and-umbrella-set-/152553231919",
  "ConvertedCurrentPrice": {
    "value": "55.53",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "HomeAbout UsFeedbackNewsletter Pusheen Polka Dot Tote Bag and Umbrella Set Description Pushen fans will be prepared for the rain when carrying this supercute Pusheen umbrella in the Pusheen polka dot tote bag. The cute woven Pusheen tote bag features an all-over polka dot print, with little Pusheen saying \"hi\" on both sides. Perfect for taking to school, work or going out on weekends! Measures 14.5inches wide x 16 inches high. Handles are 10\" long. 100% Polyester canvas. Spot clean with mild soap and water. Do not put in dryer. Do not bleach. You won't mind the weather when you've got this attractive umbrella-decorated with Pusheen and little hearts-to protect you. If you need an extraordinary present for a woman - this umbrella is a very good choice. Everyone will fall prey to the cuteness of Pusheen! Both girls and adult women will appreciate it because the umbrella combines charm, cuteness and functionality. Select GIFT at checkout to include your message Features Pushen fans will be prepared for the rain when carrying this supercute Pusheen umbrella in the Pusheen polka dot tote bagThe cute woven Pusheen tote bag features an all-over polka dot print, with little Pusheen saying \"hi\" on both sides. Perfect for taking to school, work or going out on weekends! Measures 14.5 inches wide x 16 inches high. Handles are 10\" long. 100% Polyester canvasYou won't mind the weather when you've got this attractive umbrella-decorated with Pusheen and little hearts-to protect youIf you looking for an extraordinary present for a woman - this umbrella is a very good choice. Everyone will fall prey to the cuteness of Pusheen! Both girls and adult women will appreciate it because the umbrella combines charm, cuteness and functionalityOfficially licensed merchandise. Select GIFT at check out to include your message Specification Manufacturer: The Shopping AisleShipping Weight (pound) : 0.9 Shipping Dimensions: Width: 8.00 Length: 14.00 Height: 1.80 SHIPPING TERMS Depending on your location and on package weight, items will be shipped by FedEx USPS or UPS. We usually ship within 24 hours of processing the payment. We are extremely fast. The free shipping is for 3-5 business days, for 2-day shipping you will need to add $0.99, and for overnight service you will need to add $16.95. Please note that there is also an extra 2 day handling time (or less), so even if you choose overnight, the delivery time could be up to 3 days RETURN & REFUND POLICY Items returned must be received within 30 days from purchase. No refund or replacement is issued after this period of time. You can choose between returning for a refund or for an exchange of the item. The package of the returned items must be completely intact, all the accessory?s inside the package must be original and in perfect condition in order to receive a full refund. It takes up to 7 working days for the return to be processed after it is received by us. YOUR SATISFACTION We love our buyers and we want them to shop with us again, so even in the rare event of something out of the ordinary is happening, we will make the best we can to find a solution. We offer a 100% Satisfaction Guarantee on all sales. If you are not happy with your purchase for any reason, please contact us within seven days of receipt of your item, or email us to share your concerns. As mentioned before we are extremely fair and will happily work with you to find a solution to any problem. As you can tell from our feedback, pretty much every single one of our customers is a happy one. So in the rare case something does go wrong, before leaving a negative feedback, contact us so we can help you and make things right! All of Our products are a 100% authentic and all brand new ABOUT US We sell on eBay since 2010. We are based in the USA and ship from our own warehouses. We work with the biggest suppliers in the US to bring you the best quality items you can get and we do it FAST. Why ask us? You can check our feedbacks they speak for themselves. Karen's Deal",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "55.53",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "USA",
  "Seller": {
    "FeedbackScore": "1365",
    "PositiveFeedbackPercent": "99.5",
    "FeedbackRatingStar": "Red",
    "UserID": "karensdeal"
  },
  "PrimaryCategoryID": "42526",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "polka dot tote bag and umbrella set",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-05-18T19:13:24.000Z",
  "HitCount": "12",
  "TimeLeft": "P15DT1H28M48S",
  "EndTime": "2017-06-17T19:13:24.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "color",
        "Value": "multi"
      },
      {
        "Name": "manufacturer",
        "Value": "The Shopping Aisle"
      },
      {
        "Name": "brand",
        "Value": "Pusheen"
      },
      {
        "Name": "mpn",
        "Value": "LYSB06Y41BKYQ-OFFSUPPLIES"
      },
      {
        "Name": "ean",
        "Value": "0764152645945"
      },
      {
        "Name": "upc",
        "Value": "764152645945"
      },
      {
        "Name": "Shipping",
        "Value": "US Free Shipping"
      },
      {
        "Name": "Tax",
        "Value": "No Tax"
      },
      {
        "Name": "UPC",
        "Value": "764152645945"
      },
      {
        "Name": "EAN",
        "Value": "0764152645945"
      }
    ]
  },
  "Site": "US",
  "ItemID": "152553231919",
  "Storefront": {
    "StoreName": "karensdeal",
    "StoreURL": "http://stores.ebay.com/id=1524585006"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "$$$D28[63DM[S",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}