{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TIMBUK2-Wingman-Duffel-Black-One-Size-/352032844993",
  "QuantitySold": "0",
  "TimeLeft": "P13DT21H20M16S",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "149.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Meriden, Connecticut",
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "06450",
  "StartTime": "2017-04-17T14:15:12.000Z",
  "QuantityThreshold": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "TIMBUK2"
      },
      {
        "Name": "Size",
        "Value": "One Size"
      },
      {
        "Name": "Color",
        "Value": "BLACK"
      },
      {
        "Name": "UPC",
        "Value": "631364519060"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "EndTime": "2017-06-16T14:15:12.000Z",
  "Title": "TIMBUK2 Wingman Duffel Black One Size",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3520328449938080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "false",
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/NEwAAOSw5UZY9M3z/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/CfoAAOSwJ4hY9M30/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/7jkAAOSw53NY9M30/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/fYMAAOSwcdRY9M30/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/s3IAAOSwtZJY9M30/$_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "Eastern Mountain Sports",
    "StoreURL": "http://stores.ebay.com/id=1075117786"
  },
  "ConvertedCurrentPrice": {
    "value": "149.0",
    "_currencyID": "USD"
  },
  "AutoPay": "true",
  "NewBestOffer": "false",
  "Description": "Powered by Frooition.comWelcome to the official Eastern Mountain Sports eBay Store!HomeContact UsHelpMen'sWomen'sKids'FootwearCamp/HikeClimbBikeKayakSnowsportsTravelAccessoriesOutlet Shop Categories SHOP BY BRANDEastern Mountain SportsBig AgnesBlack DiamondPetzlMSRTevaSalomonGarminSmartwoolLa Sportiva SHOP BY PRICE$0 - $15$15 - $30$30 - $45$45 - $60$60 - $100$100 - $150Over $150 TIMBUK2 Wingman Duffel Black Black More Items!View more great items TIMBUK2 Wingman Duffel Black BlackItem: 1305771 Item Description Lightweight, versatile, and carry-on compatible, the Timbuk2 Wingman is a grown-up duffel that can be carried as a backpack or a messenger—whichever makes your life easier.This product will be shipped directly from Timbuk2 and will leave their warehouse in 2-3 business days. Eligible for UPS ground shipping only. Large main compartment includes internal compression straps to clamp down your clothes; internal zippered pocket keeps your delicates sortedExpandable bottom pocket keeps dirty clothes or shoes separate from everything elsePadded front pocket fits up to 17-inch MacBook Pro; padded pocket under the main flap protects your iPadFront zippered pocket holds your phone, wallet, and passportComfortable backpack straps tuck away when not in use; includes detachable sternum strapMultiple external handles allow for easy grab-and-go at the luggage carouselNylon and reinforced tarpaulin construction is super-durable to withstand the demands of frequent travel About UsAbout UsPaymentShippingTermsAbout UsTake 100% pure passion for outdoor adventure, combine it with a fanatical commitment to outstanding customer service, and you get the Eastern Mountain Sports brand of outdoor gear, apparel, and outerwear. Each and every item with an Eastern Mountain Sports logo is the product of countless hours in the field and thousands of conversations with customers about what they like, what they want, and what they can't live without. Our product development teams are an effective mix of highly skilled climbers, paddlers, backpackers, and cyclists who love creating solutions for their own outdoor challenges. This knowledge and experience, along with our belief that high-performance gear shouldn't be ultra-expensive, enables us to deliver the best of all worlds to outdoor athletes of all abilities. For more about Eastern Mountain Sports on eBay, click here.PaymentPaymentMethod Immediate payment is required upon selecting \"Buy It Now\" or upon checking out through the cart. We only accept payment via US PayPal accounts. PayPal allows you to pay using a major credit card or direct transfer from your bank accounts. Sign up for a PayPal account by clicking here. Sales Tax We are legally required to collect sales tax in those states and localities where we maintain a physical presence (nexus). The applicable amount of sales tax charged to an order will be calculated based on the shipment destination's state and local sales tax laws. Promotional EMS website discounts, coupons, and gift certificates are not valid for use on eBay.ShippingShippingAt Eastern Mountain Sports, we work hard to get your order out the door and on its way as soon as possible. If you have any questions about the best shipping method for your order, please contact Customer Service. Please note that at this time we are only able to ship to the contiguous 48 states. We cannot offer shipping to Alaska, Hawaii, U.S. territories, APO/FPO/PO boxes or international locations, including Canada. General Information You'll be prompted for a shipping method at Checkout. Generally, you will have the option to select faster delivery (such as 2nd Day or Next Day). For these shipping methods, your order must be received and clear credit authorization by 12 noon EST, or your order may not be processed until the following business day. Shipping costs are based on the shipping method of choice and the value of the total order. Your total shipping charges will automatically compute during checkout prior to the completion of your order.For more information about shipping methods available for this item see the Shipping and Payments tab in this listing. For information about our Shipping Policy please click here.TermsTermsAll Features, Content, and products and services available on or through the Website, including, but not limited to, prices of such products and services, are subject to change at any time without notice. We take reasonable efforts to ensure that information on this Site is complete, accurate and current. Despite such efforts, however, the information on this Site may be inaccurate, incomplete or out of date. Weights, measures, product descriptions, recommendations, commentary regarding products and similar descriptions are provided for convenience purposes only and may be approximations. Note: List price is for reference only. No sales may have occurred at this price. By continuing with your purchase using the eBay’s “Buy It Now” button, you agree to the Eastern Mountain Sports Terms of Use at www.stores.ebay.com/easternmountainsports/terms.html. More Items!View more great items Contact UsHelpTermsPrivacyPowered by Frooition.comFrooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js)This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "ShipToLocations": [
    "US"
  ],
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "30972",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "TurquoiseShooting",
    "UserID": "easternmountainsports"
  },
  "GlobalShipping": "false",
  "Quantity": "12",
  "ItemID": "352032844993",
  "SKU": "23372642",
  "Subtitle": "Buy Direct from Eastern Mountain Sports",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Description": "Our first priority is your complete satisfaction with your Eastern Mountain Sports purchase. If you are dissatisfied for any reason and have your original store receipt or web invoice, we will exchange or repair the item in question or provide a full refund.\nWe will provide your refund using the same method of payment that you used to purchase the item.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1",
  "QuantityAvailableHint": "MoreThan"
}