{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169303",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3619946164288080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI5MFgxNjAw/z/b~0AAOSw~y9ZBSlX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/DWwAAOSww5NZBSk6/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/jYoAAOSwrhBZBSl2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/Dj4AAOSwuMZZBSoc/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE2NFgxMTU2/z/EZwAAOSwuMZZBSpM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM0OVgxMTI1/z/Ea8AAOSwt0FZBSt2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMwMVgxMTAz/z/r9AAAOSw~y9ZBSuU/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/FksAAOSw-3FZBStO/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/IkcAAOSwuMZZBStS/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0jwAAOSwrhBZBSvf/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ladies-Grey-Cross-HandBag-Wallet-Cap-W-Self-Defense-CCW-Stun-Gun-Pepper-Spray-/361994616428",
  "ConvertedCurrentPrice": {
    "value": "58.88",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Self-Defense Concealed Carry Grey Purse Set Grey Cross Purse Cross Rhinestone Medallion On Front Two side magnetic closure pockets PU Faux Shinny Crocodile Material With Zipper On The Back Middle Divider Also Unzips To Reveal An Inner Pocket The bag is Aprox: 12.5 (L) x 8.5 (H) x 4.5 (W) Grey Cross WalletHard Metal Frame Push Button Western Style WalletShinny Gray Colored Faux Snake Skin LookFront Cross Studded And Rhinestone DesignMany credit card slots on the inside Back Snap Pocketchange/receipt zipper pocketDriver license/picture slotMeasures Approx: 7.5 (L) x 4 (H) x 1 (W) Black Stun My Attacker Compact Stun Gun Features:Half the Size- All the Power: Although the S.M.A.C.K. is about half the size of a normal stun gun, it has more power than most models on the market today. Just test firing this unit into the air is often enough to stop an attacker.Attaches to Your Keys: When the need arises to protect yourself, you don't want to be fumbling around to find your stun gun. With it attached to your keys, you don't need to be concerned about it getting stuck at the bottom of your purse. You will have it in your hand when walking to your home or car and will be ready to protect yourself at a moment's notice.Easy to Conceal: Easily slips into your pocket or can be concealed in the palm of your hand.Built-In Charger: The slide-out plug on the side of the unit allows for easy charging. There are no cords to keep up with; simply plug into a standard wall outlet. Complete charging instructions enclosed.Bright LED Flashlight: The LED flashlight provides a convenient source of light whenever you need it and eliminates the need to carry a heavy, bulky flashlight.Holster Included: Although this model is slim enough to carry in your pocket or purse, a holster with belt clip is included. See below for additional holsters for this product.Safety Switch: To prevent accidental discharge, two levels of safety have been built in. The safety switch must be in the ON position and the stun activation button must be pressed before the stun gun will operate.Lifetime Warranty: The SMACK 6,000,000 Stun Gun Black is made of the highest quality components and comes with a lifetime warranty.Contents:SMACK 6,000,000 Stun Gun BlackBuilt in key chainBlack HolsterInstructions*Actual Voltage out put is difficult to measure and verify, but this unit compares to other brands that claim to be 6,000,000 or more volts. Must be at least 18 & over to purchase. Please do not place an order if your shipping address is in an area with stun gun restrictions. Restricted areas: IL, HI, MA, MI, NJ, NY, RI, District of Columbia, Annapolis-MD, Philadelphia-PA, and Baltimore County-MD. Black Sparkle Keychain Pepper Spray Rage of about 12 ft Identifying UV die Must be at least 18 & over to purchase. Please do not place an order if Pepper spray is restricted in your area. We cant send pepper spray to the following locations : Washington DC, Wisconsin, Michigan, Massachusetts, New York, Hawaii, New Jersey, and The city of Chicago. Rainbow Rose KnifeSpring Assisted Knife 3\" 3MM Thick Stainless Steel Blade Rainbow TI-Coated Blade With Etched Roses 4\" Stainless Steel Handle Rainbow TI-Coated HandleIncludes Rainbow TI-Coated Pocket Clip I have described the item to the best of my ability, however I may have missed details that are important to you.Please ask any questions you may have before biding or purchasing Free shipping. NO P.O. Boxes US Seller! All items are in stock and ready to ship.We inspect and test all items for quality and proper functionality before shipment. We Accept PayPal to confirmed Shipping addressPayment to be received within 7 days after auction ends, unless other arrangements have been made Prior to Bidding/Purchasing. An invoice will be sent on the 8th day after Bidding/Purchasing if no payment has been received. If purchasing multiple items please wait until invoice is sent so all items can be purchased and shipped together.",
  "Title": "Ladies Grey Cross HandBag & Wallet Cap W Self Defense CCW Stun Gun Pepper Spray",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "58.88",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Las Vegas, Nevada",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "3785",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Red",
    "UserID": "deesmagasin"
  },
  "PrimaryCategoryID": "169303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "89148",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "US"
  ],
  "StartTime": "2017-05-30T18:07:41.000Z",
  "HitCount": "6",
  "TimeLeft": "P27DT1H59M3S",
  "EndTime": "2017-06-29T18:07:41.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Pattern",
        "Value": "Cross"
      },
      {
        "Name": "Material",
        "Value": "vinyl"
      },
      {
        "Name": "Features",
        "Value": "Conceal Carry"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "361994616428",
  "Storefront": {
    "StoreName": "deesmagasin",
    "StoreURL": "http://stores.ebay.com/id=99777190"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "Quantity": "1",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "Grey Cross Set 001",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}