{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "ListingType": "Chinese",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/aRkAAOSwtnpXp1r5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/-xUAAOSw9NdXp1r~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/eP0AAOSwARZXp1sD/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/s9gAAOSw0UdXp1sG/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/AJsAAOSwIgNXp1sM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/XOUAAOSw6n5Xp1sP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/8EQAAOSwHoFXp1sW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/8a8AAOSwHoFXp1sf/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MCM-Small-BackPack-Stark-MMK6SVE80WT-White-Color-/292135861583",
  "ConvertedCurrentPrice": {
    "value": "1227.91",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "eBay Template @BEAUTY PALETTE# 90TOP_KOREA MCM Small BackPack Stark MMK6SVE80WT White Color PRODUCT IMAGE Product Information MCM Small BackPack Stark MMK6SVE80WT White Color Kind : BackPackMaterial : OutShell : Coated Canvas+Cowhide / InShell : Nappa PUColor : WhiteSize : 26 33 12.5 / Shoulder Strap 84 Precaution for Handling : (Please brush with a soft cloth) holding no wash Made in Korea Item descriptionsDiversification of Storage space open pocket on both sides under the control transactionSmart appliances to your closet will be able to use configurationPreventing pollution and wear leather in the back of lower processing deotttanLeather attached to inside with nappa a polyurethane material outside the old has better product than luxurious and gyeongnyanggamSmart appliances - internal storage space large pocket for one (11), open one's pocket. Repair and conservation methods (precautions)European luxury fashion brand mcm the 1900s, was founded in Munich, Germany. Mcm of product is aim at perfection to materials and craftsmanship of good quality. You have to keep it right can preserve the beauty of product.For heavy stuff, product be broken, or form is can change, I hope you'll be careful.Bleach, water, fever, fever, inflammation of the city easily exposed to pollution, and 2. moisture can occur and I hope you'll be careful as it can there are mutations of the product3. direct exposure to sun or lighting, discoloration, I hope you'll be careful because you may be.4. product will be damaged or pollution by alcohol, of oil (perfumes, cosmetics), and I hope you'll be careful at it.5 Keep in shape, products and keeping 6. Dust by careful not to lift handle or a shoulder strap bag where there is no moisture or heat storage, and I wanted.7 Please, pat them off with a soft dry cloth during repair.8. I urge you not to do the dry cleaning.1 SPECIAL CAREDark colors such as kind this item is the nature of the material and prolonged friction and jean with dyes are my concerns for inflammation of the black when wearing of clothing andWear and tear pollution, and is easily Please be careful when using as it can happen. In the case of pollution and should be removed immediately and neglect, be left a stain. Delivery Information · We ship worldwide. All orders will be shipped from South Korea by airmail. Standard shipping includes a tracking number. · We ship your orders almost within 2 business days after the payment. · Please confirm your address is correct. We only ship to the address listed in the ebay. · It might take more than usual by any unpredictable events including weather condition, no nonstop shipping, customs & house policy in your country. Please Understand. · It takes more 2 or 3 weeks to receive items in South America, Russian Federation. Return Information · We accept the returns for any reason, but item must be \"Not Opened Condition.\" All returns must be sent within 14 days of receipt of your package. · Once receiving the returned item, we will contact buyers to arrange refund of merchant value. Please note that postage is NOT refundable. · If you received wrong item, please let us know. To resolve problem,. we will exchange it to the proper item. (In this case, we pay the cost of shipping.) If the items have returned to us under the unclaimed status, we will give you a full refund except shipping cost",
  "ExcludeShipToLocation": [
    "Africa",
    "KR"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "1227.91",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Gyeonggi-do, Seongnam-si",
  "Seller": {
    "FeedbackScore": "174",
    "PositiveFeedbackPercent": "98.3",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "90top_korea"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "MinimumToBid": {
    "value": "1227.91",
    "_currencyID": "USD"
  },
  "Title": "MCM Small BackPack Stark MMK6SVE80WT White Color",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T16:17:03.000Z",
  "HitCount": "4",
  "TimeLeft": "P4DT1H40M21S",
  "EndTime": "2017-06-06T16:17:03.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "MCM"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "White"
      },
      {
        "Name": "Material",
        "Value": "Odeon Coated Canvas"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292135861583",
  "Storefront": {
    "StoreName": "90top_korea",
    "StoreURL": "http://stores.ebay.com/id=1473368509"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "KR",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2921358615838080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}