{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/OzoAAOSwLEtYm3Jf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/JbgAAOSw2xRYm3IH/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/8V8AAOSw4DJYm3I2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/OzoAAOSwLEtYm3Jf/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/JACK-GEORGES-LEATHER-MESSENGER-BAG-/292119430029",
  "ConvertedCurrentPrice": {
    "value": "199.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "The Jack Georges Voyager collection is made from hand-stained vegetable re-tanned buffalo leather that grows in character and beauty and builds a rich patina as it ages. The leather itself is full-grain and is not corrected - the untouched grain allows the fiber to keep its full strength and durability. Whether you need a soft-structured briefcase, messenger bag, cross body bag, or accessory, the Voyager collection is sure to make a statement.This slim leather messenger bag offers plenty of space and function despite its smaller size. Hand made from buffalo leather, it has extended zippered top closure for easy access to everything inside. Its roomy main compartment is fully lined and includes a padded pocket for laptops with up to 13\" screens. It has room for your files, folders, and documents. Organizer pockets inside will hold your mobile phone, portable hard drive, pens, charging cords, and accessories. Dual open front pockets and zippered front & back pockets offer added storage for items that you need easy access to when you're on the go. The adjustable shoulder strap is backed with cotton webbing for strength and grip on your shoulder. The bag features: Soft-constructionTop zip closureZippered pocket and two open pockets in the frontPadded compartment holds laptops up to 13\" x 10 1/2\" x 1 1/2\"Organizer pockets to hold your essentialsInside zippered pocketzippered outside back pocketAdjustable shoulder strapD-ring on side gusset to clip on keys, umbrella, or anything else that you need to carryHandmade constructionAvailable in Black or BrownDimensions: 131/2\" x 101/2\" x 3 1/2\"Metric: 34.3 x 26.7 x 8.9 cmREVIEWS CHICK AND FUNCTIONALCarol on May 30, 2016I am an experienced traveler and purchased this bag a few days ago for an upcoming trip to another country, but started using it as an everyday bag to make sure it would perform as needed before going out of country. Although the size is slightly larger than I typically buy, it still works because there are enough compartments that I can store my phone, pens, tissues, etc..., in places where they can be accessed without a fuss. Am still adjusting to the extra long shoulder strap that required me cinching it almost to the end in order for me to flexibly carry it on my shoulder or in my hand without further adjustments. Love the style as it pairs well business casual or casual clothing. It will easily accept my iPad with room enough for extra miscellaneous travel stuff. Thank You Jack Georges for this well made bag. GREAT, FUNCTIONAL BAGsusan on Nov 04, 2015Well constructed, ample accessory compartments. Perfect size for my slim laptop and other travel needs. I travel extensively and this light weight, durable bag has met my downsized needs completely. I absolutely love this bag and highly recommend it. Such great quality!",
  "Title": "JACK GEORGES LEATHER MESSENGER BAG",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "199.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Chicago, Illinois",
  "Seller": {
    "FeedbackScore": "58",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "qgoods4u"
  },
  "ShipToLocations": [
    "US"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "60634",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-16T16:33:37.000Z",
  "HitCount": "35",
  "TimeLeft": "P13DT1H30M26S",
  "EndTime": "2017-06-15T16:33:37.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Jack Georges"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Style",
        "Value": "MESSENGER BAG"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "United States"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292119430029",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2921194300298080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}