{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Used once, like new! Comes with changing pad (also like new) and wipe container which has some light scratches.",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "DiscountPriceInfo": {
    "PricingTreatment": "STP",
    "OriginalRetailPrice": {
      "value": "98.0",
      "_currencyID": "USD"
    },
    "SoldOffeBay": "false",
    "SoldOneBay": "false"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LN-Petunia-Pickle-Bottom-Crosstown-Clutch-Peaceful-Palermo-GREY-COATED-CANVAS-/351973544870",
  "QuantitySold": "0",
  "TimeLeft": "P1DT6H10M32S",
  "ExcludeShipToLocation": "RU",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "69.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "San Luis Obispo, California",
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "PostalCode": "93401",
  "StartTime": "2017-02-03T21:42:36.000Z",
  "HitCount": "138",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Style",
        "Value": "Shoulder"
      },
      {
        "Name": "Brand",
        "Value": "Petunia Pickle Bottom"
      },
      {
        "Name": "Color",
        "Value": "Gray"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "EndTime": "2017-06-03T21:42:36.000Z",
  "Title": "LN Petunia Pickle Bottom Crosstown Clutch in Peaceful Palermo GREY COATED CANVAS",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3519735448708080_1.jpg",
  "Site": "US",
  "BestOfferEnabled": "true",
  "ConditionID": "3000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTc2WDE2MDA=/z/Ie4AAOSwnHZYlPlZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/xv4AAOSw241YlPla/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/IisAAOSw-0xYlPla/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDkz/z/OI8AAOSwA3dYlPlZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDk3/z/AnYAAOSwImRYlPla/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDU3/z/UtEAAOSw9GhYlPlY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzUw/z/RoQAAOSwo4pYlPla/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE4OVgxNjAw/z/ogsAAOSw4DJYlPlZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ2NFgxNjAw/z/IegAAOSwnHZYlPlZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODQxWDE2MDA=/z/IhQAAOSwnHZYlPla/$_1.JPG?set_id=880000500F"
  ],
  "Storefront": {
    "StoreName": "Cash the Closet",
    "StoreURL": "http://stores.ebay.com/id=163529227"
  },
  "ConvertedCurrentPrice": {
    "value": "69.0",
    "_currencyID": "USD"
  },
  "AutoPay": "false",
  "NewBestOffer": "false",
  "Description": "Items Description An innovative twist on the classic clutch for modern motherhood, the Cross Town by Petunia Pickle Bottom offers the ease and convenience of a traditional diaper changer in a compact silhouette Size 12\"W x 4.5\"D x 8\"H, changing pad 23\"diameter Fabrication Coated Canvas Brand Petunia Pickle Bottom Style # Crosstown Clutch Payment We accept payment for all transactions via PayPal through eBay checkout only. Winning bidder must make payment within 3 days of listing close. If payment is not received within 3 days, the item will go into unpaid status, and will no longer be able to be combined with other items via eBay checkout. Any items that go unpaid, a nonpayment dispute will be filed and item(s) will no longer be available for purchase, no exceptions. When you make an offer on an item, ebay text states: \"By clicking Submit offer, you are agreeing to and entering into a legally binding contract to purchase the item from the seller. If the seller accepts your offer and terms, you are responsible for reading the full item listing, including the seller's instructions and accepted payment methods.\" 1. Please do not email us an ask to cancel a transaction after your offer has been accepted-for whatever reason. We are all adults here so please take responsibility for your actions and do not put the burden on us. It is a waste of time and money when people bid and do not pay. 2. If a child or someone else purchased on your account, CONTACT EBAY's Fraud Dept, please do not contact us. If it was your child, have them do chores to pay for the item or take responsibility as the adult who was not supervising your minor child. If you experience any issues with checkout, please send us a message! All items purchased within CA will incur an 7.75% sales tax. We prefer not to accept E-Check. Shipping Policy Combined shipping: In order for items to qualify for combined shipping, items must be purchased and paid for together within the 7 day period from the day and time of the first auction won. Combined shipping rate will be automatically calculated and applied at the time of eBay checkout. If there is a mistake in the shipping cost, please email us and we will be happy reimburse the excess. Please note if combined shipping is not reflected at time of checkout please request a revised invoice via eBay prior to making payment. We attempt to ship your items within 1 business day after payment has been received. If item(s) are returned due to insufficient address, original shipping will not be refunded. Domestic shipping: All items are shipped either by USPS or UPS. To get a real-time shipping quote to your destination, please check the Shipping & Payments tab on eBay for your calculated shipping rate. International shipping: All international shipments are shipped via USPS First Class, Priority or Express mail only. To get a real-time shipping quote to your destination, enter your country and zip/postal code into the Shipping Payments tab on eBay for your calculated shipping rate. First Class International is not trackable to every country. We reserve the right to cancel your order if you choose an un-trackable shipping method. Many countries impose their own customs, duties, tariffs, taxes, etc. on items being shipped from a foreign country. Buyer is responsible for any and all incurred fees. If package is not cleared/claimed from customs and is returned, buyer is responsible for postage of re-shipping. Original shipping will not be refunded. We hope you enjoy your purchase! All clothing items without a visible tag will include a Cash in the Closet wardrobing tag attached. Please make sure you are completely satisfied with your item before removing the tag. Once this tag is removed-the return policy is void and sale is considered final. Items are photographed to the best of our ability and colors may be shown in slightly different tones on different screens since every screen is different. We also try to describe the colors for you. Please ask questions & read the descriptions & titles to determine colors if you need an exact color match! Measurements: All of our measurements are taken by hand and are approximate. People take measurements from different areas. ie, some people take bust from armpit to armpit, some from a few inches below. If you need an exact measurement, please ask us to double check prior to purchasing.",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "18695",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "cashinthecloset"
  },
  "GlobalShipping": "false",
  "Quantity": "1",
  "ItemID": "351973544870",
  "SKU": "34296",
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%",
    "RestockingFeeValueOption": "Percent_20",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "1"
}