{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P6DT22H35M59S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Pre-owned. Please check the item description and photos.",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2825060360738080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/WtMAAOSwvihY-cDm/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/~fwAAOSwSypY-cDo/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/SxQAAOSw53NY-cDr/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/i1wAAOSwRUhY-cDt/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/7FYAAOSwHHFY-cDw/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/MPIAAOSwIWVY-cDy/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/TBAAAOSw53NY-cD1/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDQ5WDYwMA==/z/z68AAOSwWiBY-cD4/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/eGQAAOSwN6JY-cD6/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Antepurima-Mist-ANTEPRIMA-MISTO-2-WAY-Leather-Shoulder-Bag-Handbag-Women-s-Y2-/282506036073",
  "ConvertedCurrentPrice": {
    "value": "144.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Antepurima Mist ANTEPRIMA MISTO 2 WAY Leather Shoulder Bag Handbag Womens Y2407231 Product Shipping & Payment Brand ANTEPRIMA MISTO Model name 2WAY bag Size Approximately W19.5 x H12 x D11 cm Accessories Storage bags Material Leather Color Please check photos If there is no word \"Guarantee\" in above \"Accessories, Condition\" area, this listing doesn't include any paperwork or guarantee card. Condition Rank S SPre-owned but never used. AItem is like new with very slight signs of use. BItem has obviously been used, but no signs of significant soiling, abrasions, stains and scratches. CItem has signs of significant damage but in good condition. DItem has signs of significant damage, stains or scratches shown in photos. JThe item doesn't work perfectly, buyers have to check condition and repair. Note: Please check the image carefully and contact us before purchase if you have any question about condition. Service(with tracking number and insurance) EMS DHL or FedEx(for heavy item, fine jewelry, item made by precious metal etc.) Shipping cost Free Handling time 1 business day (our business days is Monday to Friday, Japan time zone) Average delivery time United States, Canada, Australia, Europe: 5-7 days Asia: 3-5 days Payment PayPal Only. Bag,Wallet etc Wristwatch Camera Sound Equipment Musical Instrument Please Note Return Policy About Us Shipping Policy Please Note Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. (Especially for buyer in European countries, VAT is applied. The rate is different by countries so please purchase with the understanding and agreement.) We do not mark merchandise values below value or mark items as ?ggifts?h - US and International government regulations prohibit such behavior. We do not accept discount after purchase or the deals is done. Return Policy Return will ONLY accepted and a full refund will ONLY be given if the item is Defective or Incorrect. Buyer must contact us within 3 days of receipt of the package and is responsible for the return. The item must be returned unused in its original box, with all paperwork, parts and accessories. We reserve the right to refuse a return, but will provide reasons. Please note that buyer will cover shipping fee both ways in case of return due to buyer reason. If we offer free shipping, actual shipping fee proved by receipt will be charged. About Us We are based on Japan, sell more than 100 thousand pre-owned product on Yahoo auction store, won \"Best Store of the Year\" 5 years in a row, held initial public offering (IPO) in 2015 and have been listed on the Tokyo Stock Exchange. We are the member of The Association Against Counterfeit Product Distribution (AACD). Every item goes through an extensive procedure by our skilled experts, to guarantee 100% authenticity. If you have any questions or problems, please contact us. Your satisfaction is most important to us. BUSINESS DAYMonday to Friday, Japan time zone Packing Our most important job is making sure your items arrive undamaged. Products such as speakers or amplifiers is packed with wooden boxes by packaging expert agency or used reinforced corrugated fiberboardand of DHL and then shipped by DHL. We affiliate with them to send safely products with reasonable shipping fee to you. If you have any problem with shipping please feel free to contact us. We will work with you to solve the problem. Shipping fee We usually use EMS or DHL or FedEx and they are used depending on items or shipping address. We can send our all products to world wide with reasonable shipping fee and great their customer service. Also, we require all shipments to be insured. The products with shipping free is applied all over the world. Please consider shopping. Handling Time Our setting is 1 business day. We can upload a tracking number within 1 bussiness day but items that require more complicated packaging, it may take up to 3 business days.You will receive an update and tracking information when your item ships.",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "JP",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BA",
    "HR",
    "CY",
    "CZ",
    "EE",
    "GI",
    "GG",
    "IS",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA",
    "VA"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "144.0",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Japan",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "568",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Purple",
    "UserID": "rere_japan"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Antepurima Mist ANTEPRIMA MISTO 2 WAY Leather Shoulder Bag Handbag Women’s Y2...",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T12:46:03.000Z",
  "HitCount": "3",
  "ConditionID": "3000",
  "EndTime": "2017-06-09T12:46:03.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "ANTEPRIMA MISTO"
      },
      {
        "Name": "Color",
        "Value": "Please check photos"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "ConditionRank",
        "Value": "S"
      },
      {
        "Name": "Style",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "282506036073",
  "PrimaryCategoryID": "63852",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "rere_japan",
    "StoreURL": "http://stores.ebay.com/id=1134610315"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "JP",
  "SKU": "Y2407231",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}