{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDkxWDU3NA==/z/Ko0AAOSwewJTmPtF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDY3WDU0NA==/z/430AAOSw8lBTmPtC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTA5WDU2NA==/z/HQUAAOSwo8hTmPtD/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTY0WDYwMA==/z/~ywAAOSw7PBTmPtG/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg4MDE=/z/f1wAAOxySOlSAoQj/$T2eC16hHJGMFFoPdNhs6BS!oQi0w-Q~~60_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/RAPHAEL-Crocodile-Alligator-BLACK-Doctor-Bag-Professional-Briefcase-made-ITALY-/172708793140",
  "ConvertedCurrentPrice": {
    "value": "2500.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "SEE This Item On YouTube - 360°- https://www.youtube.com/watch?v=Dizlgb8CKgo Raphael’s modern version of the classic briefcase/doctor's bagIt’s spacious and has an elegant and distinctive style.The Knights bridge revels in its sophisticated, structured shape. Shiny silver-tone hardwareExterior pocket has comes with memo note agenda STYLE: DOCTOR BAG Information Material Crocodile Width 13\" | 33 cm Height 9.5\" | 24 cm Depth 6.5\" | 17 cm Handles Single handle Hardware material Silver tone Nickel locks Lining Micro-suede lining - Leather like Pockets Outside Zip pocket 11\" | 28 cm 3 compartments Memo note agenda Closure Over flap in crocodile with locks Dust Bag Included Made In ITALY RAPHAEL was founded in 1976 as a wholesaler, Importing Exclusively from Italy, Complete Range of Exotic Handbags, Briefcases, Wallets, Belts, Travel Bags, and trendy Fashion Accessories for Boutiques and Specialized Stores. Terms and Conditions CITES Certification & Permit Please allow 10 Business Days to request the Permit after payment has been cleared. What is CITES?CITES (the Convention on International Trade in Endangered Species ofWild Fauna and Flora) Is an international agreement between governments.Its aim is to ensure that international trade in specimens of wild animals does notthreaten their survival, in other words they have to implement the Convention. Certificate of non-inclusion in the Washington Convention: Products marked out by our trademark do not contain any part or components that can be easily identified of animals included in CITIES, Appendix I or II and therefore it is in compliance with Article of the Convention and Resolution Conf. 9. 6. They are not specimens protected by the Washington Convention. Payment Policy: PayPal – Master Card – Visa When paying with PayPal, we will only ship to a Confirmed Address with your PayPal account. It is your responsibility to make sure your address is confirmed with PayPal before you bid. Payment must be received within 3 days from end of auction If you are new to eBay or have less than 10 Feed backs please contact me before bidding Shipping Policy & Cost: All payment is to be received and cleared before shipping. We are currently shipping FedEx 4/6 working days if there is no custom delay If you need your item in a hurry, please e-mail us your choice of shipping, before you bid to see if we can accommodate your shipping request. We are not responsible for Duty fee and Taxes at destination country. Shipping Insurance: Not Included in S/H (Canada/USA) International Shipping: We are happy to ship International. Please e-mail us for a quote before bidding. We are not responsible for Duty fee and Taxes at destination country. Return Policy: Due to Cites Rules and Regulations, we do not accept Returns, Exchange, or offer Refunds. Feedback Policy: As a seller, positive feedback is important to us. We will gladly return the courtesy. Please contact us immediately if for any reason You do not feel that positive feedback is warranted. We will always do our best to resolve any concerns. Note: Please make sure you fully understand our policies and guidelines Before you bid. Please Email us, if you wish more information regarding Exotic Leather, or any other questions, We will be very happy to answer you A.S.A.P Click Here to Visit About Me Page",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "2500.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Montreal, Quebec",
  "Seller": {
    "FeedbackScore": "180",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "luxury-temptation"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "CA",
  "ListingType": "FixedPriceItem",
  "PostalCode": "H3G1W7",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T00:52:02.000Z",
  "Title": "RAPHAEL Crocodile Alligator BLACK Doctor Bag Professional Briefcase made ITALY",
  "TimeLeft": "P29DT9H59M23S",
  "EndTime": "2017-07-02T00:52:02.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "RAPHAEL - CROCOLUX"
      },
      {
        "Name": "Style",
        "Value": "Doctor Bag, Breif bag"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Crocodile/Alligator"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Italy"
      },
      {
        "Name": "Country of Manufacture",
        "Value": "Italy"
      }
    ]
  },
  "Site": "US",
  "ItemID": "172708793140",
  "Storefront": {
    "StoreName": "RAPHAEL CROCOLUX HANDBAGS",
    "StoreURL": "http://stores.ebay.com/id=56690405"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1727087931408080_1.jpg",
  "HandlingTime": "10",
  "BestOfferEnabled": "true"
}