{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/47AAAOSwPe1TzYzH/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/OxkAAOSwDk5TzYzS/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/5wsAAOSwEK9TzYzQ/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/GuIAAOSwbqpTzYzP/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/NZ0AAOSwQItTzYzY/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/O5UAAOSwDk5TzYzY/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/pmMAAOSwksVTzYzc/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/rHIAAOSwd4tTzYzk/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/slUAAOSwkoNTzYzf/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/p~gAAOSwksVTzYzq/$_57.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWOT-Very-Smart-Adrienne-Vittadini-Large-Tote-Travel-Carry-Bag-/371968582993",
  "ConvertedCurrentPrice": {
    "value": "84.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "This is a really, really, nice new Adrienne Vittadini multi purpose bag . I believe it meets the carry on requirements for airline travel, but those change frequently, so I am not sure. It is 16 inches tall, and between 14 and 18 inches wide, depending on if it is stuffed with paper and whether you measure the widest part at the top or the narrowest at the bottom. It is about 6 inches deep, and has 4 gold tone feet on the bottom. It has two large pockets on the front with magnetic snap closures and zippers underneath. Each pocket is 5.75 x 10 inches. The lining of the pockets is the same fabric as the outside of the bag, kind of a diagonal thin pinstripe of rusty/coral and tan. There are two chocolate leather handles with an almost 6 inch drop, and a long detachable fabric strap with a 21 inch drop in the center. There is hidden magnetic closure at the top , which opens to reveal a large center zippered compartment and two open ones, one on either side of the zipper. One area has another zippered pocket and the either side has a large open pocket and a smaller open pocket. I can't tell you what the fabric is, probably something stain resistant if I had to guess. The retail was almost $300. It can be used for daily travel by train or car . There is plenty of room for a lap top and work related files. Overall, this is just a really nice bag. Please use the drop down menu to check the shipping options.",
  "Title": "NWOT Very Smart Adrienne Vittadini Large Tote/Travel/ Carry on Bag",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "84.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Wynnewood, Pennsylvania",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "541",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Purple",
    "UserID": "dyvette52"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "19096",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-01T04:07:11.000Z",
  "HitCount": "4",
  "TimeLeft": "P28DT13H23M29S",
  "EndTime": "2017-07-01T04:07:11.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Adrienne Vittadini"
      },
      {
        "Name": "Style",
        "Value": "Tote Bag"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Material",
        "Value": "fabric and leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Unknown"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "371968582993",
  "PrimaryCategoryID": "169292",
  "AutoPay": "false",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "dyvette52",
    "StoreURL": "http://stores.ebay.com/id=678077920"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "I will accept returns for 30 days from the day that the item was shipped in accordance with the policy outlined below. Please read it carefully, as this policy is non-negotiable. Buyer must notify seller of the intent to return an item  as quickly as possible after receipt and before doing so.  \n\n\n\nAll items must be returned in exactly the condition in which they were shipped to the buyer. Every item will be thoroughly inspected before it is shipped and again before a refund is issued. New items must show no signs of wear or use. All original tags must be attached and shoes that came in boxes must be returned in those boxes. With shoes, be aware that the bottoms scuff quite easily— please try them on carpeted surfaces. \n\n\n\nSeller will not issue refunds for any jewelry with scratches, dents, tarnish or markings that were not there when shipped. For leather goods, seller will not issue a refund for any item with scratches, tears, wear marks, or discolorations that were not there when shipped. For clothing, any pulls, holes, stains or smells not present when the item was shipped to the buyer automatically disqualifies the item from being accepted for a refund. \n\n\n\nFor all handbags, totes or briefcases costing more than $125, a restocking fee of 20% will be charged. There is a significant amount of time, effort, and cost involved in listing, packing and shipping these bags.  \n\nRefunds will be issued through Paypal within 3 days of receipt of the returned item or items. \n\n\nThe buyer must pay for all return shipping and must return the item by the same means as it was shipped originally. For example, if it was shipped USPS Priority Mail, then the buyer must return it priority mail. Buyer must provide tracking information to the seller as soon as the item is shipped . If the item was insured when shipped, buyer must provide insurance for the return as well.   The buyer is responsible for the item until seller receives it. Any item lost in transit will not be eligible for a refund. It is up the buyer, not the seller to negotiate with the carrier if there is a problem,  If free shipping was provided initially, then that amount will be deducted from any refund. Original shipping charges will not be refunded unless seller made a material error in the description.\n\n\n\n Please peruse the listings carefully. I put a great deal of time into listing items, and very often, the pictures posted with the listing display any imperfections in the leather for a leather good, the size of the item for clothing, or shoes, etc. So take the time to look in detail at the photos. They are never stock photos, but of the actual item you are purchasing. If I make a material mistake in a description, I will always take the responsibility for that. \n\nPlease realize that not all tags on new items are attached. Many manufacturers place them in the pockets. This is often the case with leather wallets, key cases,etc. If a tag falls off or is dislodged in packing and shipping, that does not constitute a material error in the description. I do my utmost to keep the tags intact, but I am not infallible.\n\nMy goal is for you to have an easy, happy buying experience, to want to come back and tell your friends.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3719685829938080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}