{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "DiscountPriceInfo": {
    "PricingTreatment": "MAP",
    "OriginalRetailPrice": {
      "value": "128.0",
      "_currencyID": "USD"
    },
    "MinimumAdvertisedPriceExposure": "DuringCheckout"
  },
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/McKlein-Black-Bridgeport-Leather-17-inch-Laptop-Briefcase-/351504191020",
  "QuantitySold": "1",
  "TimeLeft": "P23DT15H12M20S",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "Alaska/Hawaii",
    "APO/FPO",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "108.49",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "Salt Lake City, UT",
  "QuantitySoldByPickupInStore": "0",
  "StartTime": "2015-09-05T06:30:49.000Z",
  "HitCount": "306",
  "QuantityThreshold": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "McKlein USA"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Exact Color",
        "Value": "Black"
      },
      {
        "Name": "MPN",
        "Value": "15475L-1"
      },
      {
        "Name": "UPC",
        "Value": "642154154750"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "BidCount": "0",
  "EndTime": "2017-06-26T06:30:49.000Z",
  "Title": "McKlein Black Bridgeport Leather 17-inch Laptop Briefcase",
  "SKU": "11728036-000-001",
  "Site": "US",
  "BestOfferEnabled": "false",
  "HighBidder": {
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "Yellow",
    "UserID": "e***e",
    "FeedbackScore": "45"
  },
  "ConditionID": "1000",
  "Country": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/IRkAAOSwoBtW6BQM/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/GmMAAOSwxp9W6BQQ/$_1.JPG?set_id=8800005007"
  ],
  "Storefront": {
    "StoreName": "Overstock",
    "StoreURL": "http://stores.ebay.com/id=1112463734"
  },
  "ConvertedCurrentPrice": {
    "value": "108.49",
    "_currencyID": "USD"
  },
  "AutoPay": "true",
  "NewBestOffer": "false",
  "Description": "Overstock Everyday Free Shipping on Orders Over $50* *Shipping excludes PO Boxes and international orders. Home & Garden Jewelry & Watches Sporting Goods Health & Beauty Clothing, Shoes & Accessories Crafts Selected Home & Garden Jewelry & Watches Sporting Goods Health & Beauty Clothing, Shoes & Accessories Crafts McKlein Black Bridgeport Leather 17-inch Laptop Briefcase Product Description: McKlein USA laptop case features classic styling for modern professionalsLarge Bridgeport briefcase protects most laptops up to 17-inch screen sizePebble-grain calfskin leather business case will serve you and look good for years to comeFront zipper pocket holds small accessories Main zipper compartment features an interior organizer for pens, business cards and small devices plus file pocket and built-in laptop sleeveSmart zipper attachment system lets you piggy-back your case on extended handles of rolling casesAdjustable, non-slip, shock absorbing shoulder strap alleviates body strain Reviews For This Product Nice case 5 out of 5 Stars I like the case,but my son wanted the bigger one,so I got the one with more room dedee04 Ms 5 out of 5 Stars Good quality and good size for a laptop. Jane P. Great bag for commuting 4 out of 5 Stars This is my second bag by McKlein, and it is perfect for my MacBook Pro computer, along with a fe other essentials. My first had the contrasting white stitching, but this one does not (though it was shown as such on line). No matter, its the perfect bag for limiting the amount of stuff you carry around on your shoulder. My only complaint - and this is for ALL shoulder bags, the shoulder strap buckle assembly (where the strap clips to the bag) wears out, and the strap comes apart at the swivel. If these bags are designed to carry a computer, they should be designed to carry their weight as well. Great value for the price. scottiedad from Illinois This briefcase exceeded my expectations 5 out of 5 Stars I love this briefcase! My only regret is that it took me so long to find it. Looks great, feels great, and accommodates my computer and accessories perfectly. From the quality of leather, stitching, zipper, and roominess of the interior, this bag far exceeded my expectations. Highly recommended!! nippy629 from Brooklyn, NY Nice briefcase 3 out of 5 Stars Nice briefcase, but it doesn't look like in the picture. The stitching is black, not white. I would have preferred it to be the way it\u0092s shown in the picture. momo34 from AB Try These Other Categories Bedding Furniture Crafts Rugs & Carpets Health & Beauty Camping & Hiking About Us... Overstock has a simple mission: To save people money. We serve customers world-wide by offering high-quality goods at unbeatable prices, all while maintaining a focus on superior customer service. Need Our Help? Our award-winning customer service agents are available 7 days a week. Click here to contact us. Overstock Standard Shipping Information Combined shipping lets you get free shipping on Overstock orders totaling $50 or more. Put all the items you intend to purchase in your cart and check out; it's that easy. Please note that items purchased from other eBay stores will void the combined shipping rate. Standard orders ship within 1-3 business days, depending on the time the order is received, and arrive within 5-10 business days. Custom Art: Up to 10 business days to ship and 1-4 weeks for delivery. Oversized Items: Up to 10 business days to ship and 1-4 weeks for delivery. We use all major mail carriers, including UPS, FedEx, and the United States Postal Service. Customers cannot specify the carrier of their choice. Overstock Returns Standard Return Policy: Items must be returned in new or unused condition and contain all original materials included with the shipment. FINAL SALE EXCLUSION: Items marked as FINAL SALE are not returnable unless the problem you experience is the result of our error. International Return Policy: Items shipped outside of the United States are not eligible for return Frequently Asked Questions Frequently Asked Questions",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Seller": {
    "FeedbackScore": "448051",
    "PositiveFeedbackPercent": "98.5",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "overstock"
  },
  "GlobalShipping": "true",
  "Quantity": "53",
  "ItemID": "351504191020",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3515041910208080_3.jpg",
  "Subtitle": "International Shipping Available",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "HandlingTime": "2",
  "QuantityAvailableHint": "MoreThan"
}