{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/eKIAAOSwVm5Y~3Jd/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/MzsAAOSwtZJY~3Jd/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/o9YAAOSw3ZRY~3Je/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/LKEAAOSwzqFY~3Jf/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/b80AAOSwJ4hY~3Jd/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/iOQAAOSwN6JY~3Je/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/pjMAAOSwBOtY~3Jd/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-15-6-Purple-Convertible-Laptop-Bag-Messenger-Oxford-Cloth-Shoulder-Backpack-/182545173134",
  "ConvertedCurrentPrice": {
    "value": "54.02",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Coolbell 15.6 Inches Convertible Laptop Messenger Bag Oxford Cloth Shoulder Backpack Multi Functional Briefcase For Macbook Tablet Women Purple Coolbell 15.6 Inches Convertible Laptop Messenger Bag Oxford Cloth Shoulder Backpack Multi Functional Briefcase For Macbook Tablet Women Purple Product Features ★ Fits up to 15.6 inch laptop. huge-roomy and multicompartment can stowed more items like books/iPad/laptop/tablet/pens/wallet/macbook etc. ★ multi-function convertible bags can help you convert diffrent style of carrying whenever and wherever possible,like backpack, shoulder bag, briefcase. ★ With the exclusive Oxford cloth the laptop bag provides waterproof function and can be more durable and high-end luxuries. ★ built-in anti-shock waterproof foam can always prevent impact force to protect your important item like laptop ★ Exterior Size:16.9*12.2*5.1 inch Product Description CoolBell bases on the cutting-edge of fashion trends. Pursuing the best quality of laptop bag category and devoting to providing the best product and service to customers. We make every effort to achieve the best in every detail of design, color, material, sewing, sales and service. Fits laptop brand like Dell / HP / Toshiba / Lenovo / Acer / Macbook air/ macbook pro/ iPad / iPad pro/Surface 4 which ups to 15.6 inches. Suits for College students, businessmen, office staff, teens, students, outdoor gens etc. Brand: CoolBell Description: Multi-functional Bag Size: 16.9 x 5.1 x 12.2 inches; Fits up to 15.6 inches laptop. Weight: 1.2 kg Color: Black Blue Grey Purple Material: Oxford Nylon cloth; 210D waterproof polyester lining Construction: Two Main compartments designed for keeping laptop and Tablets etc, one front pocket is for keeping item like wallet, key, power bank, etc. Inside the main compartment there are many pockets for keeping wallets,pens,cards etc. Feature: This bag can convert to backpack, shoulder bag and briefcase, just you want it to be. So convenient for carrying. Style: Simple Steady Water Resistance Features: Study Business Leisure Travel Warm Tips:Thanks for your purchasing in our store! Please do not worry about the no poisonous material smell with the bag when you receive it, the smell will disappear in a airy place for a while. Any problems about the bag which you buy from us, please let us know. CoolBell will try the best to solve it. Happy purchasing!! Product Dimensions: 20.6 x 13.8 x 3.5 inches Item Weight: 2.8 pounds Shipping Weight: 2.8 pounds Manufacturer: Coolbell Payments processed by Paypal Credit Cards accepted and processed by paypal Please allow 2-3 Business Days Handling Time Free Shipping with tracking number via Fedex/UPS/USPS Please note we do not send to PO Boxes and Military bases and ship only to the lower 48 states The products are fulfilled by Amazon FBA program, which means fulfillment of this product is outsourced to Amazon If there are any issues with your product, contact us within 30 days and we will make it right. Item may be return for a refund within 30 days after delivery. One to two business days are required to inspect the item before refund. There is a 15% restock fee",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "54.02",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1501",
    "PositiveFeedbackPercent": "98.1",
    "FeedbackRatingStar": "Red",
    "UserID": "jessie_grand_bazaar"
  },
  "PrimaryCategoryID": "169293",
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "Title": "New 15.6\" Purple Convertible Laptop Bag Messenger Oxford Cloth Shoulder Backpack",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-04-25T15:59:29.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1825451731348080_1.jpg",
  "TimeLeft": "P22DT52M13S",
  "EndTime": "2017-06-24T15:59:29.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Size",
        "Value": "15.6 Inches"
      },
      {
        "Name": "Color",
        "Value": "Purple"
      },
      {
        "Name": "Brand",
        "Value": "CoolBell(TM)"
      },
      {
        "Name": "MPN",
        "Value": "LYSB01F710ME0-ELECTRNCS"
      },
      {
        "Name": "UPC",
        "Value": "725452391741"
      }
    ]
  },
  "Site": "US",
  "ItemID": "182545173134",
  "Storefront": {
    "StoreName": "sublimeware.estore",
    "StoreURL": "http://stores.ebay.com/id=65002463"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. Created automatically by EaSync.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "B01F710ME0",
  "HandlingTime": "5",
  "BestOfferEnabled": "false"
}