{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Other Travel & Shopping Bags",
  "TimeLeft": "P20DT2H59M26S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "As always, please see and review all pictures for best personal perspective of condition....the are a part of the description!  Many THX!  Great vintage travel piece!  All strong - shows wear throughout - lots of service ahead!  Very pricey when new - fantastic value now!  See all pictures - sale is final.  THX so much.  Ready to travel - worry free!",
  "PrimaryCategoryIDPath": "11450:169291:80600:42526",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/bQkAAOSwax5YretK/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/X0sAAOSw4CFYrete/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAxNVg2ODM=/z/oPEAAOSwdGFYres7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/5b0AAOSwB-1Yresi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/q80AAOSw4A5Yrert/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/JpMAAOSw32lYrerw/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/IXUAAOSw~AVYrery/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/X~UAAOSwax5Yrer0/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/2wIAAOSwtfhYrer7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/LMIAAOSw32lYresX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/4MYAAOSwtfhYrese/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-LOUIS-VUITTON-GARMENT-BAG-Travel-Tote-Bag-Suitcase-Luggage-Keepall-LV-/292035864275",
  "ConvertedCurrentPrice": {
    "value": "489.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "A great piece of LUXURY LUGGAGE you'll adore carrying! Perfect to pack for a day or 2 away - either business or even better - pleasure! A real treat to be seen sporting this piece - handsome in your hand! Perfect for both ladies and gents. You'll love having this piece helping you to travel more effortlessly and, of course stylishly! Looks wonderful sitting in the car seat next to you! Status presence and a wonderful addition to your LV Luggage ensemble! Authentic, as always and a bit more rare Malletier version! Date code FH1910 - picture coming! Handsome bag - can now be carried absolutely worry free - has seen fantastic travel destinations with it's globe trotting owner...not nearly as perfect...but still perfectly ready to travel for years ahead! Has character only a vintage piece can have...enlarge pictures for more details - or requesting more is always welcome! Nicely sized - when folded measures 23 x 23 x 6\" approx. The exterior shows well - the always recognizable LV Monogram is vivid and crisp - some rubbing and such present. The leather is strong throughout - shows rubs and scuffs - some age present as it's been traveled with! More at the piping. Strong rolled leather handle feels great in your hand. The top structure board has been \"creased\" thru time. No shoulder strap present with it - although they are found on ebay! Has brass hanging hook at the bottom and D-rings that fasten it together during travel. One rivit is missing there - no function compromised. Zips function - locks could be added if you like. The outside pocket zip goes about 3/4 of the way and then stops due to teeth out of alignment. Inside shows wear and some crinkling/peel throughout. Enlarge pictures or request more. Only you'll know it - and there isn't function lost - just cosmetic wear. Again, expect a piece with character and use - prefer newer, then enjoy your continued search! BUT - if you want a great value - a piece ready to travel and worry free at that - then this piece is strong for years ahead and will serve you wonderfully! Looks like a piece you've enjoyed through the years, or inherited from family! Take this opportunity to have a great piece of luxury luggage at a fantastic price! New this piece was over 2200. Fun to arrive at your destination with this piece in your hand! P.S....take a fun browse through the boutique - lots of wonderful luxury things currently available...more always on the way! Happy to ship your treasures together! Classic and Enduring LV!!!! Questions are welcome and additional photographs may always be requested prior to purchase. Domestic USA shipping via USPS and internationally through ebay global. Those with fewer than 10 transactions, please give a courtesy email to inform of payment intentions.....know your payment will be due IMMEDIATELY via PayPal. Everyone else has up to 4 days to complete payment. Please honor your purchase contract with prompt payment and keep ebay fun for everyone! FINAL SALE, please, so see and enlarge all pictures for your personal perspective on condition......and certainly opinions vary relating to vintage or pre-owned pieces! Pictures are certainly a large part of the description - please review them all! For safety's sake, ships with Delivery Confirmation! Shipping happily combined, so please see all the other wonderful things currently listed - more on the way! *** Please know all pictures and text contained in this listing are the property of Laugh in Color, and by law may not be duplicated or used elsewhere without written consent of said owner. *** Returns are not typically accepted as listings contain detailed descriptions and photographs....please read in entirety and enlarge photographs....as they reflect the items true character.",
  "ExcludeShipToLocation": [
    "RU",
    "BA",
    "MC",
    "SM",
    "MK",
    "MD",
    "JE",
    "VA",
    "LU",
    "AD",
    "ME",
    "IS",
    "SJ",
    "AL",
    "GI",
    "RS",
    "LI",
    "GG",
    "BY",
    "Central America and Caribbean",
    "VN",
    "LA",
    "KH",
    "BN",
    "ID",
    "MO",
    "South America",
    "Africa",
    "YE",
    "IQ",
    "JO",
    "OM",
    "LB",
    "TR",
    "IL",
    "PK",
    "IN",
    "MN",
    "UZ",
    "TJ",
    "AZ",
    "LK",
    "NP",
    "GE",
    "MV",
    "KR",
    "AM",
    "BD",
    "KZ",
    "AF",
    "KG",
    "BT",
    "TM",
    "CN",
    "PG",
    "NU",
    "MH",
    "SB",
    "TO",
    "FM",
    "NR",
    "KI",
    "AS",
    "PF",
    "CK",
    "PW",
    "WS",
    "TV",
    "VU",
    "WF",
    "GU",
    "FJ",
    "NC"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "489.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "42526",
  "Location": "Tulsa, Oklahoma",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "4210",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Red",
    "UserID": "laughincolor"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "NZ",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "PH"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "74135",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-02-22T20:56:25.000Z",
  "Title": "Vintage LOUIS VUITTON GARMENT BAG Travel Tote Bag Suitcase Luggage Keepall LV",
  "ConditionID": "3000",
  "EndTime": "2017-06-22T20:56:25.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "LV Monogram Canvas / Leather"
      },
      {
        "Name": "Brand",
        "Value": "Louis Vuitton"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "United States"
      },
      {
        "Name": "Style",
        "Value": "Garment Bag"
      }
    ]
  },
  "Site": "US",
  "ItemID": "292035864275",
  "Storefront": {
    "StoreName": "Laugh In Color",
    "StoreURL": "http://stores.ebay.com/id=85872619"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2920358642758080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "true"
}