{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625238121738080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjMyWDQwMQ==/z/xckAAOSw4CFYp87K/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjMyWDU3OQ==/z/qZ0AAOSwdGFYp87K/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjMxWDg1Mw==/z/PZoAAOSwax5Yp87K/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjMyWDkxMA==/z/F-wAAOSwOgdYp87K/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjMxWDk1NQ==/z/eWwAAOSwr~lYp87K/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Burberry-Abbey-Quilted-Nylon-Diaper-Tote-Baby-Bag-Black-Novacheck-Interior-850-/162523812173",
  "ConvertedCurrentPrice": {
    "value": "644.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Home View All Listings Payments Shipping and Returns Customer Service Feedback About Us Burberry Abbey Quilted Nylon Diaper Tote Baby Bag Black Novacheck Interior $850 #REFERENCE_144909_NAME# #REFERENCE_144909_VALUE# Color Black Condition New without Tags #REFERENCE_144913_NAME# #REFERENCE_144913_VALUE# Material Nylon DescriPtion: Burberry Abbey Quilted Nylon Diaper Tote Baby Bag Quilted nylon Burberry tote bag with leather trim. Adjustable tote straps; removable shoulder strap. Two-way zip top. Exterior pocket. Fold-out changing pad. 16\"W x 11\"H x 6.5\"D Imported. Purchased from a high end retailer. Guaranteed Authentic. Further Details Unless stated otherwise, all shoes and clothing listed are overruns, overstocks, floor samples or returns. There might be marks due to try ons in store. Also, a mark might be through tags on clothing to prevent returns. Photo is for reference purposes only, actual condition, color, and style may vary! Any accessories in photo not included! Because our warehouse is in a different location from our office, once our products are inventoried and listed they are no longer accessible to our office staff to take measurements or additional photos. We encourage you to check a brand's size chart which is usually available on their website. We also offer a 14 day return policy. See the returns tab below for more information. Thank you for looking at our store and please do not hesitate to contact us should you have any questions. Size Chart Shipping Returns Terms Of Sale About Us Size Chart SCROLL DOWN FOR BODEN SIZING FINDS FOR YOU IS NOT AFFILIATED WITH OR ENDORSED BY J.CREW OR BODEN Shipping Shipping Policies All items will be shipped to confirmed PayPal addresses only. We take great care packaging every item to ensure safe quality shipping. Most shipments are sent out within 24 to 48 business hours after payment is confirmed or cleared (Not including weekends or holidays), unless stated otherwise inside the listing. We will update your eBay record with tracking information and send an e-mail confirming shipment. If 5 business days have passed since you sent payment and you do not receive an update through eBay or a tracking number via e-mail, please contact us immediately. We will combine items if it is practical. Please ask before paying, to get the revised shipping cost. Domestic Shipping All Domestic packages are shipped via USPS. Domestic USPS Transit Times: USPS First Class Mail: 2 to 10 Business Days USPS Priority Mail: 2 to 3 Business Days International Shipping All International Packages Are Shipped Via USPS. International USPS Transit Times varies from country to country and the Delivery date suggested below is according to USPS and is estimated only. International USPS Estimated Transit Times: USPS First Class Mail International: Could Take Up To 8 Weeks For Delivery. USPS Priority Mail International: 6 to 14 Business Days USPS Express Mail International: 3 to 7 Business Days ATTENTION INTERNATIONAL BUYERS! USPS First Class International shipping is a non-traceable service. We are not responsible for any costs incurred do to import taxes in any given country. Please be aware that you will be responsible for any and all customs, import duties, brokerage fees, and taxes. They are not included in the item price or stated shipping charges. In addition, declaring an item as a \"Gift\" or declaring a value that is lower than the actual cost of the product, as to avoid paying import taxes is ILLEGAL, As it violates U.S. & International Selling and Customs Laws, and WILL NOT BE DONE. Returns Returns Policy Any purchased item may be returned within the 14 day period following receipt. The item must be shipped within that 14 day period in its new, unworn condition with tags attached if applicable. Once the item is received and it's condition is confirmed a one time exchange/ merchandise credit or a purchase price refund minus a 10% restocking fee will be issued based on the buyer's choice. The return shipping is the buyer's responsibility. Notification of item return must be initiated through ebay messaging prior to the return. Bathing suits are a personal item and MUST be new and fully enclosed in the heat sealed packaging to be returned. Any bathing suit that has been opened cannot be returned. If you received an item that was originally free shipping, please know that an original shipping charge will be deducted from your refund. Original shipping charges are nonrefundable. Terms Of Sale Payment Payment must be made within 3 days of purchase. If payment is not received the item will be relisted unless you contact us. Currently we only accept PayPal. You can pay with a credit card or several other methods through PayPal. For assistance with PayPal, it is recommended that you contact them directly. Sales Tax We are required to collect 9% sales tax on all orders shipped within Illinois. Shipments to any other state or out of the country will not have sales tax added. Tax will automatically be added to your total if your shipping address is in Illinois. International Import Taxes We do not charge or collect any kind of international import tax. International buyers are responsible for all taxes and fees your country may impose on a shipment to you. Likewise, we cannot mark an item as a 'Gift' or reduce the value of an item on a customs document. About Us About Finds For You We love eBay and all the wonderful people who visit this site. We discovered eBay in 1998, and quickly figured out that this would be the marketplace of the future. We enjoy buying and selling on eBay and try to provide our customers with exceptional value and service. We have a strong passion for shopping and too many clothes in our two girl's closets, which lead to the start of Finds for You over 14 years ago. We now specialize in top end designers for the entire family with an emphasis on J Crew and Boden. We have over 4,000 happy customers many of them repeat customers who enjoy snagging a bargain. We always have authentic items at great prices. New items are added weekly so stop by often to check out our latest finds for you! Thank you for looking at our store and viewing the items we have for sale. We have fun selling on eBay and enjoy working hard to win your business. Your purchases are really appreciated! Store Categories J Crew J Crew Crewcuts Boden Other Vendors Shoes Children's Accessories Womens Other Store Newsletter Add our eBay store to your list of Favorites and receive our email newsletters about new items and exclusive deals and promotions! Free ShippingOn select items 100% SATISFACTIONGuaranteed 24 HourResponse Home | View All Listings | Payments | Shipping and Returns | Customer Service | Feedback | About Us © Copyright 2017 FindsForYou. All Rights Reserved. eBay Listing Designed by...",
  "Title": "Burberry Abbey Quilted Nylon Diaper Tote Baby Bag Black Novacheck Interior $850",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "644.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Glenview, Illinois",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "9803",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "Green",
    "UserID": "klesak"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "60025",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-21T10:11:17.000Z",
  "HitCount": "37",
  "TimeLeft": "P17DT18H47M15S",
  "EndTime": "2017-06-20T10:11:17.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "Style",
        "Value": "Tote"
      },
      {
        "Name": "Brand",
        "Value": "Burberry"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162523812173",
  "Storefront": {
    "StoreName": "Finds For You By Karen",
    "StoreURL": "http://stores.ebay.com/id=18813902"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "Description": "Restocking fee: 15%",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "15%",
    "RestockingFeeValueOption": "Percent_15",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "8D813254-8698-4080-8388-22590900AD12",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}