{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjM5WDUwMA==/z/2FoAAOSwAPVZLgzn/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/cA8AAOSwPh5ZLgzo/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjEzWDUwMA==/z/L64AAOSw-3FZLgzp/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUzNg==/z/ffMAAOSwGJlZLgzq/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/sOQAAOSw8HBZLgzr/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/dx0AAOSwaeRZLgzs/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjI1WDUwMA==/z/ZwQAAOSwZ4dZLgzt/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/S-ZONE-Leather-Backpack-Retro-Chic-Preppy-Commuter-Bag-Daypack-Black-/272694379768",
  "ConvertedCurrentPrice": {
    "value": "82.42",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "100% Genuine Fast Shipping Best Quality S-ZONE Leather Backpack Retro Chic Preppy Commuter Bag Daypack(Black) Extremely Bright with 2 large LEDs, 300 lumen outdoor led spot-light lights up your entire garden, driveway, patio, entrance, or anywhere you need light after darkAutomatically turns led motion light on and off after dark with any motion up to 25' away 120 degree sensorFlexibly provide 400 square feet of coverage, vertical 135 degree and horizontal 180 degree rotatable battery operated by four D-Cell batteries (not included)Perfect outdoor motion sensor lights in any climate with IP65 Weatherproof .Easy to install, screws and anchors includedPowered by 4 D-cell alkaline batteries for up to 3,600 activations (lasts 20 seconds per trigger)--> Split Cow Leather Nylon lining External Dimension:(L*W*H): 11.8 x 4.7 x 11.4/30cm x 12cm x 29cm; Shoulder strap width is about 0.98/2.5cm, max. shoulder strap length is about 33.46/85cm; Net weight is about 2.4lb/1.1kg Material: 100% split cow leather, processed with oil wax, so it looks more bright. The hardware is gun metal which is very gorgeous External Structure: 1 back zipper pocket, roomy for 5.5 iPhone 7 plus and other small stuffs; Internal Structure: 1 main zipper pocket, 2 small open pockets, 2 zipper pockets, 1 medium open pocket fits for iPad Mini Top flap magnetic snaps closure with interior zipper closure for extra security. Adjustable straps to fit on back over shoulders Comfortably holds an iPad Air, mobile phone, wallet, cosmetic, umbrella and other small things. Perfect for using in office, school, travel or any other daily occasions S-ZONE Leather Backpack Retro Chic Preppy Commuter Bag Daypack Brand: S-ZONE Department: Women Dimension(L*W*H): 11.8X 4.7X 11.4 Weight: 2.4lb/1.1kg Occasion: Dating, Working Place, School, Shopping, Traveling Structures: External: 1 back zipper pocket, roomy for 5.5 iPhone 7 plus and other small stuffs. Internal: 1 main zipper pocket, 2 small open pockets, 2 zipper pockets, 1 medium open pocket fits for iPad Mini. Material: Split Cow Leather with Coating Finish Split cow leather is often coated to be various colors and pattern. It is moderate genuine leather, soft and anti-scratch. To create a vintage and noble look, the leather is often polished and oiled, which makes the surface shinier and sleeker. The more you use, the more retrospective it will befit may have natural odor at first, but the smell will fade away after a couple days airing out. Split cow leather comes from a cow skin, genuine leather, and is harmless to human body and way too much durable than vinyl while vinyl is all made of chemical material and irritating to human. S-ZONEis a brand that specialized in simple but utility, classical but fashionable bags ZONE since 2012. High-quality materials, elaborate craftsmanship and multipurpose design, this is the most important pursuit of S-ZONE. Every bag you received has been through hundreds of procedures to ensure its excellent quality. S-ZONE devotes itself to providing bags varied from casual to professional, from laptop briefcase to backpack, from tote bag to duffel bag. If you are a bag zealot, S-ZONE bags will definitely be your first choice. Remarks: 1. Leather has natural leather smell, but it will be disappear after you use in a few days. 2. Please allow little color difference due to different camera or light environment. . BUY NOW! Payment We accept payment by any of the following methods: PayPal Visa Mastercard (through Paypal) Shipping Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREE 100% Genuine Fast Shipping Best Quality",
  "Title": "S-ZONE Leather Backpack Retro Chic Preppy Commuter Bag Daypack(Black)",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "82.42",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Lubbock, Texas",
  "Seller": {
    "FeedbackScore": "279",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "bombardier-deals-pro"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "79411",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-31T00:23:12.000Z",
  "HitCount": "5",
  "TimeLeft": "P27DT9H33M11S",
  "EndTime": "2017-06-30T00:23:12.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "S-ZONE"
      },
      {
        "Name": "MPN",
        "Value": "Does not apply"
      },
      {
        "Name": "Model",
        "Value": "Does not apply"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272694379768",
  "Storefront": {
    "StoreName": "bombardier deals pro",
    "StoreURL": "http://stores.ebay.com/id=1094408226"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726943797688080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}