{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTM5WDQwNA==/z/CkcAAOSwYlRZH0UG/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTM5WDQwNA==/z/~GYAAOSwhvFZH0UK/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-Victorias-Secret-Gym-Duffle-Bag-Silver-/222517110260",
  "ConvertedCurrentPrice": {
    "value": "65.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "NWT Victoria's Secret Gym Duffle Bag Silver Item Condition CONDITION: New Item.100% Original Product and inspected prior to listing. Please refer to the pictures to see actual item.BRAND: Victoria's SecretSIZE: 17\"W x 11\"H x 5\"DCOLOR: SilverRETAIL: $89.50 Manufacture Description Bring your all to every workout, in a roomy duffel bag with pockets inside and out, a mesh shoe bag and adjustable straps.17\"W x 11\"H x 5\"D5 interior pocketsFront zip pockets; side pockets8” handles; adjustable, removable shoulder strapTop zipImported nylon Payment InstructionsYou can pay us securely through PayPal ONLYShipping InformationHandling time is 1 Business day.JP Wholesales does not ship auction items to US protectorates, PO boxes, APO/FPO Return PolicyJP Wholesales is available to answer your email questions Monday through Friday from 8 - 5 EST. If your email is sent on a weekend or after business hours, we will respond to you as soon as we are availableReturns are accepted within 30 days of receipt of the item. Shipping charges are not refundable are the responsibility of the buyer. Returns are within 30 days from the day the customer received the original item. The item must be unused, unwashed and undamaged. The item must be returned in all the original packaging, including cartons, boxes, tags, accessories, manuals and warranty seal if apply. All returns must be boxed and packed securely for shipping. Returns that are incomplete or damaged will be charged a 15% re-stocking fee or may be refused.You Are Very Important For UsWe strive for 5 star ratings! If you receive this item and for ANY reason feel that you cannot leave us a positive feedback and 5 star ratings, please send us a message through eBay and we will make sure that any concerns that you may have are taken care of. We would love to have the opportunity to give you 100% satisfaction.",
  "Title": "NWT Victoria's Secret Gym Duffle Bag Silver",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "South America",
    "CN",
    "IN",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "65.99",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "EG",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PK",
    "RE"
  ],
  "Location": "Orlando, Florida",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "4704",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Red",
    "UserID": "jpwholesales2012"
  },
  "TopRatedListing": "true",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "32832",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-19T19:22:03.000Z",
  "HitCount": "17",
  "TimeLeft": "P16DT2H39M55S",
  "EndTime": "2017-06-18T19:22:03.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Victoria's Secret"
      },
      {
        "Name": "Style",
        "Value": "Duffle/Gym Bag"
      },
      {
        "Name": "Type",
        "Value": "Duffle Bags"
      },
      {
        "Name": "Color",
        "Value": "Silver"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222517110260",
  "PrimaryCategoryID": "169296",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Wholesales JP",
    "StoreURL": "http://stores.ebay.com/id=1128768317"
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "JP Wholesales is available to answer your  email questions Monday through Friday from 8 - 5 EST.  If your  email is sent on a weekend or after business hours, we will respond to  you as soon as we are available\nJP Wholesales wants you to  be satisfied with your purchase, please notify us if you have any  concerns\nReturns are accepted within 30 days of receipt of the item. \nShipping charges are not refundable. \nAll returns have a 15% RESTOCKING FEE. This fee is not applied for exchanges. \nAll returns and exchanges are subject to quality approval from JP Wholesales warehouse.  To qualify for return or exchange, items must be received in our warehouse within 30 days of receipt in the following conditions:\nThe item must be new, unused, unwashed.\nItems must be unworn, with all tags still attached shipping back in their original packaging.\nItems must be free of scents and marks. We kindly suggest that you do not have on perfume or deodorant when trying on garments.\nAny garment returned used, soiled or washed will not be eligible for return and will be shipped back to you.\nWe can accept changes between sizes, but they are subject to availability.\nAll returns are inspected. With no exceptions, no returns will be accepted or store credit applied for any returned item that is torn, has been worn, shows dirt or make-up, any smells, original tags removed or out of the original packaging, etc. \nThe cost of re-shipping of merchandise or for an exchange is the responsibility of the customer. An invoice will be sent to you via Paypal to cover the shipping fees for the new exchange item.\nPackage Returns made by the shipping carrier marked \"refused\", \"rejected\", \"undelivered\", \"wrong or insufficient address\", \"no answer/too many attempts\", or similar, are held at store credit only with all shipping costs non-reimbursable. Additionally, any secondary shipping (re-ship) is at the responsibility of the customer.",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2225171102608080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}