{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625366169618080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/m2MAAOSwjqVZL0u1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/NxIAAOSwaeRZL0u1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/EEYAAOSwlY1ZL0u1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/KL4AAOSwjL5ZL0u1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/b90AAOSwYlRZL0u1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zf8AAOSwIQdZL0u1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/yM0AAOSwDiBZL0u1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/CeIAAOSwrhBZL0u1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/SDgAAOSwX61ZL0u3/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bagerly-Classic-Canvas-Backpack-Casual-Student-Daypack-Bookbag-/162536616961",
  "ConvertedCurrentPrice": {
    "value": "56.91",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Bagerly Classic Canvas Backpack Casual Student Daypack Bookbag Made of High-quality canvas fabric, lightweight and air permeable Made of High-quality oxford fabric, lightweight and air permeable. Served with adjustable shoulder straps, easy to carry all day Perfectly fits for various kinds of daily necessities or books. Make your life more comfortable and convenient The thoughtfully designed backpack is perfect for school daily life, workdays, travel and out door sports. Our guarantee: If for any reason you are not 100% satisfied with our Laptop Backpacks, please let us know and we will immediately refund your purchase price - no questions asked Description Multifunction Backpacks, good ideal for working, school, office, outdoor and other occations. Scientific and reasonable pocket lining design make your items lay in the bag systematically. It has enough pockets and capacity to organize your basic survival gear, as well as to conveniently carry the stuff you have to access regularly, such as iPad, iPhone, external charger, iPod, cords, headphones, sunglasses, credit cards, cash, mints, snacks, water bottle and so on. Freely adjustable shoulder strap, you can adjust it according to your height and comfort requirements or use the handle. The stitching on this product is nice and very strong. Useful for weekend strolls, it is a perfect messenger bag for working, traveling, hiking, school and daily use. It must be the ideal gift for Birthday, Thanksgiving, Christmas, anniversary. Specification: Gender: Unisex. Material: High-quality Canvas Fabric Outer Size: 16.14H*12.6L*5.91 inches Application: Business/College/Casual/Sport/Outdoor/Hiking/cycling... Attention: Every measurement is subject to errors because our instruments and our senses are imperfect. Please let me know if you need any help, thanks a lot. Package includes:  1 x Casual Backpack Shipping We offer FREE shipping on all orders! We ship within Three business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "56.91",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "Seller": {
    "FeedbackScore": "288",
    "PositiveFeedbackPercent": "98.8",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nima-nik2016shop"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Bagerly Classic Canvas Backpack Casual Student Daypack Bookbag",
  "GlobalShipping": "false",
  "Quantity": "10",
  "StartTime": "2017-05-31T23:03:20.000Z",
  "HitCount": "5",
  "TimeLeft": "P28DT8H18M17S",
  "EndTime": "2017-06-30T23:03:20.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "LYSB01N6M2FTW-SPRTSEQIP"
      },
      {
        "Name": "Brand",
        "Value": "Bagerly"
      },
      {
        "Name": "Model",
        "Value": "LYSB01N6M2FTW-SPRTSEQIP"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162536616961",
  "Storefront": {
    "StoreName": "nima-nik2016shop",
    "StoreURL": "http://stores.ebay.com/id=1444899530"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "- Item return must be non used condition.\n- All parts and components must be complete return.\n- Package must return with original package and packing materials.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01N6M2FTW",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}