{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2725494068288080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjU3WDg1NQ==/z/bWAAAOSwqM1Ymjzz/$_57.JPG",
    "http://i.ebayimg.com/00/s/ODU1WDg1NQ==/z/e1sAAOSwnHZYmjz1/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTExMVg4NTU=/z/HVAAAOSwopRYmjz3/$_57.JPG",
    "http://i.ebayimg.com/00/s/NjU3WDg1NQ==/z/9uAAAOSw44BYmjz5/$_57.JPG",
    "http://i.ebayimg.com/00/s/NjU3WDg1NQ==/z/9xYAAOSw44BYmjz7/$_57.JPG",
    "http://i.ebayimg.com/00/s/NjU3WDg1NQ==/z/hAMAAOSwTglYmjz8/$_57.JPG",
    "http://i.ebayimg.com/00/s/NjU3WDg1NQ==/z/930AAOSw44BYmjz-/$_57.JPG",
    "http://i.ebayimg.com/00/s/ODU1WDg1NQ==/z/fkEAAOSw5cNYmjz~/$_57.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Women-Faux-Leather-Bag-Briefcase-Shoulder-Laptop-Messenger-Bags-Black-Coach-/272549406828",
  "ConvertedCurrentPrice": {
    "value": "61.24",
    "_currencyID": "USD"
  },
  "QuantitySold": "4",
  "NewBestOffer": "false",
  "Description": "Women Faux Leather Bag Briefcase Shoulder Laptop Messenger Bags Black Coach DESCRIPTION Ecosusi Fashion Vintage Messenger bag Some women love bags because it is durable, fashion and classic. That's the case with this faux Leather Tote. This bag can hold just about anything you want to take with you on- the-go. The tote has one main compartment that can be closed with a zipper. Inside there's a smaller zippered compartment as well as two smaller open compartments. The padded interior features a separate interior space to hold your laptop without unnecessary bulk. This is the perfect toe for the everyday woman. This messenger bag is suitable for any occasion. This can really help you step up your fashion game. With an adjustable should strap, this bag is for everyone. Detail Information: Well crafted and high quality pu (faux) leather handbag. Size: L14.2\" x H10.2\" x W3.9\"(L36cm x H26cm x W10cm) It is an ideal gift for your friend, family and lover. Zipper closure with several small inside pockets for the storage of phone, wallet ect. It makes you more confident, gorgeous and unusual, easy to match for your daily clothes. Perfect choice for office workers and student, also can be used in the daily travel. An adjustable long strap which could be used as a purse, cross body handbag, messenger bag, school bag ect. Warm Prompt: Due to different measurement methods, please allow 1-3 cm in size deviation. Please allow a little color difference due to the light environment. Quality assurance for one year. Ecosusi Brand Bag: Our brand are focus on high quality and retro style bag, our sole aim is to produce quality, genuine bag at an affordable price and make our customer satisfaction. · High Quality Faux leather messenger bag with durable handle. Fully lined with soft fabric, zippered pockets as well as a zippered main compartment. Separate padded space for a 14\" laptop· Product Dimensions: 14.8 x 10.6 x 4 inches (L x H x W); the lenghth of shoulder strap is 50cm~140cm· Internal Structure: 1 large main compartment, 1 small zippered compartment, 2 small open compartments. This messenger bag is very durable and can hold all of your necessities for convenient, everyday use· Design: This bag has a stylish and classic look. Vintage gold-tone metal hardware gives this bag the perfect look while maintaining structural durability to last· Multifunctional: With 4 great colors to choose from, this bag is ready to accompany you at any event, the office, shopping, etc. Easy to match and stunning to see, you'll take it everywhere \"Length: 14.2 inch Height: 10.2 inch Width: 3.9 inch Weight: 2.38 pounds\" Shipping Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. PAY SAFE: PAYPAL PAYMENT IS ACCEPTEDWe offer a 30-day return policy for our products.We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period.Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested.If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. DELIVERY TIMESDomestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase. 100% satisfied customers. It says it all.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box",
    "IQ",
    "AF"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "61.24",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "360",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "thegoodlife5173"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Women Faux Leather Bag Briefcase Shoulder Laptop Messenger Bags Black Coach",
  "GlobalShipping": "true",
  "Quantity": "6",
  "StartTime": "2017-02-07T21:32:49.000Z",
  "HitCount": "853",
  "TimeLeft": "P5DT6H21M39S",
  "EndTime": "2017-06-07T21:32:49.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "ECOSUSI"
      },
      {
        "Name": "MPN",
        "Value": "Ecoou012926001"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272549406828",
  "Storefront": {
    "StoreName": "TheGoodLife5173",
    "StoreURL": "http://stores.ebay.com/id=978336576"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B017GZND46",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}