{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1225017797878080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTg1WDExNDc=/z/Q5MAAOSww5hZHL8w/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTg0WDExNDQ=/z/aLkAAOSw3gJZHL8x/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwOVgxMTY5/z/RT8AAOSwIaFZHL80/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTIxWDEwNDQ=/z/iBAAAOSwq1JZHL83/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTgzWDExMTA=/z/UL0AAOSwAPVZHL8y/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTU0WDExNzE=/z/HNYAAOSwYvFZHL81/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Coach-Christie-MINI-Carryall-Black-Cross-grain-Leather-NWT-350-MSRP-/122501779787",
  "ConvertedCurrentPrice": {
    "value": "184.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "New Coach MINI Christie Cross-grain Leather Carryall Style - F57523 - Black Features Condition: New - With Tags Style Number: F57523 Style Color: Black Hardware Finish: Polished Light Gold Tone Hardware Exterior Material: Cross-grain Leather Interior Material: Sateen Fabric Exterior Description: Coach's Christie Carryall is one of their most popular silhouettes and is offered in a variety of sizes. This offer is for their \"MINI\", which is their smallest version. It is crafted in Coach's cross-grain finished leather with light golden tone polished hardware. Coach's iconic horse & carriage logo and removable leather hang tag accents the front. It has a flattened bottom panel. Interior Description: There are three main fully lined compartments. A center offers two open slip pockets with an open top and magnetic tab closure. On either side of the center is a fully zippered wall pocket. The back one offers an inner zippered pocket with Coach's creed and authenticity patch sewn inside. Length: 10 Inches at Bottom Width: 3 Inches Height: 7 Inches Strap Drop: The dual top handles have a drop of about 6 inches or you can use the removable and adjustable shoulder and cross-body strap. It has a drop ranging from 21 to 25 inches. MSRP: $350.00 Additional Information: Made by Coach for distribution via their Coach Factory Stores. Includes a Coach care card but Coach does not include a dust cover bag. About Us Thanks for checking us out! We appreciate your interest and your business. We've been here on eBay since 2002! Our focus is on offering discounted pricing on major label products. We are in no way affiliated with any of the name brands we sell, we just love their quality! All of our items are new and 100% authentic and are purchased directly from major national retailers. All products are stored in and shipped from a pet and smoke free environment. Payments We're pleased to accept PayPal for payment. Shipping All items are shipped within 24 hours of a cleared payment except during US federal holidays. All items are carefully packaged in either tissue paper or packaging foam wrap, placed in a plastic bag, with additional packaging for protection. We also have items that are in the original packaging from the manufacturer and these are shipped as is. United States: We offer free shipping within the United States, all US territories, APO/AP addresses, and PO Boxes. We ship either by USPS Priority Mail, UPS, FedEx or other national delivery services. Tracking numbers are provided. We do offer express delivery services for an added cost that is available during checkout. We cannot control or influence the delivery time after shipment. International Shipments We do offer combined / discounted shipping on multiple item purchases. Please contact us for a quote. We'll send a revised invoice to you, or return the excess shipping if you've already paid. We offer priority and express services that can be chosen during checkout. Postage is calculated based on your country and the weight of the item. Tracking numbers are provided. Local customs, duties, taxes and fees are not included in the purchase or shipping prices. Please contact your local government for prices and arrangements for payments if you have questions. We cannot control or influence the delivery time after shipment. Feedback We greatly appreciate your feedback and strive to earn 5-star detailed ratings. Please contact us should you have any concerns with your purchase. Thank you!",
  "Title": "Coach Christie MINI Carryall Black Cross-grain Leather - NWT - $350 MSRP!",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "184.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "Providence, Rhode Island",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "5304",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "gfyfashion"
  },
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU",
    "ZA",
    "NZ",
    "EG",
    "RE"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "02906",
  "GlobalShipping": "true",
  "Quantity": "1",
  "StartTime": "2017-05-17T21:55:33.000Z",
  "HitCount": "14",
  "TimeLeft": "P14DT5H12M6S",
  "EndTime": "2017-06-16T21:55:33.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "Material",
        "Value": "Cross-grain Leather"
      },
      {
        "Name": "Style",
        "Value": "Carryall"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Bag Height",
        "Value": "7 Inches High"
      },
      {
        "Name": "Bag Depth",
        "Value": "3 Inches Wide"
      },
      {
        "Name": "Bag Length",
        "Value": "10 Inches Long at Bottom"
      },
      {
        "Name": "Strap Drop",
        "Value": "6 Inches or use shoulder & cross-body strap"
      },
      {
        "Name": "Size",
        "Value": "Small"
      },
      {
        "Name": "UPC",
        "Value": "889532694549"
      }
    ]
  },
  "Site": "US",
  "ItemID": "122501779787",
  "Storefront": {
    "StoreName": "GfyFashion",
    "StoreURL": "http://stores.ebay.com/id=71764830"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "We will gladly accept returns that remain in their original, unused and new condition with all original tags still attached and are coming back from environments without smokers.  We must be contacted prior to the return. We do not accept returns that show any signs of use or handling, or that cannot be resold.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "889532694549",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}