{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "TimeLeft": "P29DT9H11M51S",
  "ConditionDisplayName": "Pre-owned",
  "ConditionDescription": "Excellent Used Condition. Original straps, changing pad & wipes case are included.",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/qA4AAOSwZ8ZXBvq7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/yJMAAOSwjMJXBvrA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/xQMAAOSwJQdXBvrI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QM4AAOSwGYVXBvrL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/SzEAAOSwbwlXBvrR/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/Mg4AAOSw-RRXBvrW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/x08AAOSwJQdXBvre/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/MzAAAOSw-RRXBvrj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/yFMAAOSwJQdXBvro/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/RCYAAOSwGYVXBvru/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/BokAAOSwsN9XBvrz/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Petunia-Pickle-Bottom-Limited-Edition-Heirloom-10th-Anniversary-Boxy-Diaper-Bag-/252347923632",
  "ConvertedCurrentPrice": {
    "value": "98.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "This Heirloom 10th Anniversary Boxy Diaper Bag still in EXCELLENT condition. Comes with it's original changing pad(used several times only) and wipes case. Very well taken care, only been using it when traveling longer distance in the car, just to store extra baby items. This is a Limited Edition series by PPB to celebrate it's 10th years anniversary. It's a higher end boxy edition where all it's decals are metal, not fabric like the regular PPB. Brought it brand new for $210 originally, just no longer using it. This is a stunning bag that is gender neutral in colors, dads won't mind carrying it! There's not rips or stains, super CLEAN, only very light wear at the exterior bottom 2 corners. Please reference to the photos. Comes from a Smoke Free & Pet Free home. --- --- --- Skip, stroll or saunter - wanderlust never looked so fashionable. Simple in form and thoughtful in function, the Heirloom by Petunia Backpack Diaper Bag is the consummate companion for trips to town, play dates in the park or a stroll by the seashore. Striking a pitch-perfect balance between classic charm and modern sensibility, this limited edition 10th anniversary fabric is a showcase of Petunia's most adored and iconic patterns, woven into one.Espresso/gold/cream modern garden design with vignettes of past Petunia fabrics blooming throughoutHand-embroidered detail in golden hues and tranquil bluesEspresso water-resistant lining and espresso strapsHands-free backpack or long messenger strapBuilt-in changing station with detachable changing pad2 large diaper/wipes pockets4 bottle pockets2 organizational pocketsSmall pacifier pocketDetachable dirty diaper pouch\"No more digging\" key clipPPB monogrammed wipes casePVC-free glazed wipe-able exteriorWipe and spot clean with damp clothCompatible with PPB Diaper Bag Stroller ClipsDimension: 13 x 13.5 x 5.5 Payment:We accept PAYPAL only! All major credit cards are accepted through secure payment processor Paypal. Payment must be received within 3 business days before shipment will be processed. If not, we have the right to terminate the sales. We ship to eBay's address only. Please make sure your eBay address is matching with your shipping address before finalizing your purchase. Shipping:We ship to eBay Address only! Please make sure your eBay address is matching with your shipping address before making payment. If buyer need item ship to another address, please contact us before buying the item. We are not responsible for any shipping address error once order been processed. Once payment cleared, orders will be handled within 24 hours. Weekdays (Mon-Fri) shipment cut-off time is 3pm(EST) and Saturday cut-off time is 10am(EST).If item is purchased on Saturday and Sunday, it will be dispatched on the next business Monday. If item is purchased on a public holiday, it will be dispatched on the next available business day.Shipping via USPS Economy Shipping. No international shipping. Shipment from Duluth, GEORGIA.. Return & Warranty:We offer 30 days money back guaranteed. Upon receiving the item, if there’s any physical damage, it must be reported to us within 3 days to qualify for a damage claim.20% restocking fee is required if you changed your mind and wants to return the item. All returned goods are subject to seller inspections to ensure product authenticity and fulfilled the return & warranty policy prior to a refund.Please contact us to request a Return Merchandize Authorization (RMA) number. We will only process returns with RMA number. Each RMA number are only valid for 7 days from the date of issue.All returned items must be returned in it’s original form, including all of the parts and accessories that came along with the item. We have the rights to refuse warranty if the return item has been determined to be tempered with.Buyer is responsible of the return shipping cost.Please allow 4-7 business days for refunds to be processed, after we have received the returned product. Contact & Feedback:We strive for all our buyer 100% excellent satisfactory and positive feedback. Please contact us to address your questions, problems or concerns before giving us any negative feedback. Please kindly describe your question or problem in details for much effective communication. We'll respond promptly within one business day. Please help give us full 5 Star Positive feedback and we will give the same 5 star feedback to our buyers.",
  "Title": "Petunia Pickle Bottom Limited Edition Heirloom 10th Anniversary Boxy Diaper Bag",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "GB",
    "VA"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "98.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Duluth, Georgia",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "78",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "theenchantedaurora"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "30096",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2016-04-08T00:49:35.000Z",
  "HitCount": "487",
  "ConditionID": "3000",
  "EndTime": "2017-07-02T00:49:35.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Glazed Coated Canvas"
      },
      {
        "Name": "Style",
        "Value": "Boxy"
      },
      {
        "Name": "Brand",
        "Value": "Petunia Pickle Bottom"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252347923632",
  "Storefront": {
    "StoreName": "theenchantedaurora",
    "StoreURL": "http://stores.ebay.com/id=1368927069"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2523479236328080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}