{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "TimeLeft": "P29DT21H40M43S",
  "ConditionDisplayName": "New without tags",
  "ConditionDescription": "NEW UNUSED AS SHOWN IN THE PICTURE VINTAGE TRADITIONAL CLUTCH BAG. THESE BAG ARE EASY TO CARRY WITH ALL KIND OF TRADITIONAL AND MODERN DRESSES AND WE USE ALSO THIS BAG FOR SHOPPING PARTY AND MANY MORE. WE PROVIDE THIS RANGE OF BAG IN VARIOUS ATTRACTIVE COLOR AND DESIGNS.",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Nzg0WDc2OA==/z/bRQAAOSw241YVCEW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQ3WDEwMjQ=/z/dYoAAOSw6DtYVCEc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDc4MA==/z/fp8AAOSw-0xYVCEt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDk0Nw==/z/iJcAAOSw5cNYVCE0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzI4WDEwMjQ=/z/cfgAAOSw241YVCE6/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/Xc8AAOSwcUBYVCFB/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/INDIAN-BROCKET-CROSS-SHOULDER-BAG-CLUTCH-PURSE-WALLET-WHOLESALE-LOT-25-BAGS-/272698535243",
  "ConvertedCurrentPrice": {
    "value": "125.15",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "INDIAN BROCKET CROSS SHOULDER BAG CLUTCH PURSE WALLET WHOLESALE LOT OF 25 BAGS Dimension: 8 X 8 inches, 20 X 20 cmMaterial : Brocket SilkWashing Instruction : Dry Clean onlyIMPORTANT FACTS This is a Multi Purpose Designer Silk Clutch Bag, Hand crafted softly by artisans in India. All Pockets in this bag are in good condition. The way in which the designs have been done makes the bag extraordinary. It has different beautiful designs and patterns which gives a distinct look. As these are handmade bags so they may have some slight imperfections however, there won't be any compromise in quality. The bag is handmade to create a unique product, one of a kind, thus it’s a perfect GIFT too. ALL PIECE IS UNIQUE **** DETAILS VERY ATTRACTIVE BROCKET SILK CLUTCH BAG INDIAN ETHNIC BANJARA VINTAGE BAG. MADE BY TRIBAL FABRIC, VIBRANT COLORS MAKE THESE PIECES UNIQUELY BEAUTIFUL AND ITS EDITING SHOULD YOU HAVE ANY FURTHER QUERIES PLEASE FEEL FREE TO CONTACT US VIA E-BAY CONVERSATION? HAPPY SHOPPING!! IT HAS A MAGNETIC SNAP CLOSER CAN BE WORN CROSS-BODY OR CARRIED AS A CLUTCH. THESE CLUTCHES ARE VERY TRENDY AND VERY ATTRACTIVE. PATCHES AND EMBROIDERY ARE UNIQUE AND BEAUTIFUL; THESE ARE PROCURED FROM THE VARIOUS REMOTE VILLAGES OF THE RAJASTHAN, GUJARAT FROM THE DIRECT FROM THE VILLAGERS.THIS BAG CAN EASILY ACCOMMODATE YOUR WALLET, PHONE AND COSMETIC STUFF INTO THIS. THE REAL COLOR OF THE ITEM MAY BE SLIGHTLY DIFFERENT FROM THE PICTURES SHOWN ON WEBSITE CAUSED BY MANY FACTORS SUCH AS BRIGHTNESS OF YOUR MONITOR AND LIGHT BRIGHTNESS.THIS HANDMADE PIECE OF WORK CAN BE TRACED IN TERMS OF ITS ROOTS TO OVER A THOUSAND YEAR’S BACK- TO THE BANJARA TRIBAL WOMEN OF RAJASTHAN IN WESTERN INDIA. A GREAT GIFT FOR WOMEN WHO HAVE THAT KEEN AESTHETIC EYE FOR HOME DÉCOR. FOR THE LADY WHO SEEMS TO HAVE IT ALL. FOR THE LOVE OF YOUR LIFE, YOU’RE WIFE. OR YOU’RE BEST FRIEND, YOUR SISTER, MOM OR AUNT OR GRAND MOM. SURPRISE THEM TRULY, WITH THIS ETHNIC EXCLUSIVE. Go to this link http://stores.ebay.com/indiantextilehub YOU HAVE ANY FURTHER QUERIES PLEASE FEEL FREE TO CONTACT US VIA E-BAY CONVERSATION? HAPPY SHOPPING!! Note:- Actual Images of items in indirect sunlight are shown above. We follow WYSIWYG \"What you see is what you get\". The original color of items which you buy may differ minutely from the images due to camera capture sensitivity, lighting & even your system screens, so there may be a minor possibility in change of brightness & contrast. Depending on the size of products there may be dimension variation because products are made by hand and also variation in weight due to moisture, dryness, gravity and different measuring machines. Wholesale Inquiry Are Most Well Come.SHIPPING INTERNATIONAL ORDERS WILL BE SHIPPED BY DHL/ARAMEX/INDIA POST . INTERNATIONAL ORDERS WILL BE PROCESS AS PER STATED HANDLING TIME. RETURN WILL BE ACCEPTED WITHIN 30 DAYS FROM THE DATE OF DELIVERY TO BUYER. BUYER HAS TO PAY RETURN SHIPPING CHARGES. IF ANY TAX IS APPLICABLE AT BUYERS COUNTRY, BUYER HAS TO PAY ALL SUCH TAXES AS PER LAW. Payment WE ARE ACCEPTING PAYMENT THROUGH PAYPAL ONLY.",
  "Title": "INDIAN BROCKET CROSS SHOULDER BAG CLUTCH PURSE WALLET WHOLESALE LOT OF 25 BAGS",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "168.75",
    "_currencyID": "CAD"
  },
  "PrimaryCategoryID": "63852",
  "Location": "JODHPUR, RAJASTHAN",
  "Seller": {
    "FeedbackScore": "461",
    "PositiveFeedbackPercent": "99.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "shruti_impex"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "342001",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T11:54:28.000Z",
  "HitCount": "2",
  "ConditionID": "1500",
  "EndTime": "2017-07-02T11:54:28.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "Clutch"
      },
      {
        "Name": "Material",
        "Value": "Silk"
      },
      {
        "Name": "Color",
        "Value": "Multi-Color"
      },
      {
        "Name": "Bag Height",
        "Value": "8 inch"
      },
      {
        "Name": "Bag Length",
        "Value": "8 inch"
      },
      {
        "Name": "Strap Drop",
        "Value": "50 inch"
      },
      {
        "Name": "Size",
        "Value": "Small"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "Canada",
  "ItemID": "272698535243",
  "Storefront": {
    "StoreName": "Indian Textile Hub",
    "StoreURL": "http://stores.ebay.com/id=1259160039"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "IN",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2726985352438080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}