{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Nzc4WDUwMA==/z/f-AAAOSwiDFYPVPb/$_12.JPG",
    "http://i.ebayimg.com/00/s/ODA1WDUwMA==/z/3bkAAOSwImRYPVPd/$_12.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/OGIO-Hamptons-Tote-Tote-Light-Gray-Felt-One-Size-/282273327591",
  "ConvertedCurrentPrice": {
    "value": "116.8",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "YOU ARE BUYING OGIO Hamptons Tote Tote Light Gray Felt One Size OGIO Hamptons Tote Tote Light Gray Felt One Size FREE SHIPPING Product Description Tote your laptop and all of your small essentials in this fashionable and functional tote bag from OGIO. The OGIO Hamptons Laptop Tote features TC poly fabric with button accents down the front, a removable tie around the top and multiple flap pockets on the sides. This tote bag has a secure top zipper closure with a fully padded laptop compartment with a fleece lining, a padded pocket for your tablet, iPad, or eReader and a large interior zippered pocket for valuables. A zip around pocket on the back offers extra storage for your cell phone, pens and other small items while exterior flap pockets provide quick access to the items that you use most often. Product Feature Fabric/Nylon/TC 900 D PolyImportedColor: Light grayProduct Material: FeltDimensions (WxDxH): 15 in x 4 in x 16.5 inFully padded fleece lined laptop compartment with elastic closure fits most 15\" laptopsPadded iPad/tablet/e-reader pocketThree side flap pocketsFully padded base protects laptopLarge zippered interior compartment. Shoulder strap length: 24\". Shopping Policy We only accept payments via PayPal. We only ship to the confirmed Paypal address. We only ship within the continental USA, we do not ship to Alaska, Hawaii, Puerto Rico, APO addresses or any other USA territory. In the occasional case that the product is discovered to be damaged prior to shipping, we will provide a full 100% refund to you within 2 business days. If the product does not reach your destination within the time limit please allow an additional 1-2 business days in case of postal delays or possible technical issues. If it takes any longer than that do not hesitate to contact us using the Contact Seller menu and choose I have a question about using my item or I want to send the seller a message. This will allow us to resolve your issues in a timely manner. We kindly ask you not to leave a negative feedback before you contact us in case of any problems. We kindly ask you to give us a positive feedback for our store. We strive to offer you the 5-star products with the best services and reasonable prices and in order to maintain that, the positive rating is a very important factor. Let us create a positive eBay community together.",
  "Title": "OGIO Hamptons Tote Tote Light Gray Felt One Size",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "116.8",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "New York, New York",
  "Seller": {
    "FeedbackScore": "656",
    "PositiveFeedbackPercent": "99.6",
    "FeedbackRatingStar": "Purple",
    "UserID": "aundamunskyline"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10001",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2016-11-29T10:09:34.000Z",
  "HitCount": "54",
  "TimeLeft": "P24DT18H56M50S",
  "EndTime": "2017-06-27T10:09:34.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "OGIO"
      },
      {
        "Name": "MPN",
        "Value": "114006.439"
      },
      {
        "Name": "Model",
        "Value": "114006.439"
      },
      {
        "Name": "UPC",
        "Value": "031652190375"
      },
      {
        "Name": "EAN",
        "Value": "0031652190375"
      }
    ]
  },
  "Site": "US",
  "ItemID": "282273327591",
  "Storefront": {
    "StoreName": "GoGoPandas",
    "StoreURL": "http://stores.ebay.com/id=1182100537"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2822733275918080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}