{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI5N1gxNjAw/z/wEcAAOSwsW9Y1gH~/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/Re8AAOSwTM5Y1gIB/$_57.JPG",
    "http://i.ebayimg.com/00/s/MzY2WDU1MA==/z/BDsAAOSwSlBY1gIC/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTUyOVgxNjAw/z/VbUAAOSw32lY1gIE/$_57.JPG",
    "http://i.ebayimg.com/00/s/MzY2WDU1MA==/z/pFYAAOSwax5Y1gIF/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTUyOVgxNjAw/z/BL8AAOSwSlBY1gIG/$_57.JPG"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/cinda-b-City-Backpack-Autumn-Night-/322462750215",
  "ConvertedCurrentPrice": {
    "value": "118.92",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "TOOLS -> SOURCE CODE ** --> BEST PRICING FREE SHIPPING HIGH QUALITY cinda b. City Backpack, Autumn Night DETAILS cinda b. City Backpack, Autumn Night Do you wish you could still carry a backpack but have definitely moved beyond the ho-hum, no-frills hiking/camping/high school variety Well, thank goodness for cinda b's fabulous new City Backpack because now you can stop wishing and start enjoying a backpack with all the features you've been craving. Like all cinda b duffels, totes, handbags and accessories, the City Backpack has great design elements and a beautiful colorway. But this little gem has more than just good looks: it measures a perfectly portable 11.5\" x 4.5\" x 15.5\" so it's got plenty of room but is sized just right for daily use take it to work, the gym - even to class! There are 3 interior slip pockets for larger items (like notebooks, folders and the like) and an exterior zip pocket for keeping smaller items neat and tidy. And, to top it all off, the City Backpack has super-comfortable padded, quilted straps as well as sturdy grab-and-go webbing handles. The City Backpack is fashioned from a lightly padded, quilted nylon/poly fabric that is water resistant, stain resistant, 100% machine washable, surprisingly lightweight and extremely durable. So, when planning your next big adventure, cinda b's City Backpack is the perfect trekking companion! ABOUT CINDA B: After running a successful interior design business in Atlanta, Cinda found it difficult to find a fully functional, stylish bag that was versatile enough for the modern woman's everyday life. As a result, the cinda b brand was created. For cinda b, it's important to produce American handbags and create American jobs. Teaming up with one of the most experienced, well-known sewing companies in the country, each and every cinda b product is proudly made in the USA. Cinda b offers a variety of pattern options that combine bold and unique modern prints with effortless functionality. The cinda b family invites busy women everywhere to discover their beautiful collections of handbags, travel bags and accessories available on . · Measures 11.5\" x 4.5\" x 15.5\"; stylish backpack is perfectly sized for carrying to work, school or anywhere; padded, quilted straps for carrying comfort· 3 interior slip pockets; 1 exterior zippered flap pocket; sturdy top handles make it easy to grab-and-go· Made in America; water and stain resistant; machine washable; quilted poly/nylon fabric is lightweight and extremely durable· Head-turning design elements and unique colorways ensure that you'll always travel in style; cinda b takes you from around town to around the world without missing a beat· 15.5x11.5x4.5 \"Length: 15.5 inch Height: 4.5 inch Width: 11.5 inch Weight: 1.45 pounds\" Shipping Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Payment & Return PAY SAFE: PAYPAL PAYMENT IS ACCEPTED We offer a 30 day return policy for our products. We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period. Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested. If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. DELIVERY TIMES Domestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase. Feedback 100% satisfied customers. It says it all. Thank you for shopping with us! BEST PRICING FAST SHIPPING HIGH QUALITY View more great items",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "118.92",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "DO",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PE",
    "PK",
    "PY",
    "RE"
  ],
  "Location": "Phoenix, AZ",
  "Seller": {
    "FeedbackScore": "5990",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Green",
    "UserID": "ildeals"
  },
  "PrimaryCategoryID": "169295",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "cinda b. City Backpack, Autumn Night",
  "GlobalShipping": "true",
  "Quantity": "2",
  "StartTime": "2017-03-25T05:37:12.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3224627502158080_1.jpg",
  "TimeLeft": "P20DT14H7M22S",
  "EndTime": "2017-06-23T05:37:12.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Cinda b."
      },
      {
        "Name": "MPN",
        "Value": "536030"
      },
      {
        "Name": "Color",
        "Value": "Autumn Night"
      },
      {
        "Name": "Style",
        "Value": "unisex-adult"
      },
      {
        "Name": "Country-Region of Manufacture",
        "Value": "United States"
      },
      {
        "Name": "UPC",
        "Value": "816111020642"
      },
      {
        "Name": "EAN",
        "Value": "Does not apply"
      },
      {
        "Name": "ISBN",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "322462750215",
  "Storefront": {
    "StoreName": "ildeals",
    "StoreURL": "http://stores.ebay.com/id=1014404808"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B01KVCNQA2",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}