{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMzM3/z/FTEAAOSwPh5ZLmY5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTcwWDE2MDA=/z/mGkAAOSw5cRZLmY9/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTY5WDE2MDA=/z/7JgAAOSwxu5ZLmZA/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjEy/z/da4AAOSwfpVZLmZD/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzYx/z/rZUAAOSw-K9ZLmZG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE3MFgxNjAw/z/oDIAAOSwblZZLmZK/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NVgxNjAw/z/YJUAAOSwCQZZLmZO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU4MlgxNTAw/z/tpMAAOSwtGlZLmZR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/KYsAAOSw8HBZLmZW/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ghostek-NRGbag-Series-Computer-Laptop-Messenger-Backpack-Book-Bag-Battery-P-/263012558822",
  "ConvertedCurrentPrice": {
    "value": "113.97",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Ghostek NRGbag Series Computer Laptop Messenger Backpack Book Bag + Battery Power Bank with USB Ports | Water Resistant | 7000mAh | Lightweight | Multipurpose | Laptops Up To 15.6\" | MacBook (Black) Features: RECHARGEABLE 7000MAH REMOVABLE BATTERY: Most mobile devices can be recharged with this built-in battery system. It is adaptable for either Micro-USB or Apple products with a USB 2.0 Port. It is ideal for Smartphones, Tablets or eReaders. Separate USB 2.0 Cables are necessary to charge tablets via the NRG back pack's USB port.ONE-TOUCH POWER BUTTON/BATTERY LEVEL INDICATOR: Conveniently located on the outside of the back pack, the NRGbag uses LED lights to display battery power level right on the power button. The indicator will quit flashing in 10 seconds if the device is not plugged into the battery source.NRGBAG IS WATER RESISTANT: In order to recharge the NRGBAG back pack, users just plug the AC adapter into any 110V wall outlet.BATTERY GOOD FOR SEVERAL CHARGES: The device's battery is made from a lithium polymer and lithium-ion with a DC 12. OV+-. Its output is DC5.0V+-2 when empty. The USB output is 2000mAh. The battery charges at a speed of 800mAh.BAG COMES WITH MULTIPLE DEVICE CHARGE FUNCTION: a 7000mAh lithium battery built-in charging system; 3-Female USB Port Cables; a battery charger; and a user's manual. Product Details: Product Dimensions: 6 x 14 x 18 inchesItem Weight: 2.9 poundsShipping Weight: 2.9 poundsItem model number: GHOBG011 Description: Color:Black As one of your organizationâ\u0080\u0099s elite agents, you have the choice of accepting or rejecting this mission. If you choose to accept, you will need some of your best hiking gear and this water resistant backpack. Camels usually donâ\u0080\u0099t have recharging ports in their humps. You will be delivering a special package to one of our operatives in the Land of the Pyramids. No, you are not being sent to a luxury casino in Vegasâ\u0080\u0094you are flying on a secret jet to Cairo.Â  You must be fully prepared for this mission. Please bring your official laptop, cell phone, and other mobile devices. They will stow away unnoticeably in the spacious water resistant backpack. While you are playing clandestine games of solitaire, you wonâ\u0080\u0099t have to worry about recharging your devices. Your NRG backpack has recharging ports that are powered by a rechargeable lithium battery; however, that is top secret! As far as anyone can observe, you are just a regular working guy carrying around his equipment. If your mother asks, you did pack a change of underwear for this secret trip. Please be advised that there are many perils related to this mission. There is an enemy coalition who would stop at nothing to get their hands on the contents of this sleekÂ water resistant backpack. Beware of enemy spies who are lurking around every corner. Fortunately, the backpack is ergonomically designed and you can carry it in secure comfort.Â  When you get to the Raytown Airport, go to the southern-most hanger. You will be boarding one of the organizationâ\u0080\u0099s private Rayhound jets. While traveling Rayhound, you just leave the flying to Gus. Heâ\u0080\u0099s the pilot. Make sure that you are the only agent aboard the aircraft. Any other person is an imposter. After landing in Cairo, try to remain as inconspicuous as possible. In other words, walk like an Egyptian. You will be met by a female agent disguised as a beautiful tour guide. She will also have an NRG backpack, which is also available in red. You will know it is her, because there are no imitations that match up to this fine equipment. She will give you the secret password and the two of you will get into her JEEP for the rendezvous with our secret sources. Your destination will be between the Sphinx and the Great Pyramid. If you happen to be near an oasis, donâ\u0080\u0099t worry. Your NRG backpack is water-resistant. A man dressed like a pizza delivery guy will meet you. His will have a t-shirt on from the local pizza place, Pizza Tut. Of course, he will give you a package to bring back to headquarters to put in your NRG backpack. Even non-agents know that Pizza Tut Pizza delivers! By the way, this message will self-destruct in 20 seconds. Designed by Ghostek in New York Fast and Free Shipping Ships out within 1 business day! Free Expedited Shipping! When you purchase through OutletCornerStore, you can rest assured that your order will be delivered to your house within 3 business days! Factory Direct Have peace of mind knowing that your order will arrive brand new in its original factory sealed packaging. That means that you'll have the full force of the manufacture warranty to protect your purchase. Feedback We are committed to making sure that you leave this transaction satisfied. That means having access to real people that get your questions and concerns answered quickly. Give us a shot and we will make sure that you will look to us again!",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "113.97",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "Seller": {
    "FeedbackScore": "3303",
    "PositiveFeedbackPercent": "99.7",
    "FeedbackRatingStar": "Red",
    "UserID": "outletcornershop"
  },
  "PrimaryCategoryID": "169293",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Ghostek NRGbag Series Computer Laptop Messenger Backpack Book Bag + Battery P...",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-05-31T06:44:42.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2630125588228080_1.jpg",
  "TimeLeft": "P27DT15H49M49S",
  "EndTime": "2017-06-30T06:44:42.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "MPN",
        "Value": "GHOBG011"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Brand",
        "Value": "Ghostek"
      },
      {
        "Name": "UPC",
        "Value": "NA"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "263012558822",
  "Storefront": {
    "StoreName": "OutletCornerShop",
    "StoreURL": "http://stores.ebay.com/id=833430533"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "In the event that you would like to return your purchase, we allow returns that are processed within 30 days of purchase. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer and all returns are subject to a minimum of a 15% restocking fee.",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "SKU": "B06XD2BNP9",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}