{
  "PrimaryCategoryName": "Health & Beauty:Makeup:Mixed Makeup Lots",
  "TimeLeft": "P22DT1H22M25S",
  "ConditionDisplayName": "New",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "26395:31786:11985",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTEyMVgxNjAw/z/DE8AAOSwdGFY1-zq/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI1Mlg2NzI=/z/DhMAAOSwdGFY1-z4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/08AAAOSw4A5Y1-0c/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/gVQAAOSwCU1Y1-0s/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/m00AAOSwSlBY1-1B/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/UG8AAOSwc-tY1-1f/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/tqUAAOSwax5Y1-1v/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/rNUAAOSwB-1Y1-2M/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU2OVg4Nzk=/z/4-wAAOSw32lY1-3W/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LOT-BAGS-TOTE-KENNETH-COLE-NINE-WEST-CROSSBODY-BAG-FREE-20-PCS-MAKEUP-NEW-/272606077436",
  "ConvertedCurrentPrice": {
    "value": "74.9",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Description:LOT BAGS TOTE KENNETH COLE, NINE WEST CROSSBODY BAG + FREE 20 PCS MAKEUP - NEW:: USA BUYER. Save $$$ Buy multiple items and pay to ship just once with us! :: PLEASE, READ WITH ATTENTION!The list is for 2 purse, both brand NEW with tags and authentic but they have signs of handling minor defects. The Kenneth Cole TOTE Shopper bag NEW WITH TAG is red with pixel-like print in white and the only defect is in one of the straps, it has a darker color, more like dirty from being handled. You can try to clean it out, I have not tried clean it and I am not sure how to or if it will come out.Red and white with gold hardware.Retail price $89.00 The Nine West Crossbody bag is New with tag, has no major problems only some signs of being handled (just wipe it out) and the hardware silver with the brand name has some marks. Mint color with silver hardware.Retail Price $45.00 +++++FREE 20 PIECES OF MAKEUP AND COSMETICS!MIXED MAKEUP & COSMETIC BRANDS.All new, some without box, without seal, with leftover stickers from retail and minor defects. PLEASE UNDERSTAND THAT YOU ARE BUYING THE BAGS, THE MAKEUP IS A PLUS GIFT!The mix is a surprise, but I GUARANTY you are going to get:- No sample items, only full size, they may be testers but new and in full size.Brands are: elf, Collection 2000, Manhattan, W7, Loreal, Essence, Jemma Kidd, Santee, CHI, Hard Candy, Beauty Treats. ALL SHIP PRIORITY MAIL US. *** Check my other promotions and items for sell, I will list many lots because I have to reduce stock due to space reduction in my ebay room *** ASK ANY QUESTIONS YOU NEED! I am happy to help!_____________________________________________ NOTE to customers and VeRO: We're not affiliated with the brand and just used information as described in the product and its box. items are authentic as evidenced in photos, legally acquired and owned, and hence covered under First Sale Doctrine.____________________________________________________________ We do combine shipping - Save more money and add more items to your shopping cart and request total when you finish the purchase.USA BUYERS --> You pay only shipping to the heavier item, any additional item will be add as free shipping._____________________________________________________________ Please, before leaving a feedback less than positive contact us to solve things together... Remember \"Communication works for those who work at it\" by John PowellPlease note:Some of our discount products boxes or containers may have remaining stickers or signs on them.Items are described as good as possible. Please consider your monitor settings may affect and virtually change the colors you are seeing compared to what it truly is. Do not rely on pictures for the actual size of the item, always read the description to verify how big the product really is. Shipping:Shipping within 1 business day (Mon - Fri), once a day between 1 PM – 5 PM;When available, tracking number(s) and/or insurance will be added to packages WITHOUT ANY EXTRA COST. Please note that not all of the destination areas have such services offered by the Postal Service and Insurance Company. We reserve the right to decide about offering or including services when it is not paid or charged to the buyer;FPO/AP & International shipping is OK but, please acknowledge it may be delayed due to customs clearance and tax regulations at the destination. Knowing your own countries custom and tax regulations is a buyer’s obligation.We will combine shipping orders automatically. In case you do need orders in individual packages contact us before payment or order being processed.Need another shipping option? Contact us to check availability.We do handle and mail all products with care, however, sensitive items such as makeup & cosmetics can get damaged during shipping, weather changes etc. Because these are unpredictable things we do fully cover and protect you offering a full refund to our dear buyers when it is applicable. Please, read the return policy. Payment:More details on Shipping & Payment tab.Payment is expected within 4 business days after purchase. If the payment is not registered in this timeline a case will automatically be escalated to eBay. However, if you need to delay payment or are buying/bidding on more items please contact and notify us. Return Policy:Please read the full return policy at Shipping & Payment tab under Return Policy. You just need to read it once as our return policy will apply to all items in our store or otherwise noted on product description.Attention: Never return an item without our consent or our authorization the return. If a return is made without following our rules and authorization we will not refund any cost regarding products and purchase/return shipping. Thank You!My Dear Loft.",
  "Title": "LOT BAGS TOTE KENNETH COLE, NINE WEST CROSSBODY BAG + FREE 20 PCS MAKEUP - NEW",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "74.9",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Houston, Texas",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "1388",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "Red",
    "UserID": "mydearloft-store"
  },
  "PrimaryCategoryID": "11985",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "77054",
  "GlobalShipping": "false",
  "ShipToLocations": [
    "US"
  ],
  "StartTime": "2017-03-26T17:42:46.000Z",
  "HitCount": "49",
  "SecondaryCategoryIDPath": "11450:169291:169303",
  "EndTime": "2017-06-24T17:42:46.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Expiration Date",
        "Value": "Assorted"
      },
      {
        "Name": "Model",
        "Value": "Assorted"
      },
      {
        "Name": "MPN",
        "Value": "does not apply"
      },
      {
        "Name": "Skin Type",
        "Value": "All Skin Types"
      },
      {
        "Name": "Size",
        "Value": "Full Size"
      },
      {
        "Name": "Brand",
        "Value": "Assorted"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272606077436",
  "Storefront": {
    "StoreName": "My Dear Loft",
    "StoreURL": "http://stores.ebay.com/id=1074951141"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Mixed Items & Lots",
  "Quantity": "1",
  "SecondaryCategoryID": "169303",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "DAMAGED ITEM – DOD:\nDamage during shipping, arrived damage (DOD)\nYOU MUST KEEP ALL PARTS, PRODUCTS, PAPERS, ENVELOPE and PACKAGING OF THE ARRIVED ITEM TO BEGIN REFUND or EXCHANGE OF ITEM (when in stock) PROCESS.\nPICTURES of damaged item with correspondent packaging and claim form filing are OBLIGATORY for insurance claims and refund/exchange of item. NO EXCEPTIONS WILL BE MADE and REFUNDS or EXCHANGES WILL ONLY BE MADE UPON BUYER COOPERATION AND ACCOMPLISHMENT OF THE ABOVE STEPS.\nIn some cases returning of an item will be needed but we pay for your return.\nLOST MAIL:\nFull refund or exchange of item (if item is available in stock) will be made upon buyer accomplishing lost mail claim required by the Mail Carrier Company and insurance. \nWRONG ITEM, SIZE, COLOR (our mistake):\nWe are sorry, normally we are very careful but sometimes we all can make a mistake and as humans, errors can happen. \nIn this case just send us a message explaining to us what we did wrong and we will be happy to assist you with a full refund or exchange (if item is available in stock).\nReturn of item received will be required (we pay everything).\nRestocking Fee only in cases of return as result as buyers remorse.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726060774368080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "true"
}