{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1224329657108080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDQ4OQ==/z/dE4AAOSwDmBY5TMq/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4Nw==/z/Qm0AAOSw4CFY5TMo/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM5Ng==/z/axoAAOSwc-tY5TMn/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM5Ng==/z/UrcAAOSwU8hY5TMm/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM5NQ==/z/a34AAOSwAANY5TMk/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM5Ng==/z/UhQAAOSwU8hY5TMj/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mjc5WDUwMA==/z/R9YAAOSwmgJY5TMh/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQ3Ng==/z/wecAAOSw03lY5TMg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQ0MQ==/z/UREAAOSwU8hY5TMe/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/PacaPod-Hastings-Mocha-Lite-Designer-Baby-Changing-Bag-Luxury-Lightweight-Brow-/122432965710",
  "ConvertedCurrentPrice": {
    "value": "131.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "PacaPod Hastings Mocha Lite Designer Baby Changing Bag - Luxury Lightweight BrowHastings is a grown up knapsack that manages to retain the enduring charm of this much-loved old school style. A reliable and sturdy travel companion whether heading into the wilds or the urban jungle it will instantly adapt from messenger to backpack and has a practical, easy to pack, top loading style. Hastings is part of the new 'Lite' range, weighing in at just 725 grams and the new to flat pack feeder, changer pods and mat are simple to clean and fold away when not in use. Quality detailing, durable fabrics and a smart pin stripe print will have mum and dad both reaching for this bag at the doorway! LUXURY LIGHTWEIGHT DESIGNER BACKPACK CHANGING BAG -Hastings Mocha is a grown up knapsack that manages to retain the enduring charm of this much-loved old school style.INSULATED FEEDER POD - This fully insulated inner pod, holds up to 4 bottles and keeps the contents warm for up to 3 hours,the unique design allows pod to be flat packed3 in 1 ORGANISING SYSTEM - The innovative PacaPod designer baby changing bag system includes a feeder pod, changing pod, changing mat and pram clips.MULTIPLE PARENT POCKETS - Every PacaPod has parent pockets and includes a dividing section for a mobile phone and an elasticated key clip to help keep Mum's items organised.CHANGING POD AND MAT- The clever changing pod included has useful pockets for all those essential changing items to keep you organised so everything is in it's place when you need it, unique design allows pod to be flat packedShipping FREE SHIPPING. Your package will be safely taken care of & posted from England by means of Priority Airmail (treated as First Class Mail once with the U.S. Postal Service) which is air freighted to your nearest USPS Post Distribution Center (New York, Chicago, Los Angeles, or San Francisco) from where they are delivered to your address by USPS. Please allow 7-14 days for delivery, although please note delivery can be even quicker than from domestic US sellers!Payment Returns and refunds We operate a 14 day money back guarantee. If you are unhappy with the product for whatever reason, please contact us to arrange a return and refund. As shipping costs are not retrievable, we are unable to refund shipping costs.Feedback We use an automated eBay feedback response system. If you are happy with the product, please leave positive feedback and we will automatically leave positive feedback for you. If you are unhappy with the transaction for any reason, please contact us first to resolve. If you do leave negative or neutral feedback you waive your rights for support regarding any problems with us and open yourself up for possible retaliatory negative feedback. Please avoid making negative feedback remarks, contact us first if you have any problems! We are here to help!Contact Us Please contact us via eBay messages if you have any questions and our Customer Service team will be happy to assist you with any queries. Thank you.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "131.95",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "US"
  ],
  "Location": "Priority Airmail from England",
  "Seller": {
    "FeedbackScore": "7268",
    "PositiveFeedbackPercent": "99.1",
    "FeedbackRatingStar": "Green",
    "UserID": "squarebritain"
  },
  "PrimaryCategoryID": "169295",
  "Country": "GB",
  "ListingType": "FixedPriceItem",
  "Title": "PacaPod Hastings Mocha Lite Designer Baby Changing Bag - Luxury Lightweight Brow",
  "GlobalShipping": "false",
  "Quantity": "2",
  "StartTime": "2017-04-05T18:48:30.000Z",
  "HitCount": "59",
  "TimeLeft": "P2DT3H19M4S",
  "EndTime": "2017-06-04T18:48:30.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "PacaPod"
      },
      {
        "Name": "MPN",
        "Value": "PL:0020"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      },
      {
        "Name": "EAN",
        "Value": "5060177931441"
      }
    ]
  },
  "Site": "US",
  "ItemID": "122432965710",
  "Storefront": {
    "StoreName": "Game Keys",
    "StoreURL": "http://stores.ebay.com/id=1222793433"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "US B00JWTJTOS",
  "HandlingTime": "4",
  "BestOfferEnabled": "false"
}