{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Diaper Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169295",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA5MFgxMTM0/z/V3MAAOSwHoFXqtCu/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyNDQ=/z/r64AAOSw-itXqtCX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzE0WDc4NQ==/z/UCoAAOSwMtxXqtBo/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/kUAAAOSw0UdXqtBp/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/nq8AAOSw9NdXqtBr/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/xJUAAOSw6n5XqtBs/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTEwWDY4MA==/z/UJEAAOSwHoFXqtBu/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/395-COACH-F37758-SAWYER-BABY-Diaper-Weekend-Tote-SATCHEL-Crossbody-Shoulder-bag-/272674569940",
  "ConvertedCurrentPrice": {
    "value": "215.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "This listing is for ONE (1) New with Tags! COACH SAWYER BABY DIAPER BAG IN POLYESTER TWILL/CANVAS Cross body Carryall Travel Weekender Satchel Tote Shoulder bag Sling bucket hobo Purse Handbag Style: F37758 (37758) Color: IMITATION GOLD/ Pink Ruby MSRP: $395 plus TAX Twill w/ leather trim Inside zip and open pockets Zip-top closure, fabric lining Outside zip pocket Side gusset pockets Handles with 9 3/4\" drop Adjustable strap with 21 1/2\" drop for shoulder or crossbody wearMeasures approx. 20\" (L) x 11 1/4\" (H) x 7 1/4\" (W)Leather hang tagIncludes Changing pad Coach Care Card Please Review the pictures for all details. Due to monitor/camera light settings colors may be slightly different.All my Coach are from the Coach store/outlet store & is hand picked out by me! Bid with confidence! Check out my feedback. Again, SERIOUS BUYERS ONLY! SHIP TO PAYPAL COMFIRMED US ADDRESS ONLY RETURN POLICY FOR USA ONLY: A 14-day return is now accepted but the buyer has to pay for the return shipping cost. Also, the actual shipping cost / Re-Stocking FEE will be deducted off from the amount that will be credited back as a refund to your account. For this item will minus $24.95 from refund. Where listing have free shipping, $6-$30 will be deducted, depends on the item. Usually handbags will minus $20. Unless, the seller has shipped the wrong item, a full credit will be refunded back to the buyer's Paypal account. Item(s) must be in the original condition, unused, undamaged, and in original packaging with tags attached. Please allow 3 days for your refund to be credited back to your Paypal account from the date the item has been received by the seller. We would greatly appreciate it if you could leave us a 5** positive rating feedback if y ou are satisfied with your purchase. We will be glad to do the same for you. If you have an echeck payment through Paypal, please allow 5-7 days for it to clear. Your package will be shipped as soon as we receive a Paypal notification that it has cleared. International Buyers – Please Note:Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility.Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Notes to All International Buyers/Customers: Because of the slowing Post System, it may take up to 45 days to arrive by USPS first class mail or USPS priority mail Flat Rate Envelope. If you would like a fast and safe shipping way, I would recommend you to choose the \"USPS Priority Mail\" which takes around 2 -3weeks to arrive. Please not: All International Shipments Can take up to 8 weeks. This all depends on your country and customs clearing. Please DO NOT hold against sellers on shipping time! Away 11/09/2016 to 11/21/2016. Purchase made during that time will ship 11/22/2016.",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "RU",
    "UA",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "215.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169295",
  "Location": "Bayside, New York",
  "Seller": {
    "FeedbackScore": "482",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "frugalan"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "11361",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-17T02:34:09.000Z",
  "Title": "$395 COACH F37758 SAWYER BABY Diaper Weekend Tote SATCHEL Crossbody Shoulder bag",
  "TimeLeft": "P13DT11H9M26S",
  "EndTime": "2017-06-16T02:34:09.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Material",
        "Value": "Canvas"
      },
      {
        "Name": "Style",
        "Value": "Messenger"
      },
      {
        "Name": "Color",
        "Value": "Pink"
      },
      {
        "Name": "Brand",
        "Value": "Coach"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "272674569940",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "RETURN POLICY FOR USA ONLY: A 14-day return is now accepted but the buyer has to pay for the return shipping cost. Also, the actual shipping cost/ small Re-stocking FEE will be deducted off from the amount that will be credited back as a refund to your account. Where listing have free shipping, $5-$30 will be deducted, depends on the item. Usually handbags will minus $20. For this item will minus $24.95 from refund. Unless, the seller has shipped the wrong item, a full credit will be refunded back to the buyer's Paypal account. Item(s) must be in the original condition, unused, undamaged, and in original packaging with tags attached. Please allow 3 days for your refund to be credited back to your Paypal account from the date the item has been received by the seller.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726745699408080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}