{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/t2oAAOSwcLxYHdRq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/gnAAAOSwMVdYHdRo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjgzWDEwMjQ=/z/C9oAAOSwcUBYHdRm/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TAIWAN-handmade-Kavalan-style-shoulder-bag-/252968543658",
  "ConvertedCurrentPrice": {
    "value": "209.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "product manual[Features]★ perfect show Kavalan Features ★ Taiwan manufacturing, quality assurance ★ dorsal shoulder, let you easily backpack bag ★ medium size capacity, more lightweight bag ★ unique pattern design, combining traditional and modern meticulous innovation the pattern design, complete rendering characteristics Kavalan traditional dress color capacity moderate small shoulder bag to bag back up lighter special pattern printing, make your more special than others simple color more easily match you dress strap style is relatively small, so that the bag looks more delicate car suture very strong strap, put more things need not be afraid of this product as \"custom orders\" only after making a payment, average waiting 7 production days (not including holidays)[introduction] Mania Jiyao (Giyaw), surname heritage from my ancestors; Li core (Lisin), it is for me to take my father's name. \"Lisin\" means that celebrations and ceremonies, but also I was born in commemoration of the Han Chinese Lunar New Year, so my Chinese name called \"has Haruko.\"\"Serigraphy, awakened my memory Amis culture\" wake Haruko teacher began dyeing of childhood and youth memories, from the blood memories, experiences and history, constantly surfaced that moment, Haruko conscious teacher life there are a lot of things we need to do! Representative Amis lines mountains and the sea, diamond markers represent ancestral spirits in order to find the pattern we wake through the creation tribe living memory of the past is the biggest wish. \"Hand-stitched embroidery, recorded material but lack the spirit of the era of plenty\" Amis is very tolerant nation, accept new things quickly, so the tradition is disappearing, Haruko teacher mother and grandmother through oral story pick up again back to the traditional spirit of appearance, not only serigraphy and hand-stitched embroidery, Haruko teacher works more use of ceramic beads, Pidiao other techniques, through the creation of cultural heritage; it is a human life Amis harvest festival, is also a creative artists record harvest. Yao male teacher good at aboriginal totem combining cultural elements, to be bold and bright color performance, designed to be highly innovative and creative but without losing the traditional image; not to handmade Aboriginal expertise, and flexible use of computer graphics design, images and more for all kinds of goods and live art design, showing a warm and lively Aboriginal new artistic content.Product specificationsProduct specifications and precautionsOrigin: Taiwan Size: 20 * 7 * 20cm",
  "Title": "TAIWAN handmade Kavalan style (shoulder bag)",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "209.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Corona, California",
  "Seller": {
    "FeedbackScore": "104",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "nycshop711"
  },
  "ShipToLocations": [
    "US"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "PostalCode": "92880",
  "GlobalShipping": "false",
  "Quantity": "10",
  "StartTime": "2017-06-01T10:50:21.000Z",
  "HitCount": "4",
  "TimeLeft": "P28DT20H12M3S",
  "EndTime": "2017-07-01T10:50:21.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "\"Handmade\""
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Cotton"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Taiwan"
      }
    ]
  },
  "Site": "US",
  "ItemID": "252968543658",
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2529685436588080_1.jpg",
  "HandlingTime": "2",
  "BestOfferEnabled": "false"
}