{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3520745733628080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/PcYAAOSwYlRZL0Y3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/yKQAAOSwn-tZL0Y4/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Sakroots-York-Rolling-Backpack-Black-/352074573362",
  "ConvertedCurrentPrice": {
    "value": "129.95",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "*Form and function align in this chicly styled backpack *Nylon exterior with main zipper closure and fully retractable trolley handle *Adjustable padded backpack straps detach to tuck away in back pocket *Front small pocket includes 2 elastic pockets *Middle compartment has a padded front pocket, 3 mesh pockets, 1 zipper pocket, and a dog clip for keys *Main compartment is double zippered with padded protection for a laptop up to 15\" *Features a removable critter keychain and tassel dangle *13\"Lx8.5\"Dx19\"H Sakroots York Rolling Backpack Brand Sakroots Style Women's Backpacks Bags Condition New Material Nylon Heel Height Product Features Form and function align in this chicly styled backpackNylon exterior with main zipper closure and fully retractable trolley handleAdjustable padded backpack straps detach to tuck away in back pocketFront small pocket includes 2 elastic pocketsMiddle compartment has a padded front pocket, 3 mesh pockets, 1 zipper pocket, and a dog clip for keysMain compartment is double zippered with padded protection for a laptop up to 15\"Features a removable critter keychain and tassel dangle13\"Lx8.5\"Dx19\"H FREE SHIPPING Standard (7-10 business days) is FREE every day. Please allow 1-2 additional business days for delivery to AK, HI, and all U.S. Terr. and APO/FPO addresses. We apologize, but we are currently unable to ship internationally. Please note: For orders placed before 9:00 a.m. CT we will try to ship the same day depending on overall order volumes; orders placed after 9:00 a.m. will be shipped the next business day. Orders placed after 9:00 a.m. CT on Friday will not be shipped out until the following Monday. We Gladly Accept Payments via PayPal. Unfortunately, we cannot accept payments from international PayPal accounts. Unfortunately, we do not accept e-checks through PayPal. This means that you must use a credit card as your funding source in your PayPal account, NOT your bank account. We also do not accept payments from international PayPal accounts. Your PayPal account must be a U.S. based account. Sales Tax: We are required by law to collect 5% sales tax in Wisconsin and Virginia. We want to make sure you're 100% satisfied with your purchase! If, by chance, a product needs to be returned to us it must be in the condition you received them (unworn) and in the original box and/or packaging within 60 days. A refund for returns will be made promptly upon receipt of the item. Shipping and processing charges are non-refundable. We do not accept CODÂ´s and any item sent \"Return To Sender\" is not usually received. Return/Exchange On Your Own 1. Complete and enclose the RETURN FORM located on the back of your PACKING SLIP and indicate whether the item is a return or an exchange. 2. Address Package To: ShoeMall Returns and Exchange Dept. 425 Well Street, Suite 100 Chippewa Falls, WI 54774 Welcome to ShoeMall! We're the top online source for men's and women's footwear. Whether your tastes run toward glittering stilettos or classic, comfortable walking shoes, and whether your needs vary from tough steel-toe work boots to the latest trends in street shoes, ShoeMall has exactly what you're looking for, and maybe even a few things you haven't even thought of yet! ShoeMall isn't just a website. We have more than 100 years of experience in the footwear industry, and we know how to appreciate and relate to our customers on a personal, one-to-one basis. When you give us a call, you'll talk to one of our friendly, knowledgeable Customer Service Representatives, not an automated voice system that has you entering a bunch of numbers. If you have a question, you can submit it through the 'Ask a Question' link below or call us toll-free at 1-800-704-5478. Our Customer Service Representatives are available seven days a week from 6:00 a.m. to midnight (central time). Many of your Frequently Asked Questions can be answered on our FAQ page in our Ebay Store. Click here to visit! © Copyright 2016 ShoeMall. All rights reserved.",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "129.95",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169292",
  "Location": "Chippewa Falls, Wisconsin",
  "Seller": {
    "FeedbackScore": "157846",
    "PositiveFeedbackPercent": "99.2",
    "FeedbackRatingStar": "RedShooting",
    "UserID": "shoemall"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "54729",
  "GlobalShipping": "false",
  "Quantity": "3",
  "StartTime": "2017-05-31T22:39:47.000Z",
  "Title": "Sakroots York Rolling Backpack Black",
  "TimeLeft": "P28DT7H54M18S",
  "EndTime": "2017-06-30T22:39:47.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Sakroots"
      },
      {
        "Name": "Style",
        "Value": "Backpack"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Material",
        "Value": "Nylon"
      },
      {
        "Name": "UPC",
        "Value": "711640574201"
      }
    ]
  },
  "Site": "US",
  "ItemID": "352074573362",
  "Storefront": {
    "StoreName": "ShoeMall",
    "StoreURL": "http://stores.ebay.com/id=860316221"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Description": "Complete and enclose the RETURN FORM located on the back of your PACKING SLIP and indicate your exchange item. \nAny product returned to us must be in the condition you received them (unworn) and in the original box and/or packaging. An exchange for returns will be made promptly upon receipt of the item. Shipping and processing charges are non-refundable. We do not accept COD´s and any item sent \"Return To Sender\" is not usually received.\n\nAddress package to:\nShoeMall\nReturns and Exchange Dept.\n425 Well Street, Suite 100\nChippewa Falls, WI 54774",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "548482BLK",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}