{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Backpacks & Bookbags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169292",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/KMYAAOSwjL5ZLmH1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/c~8AAOSw-K9ZLmH2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/O50AAOSww5hZLmH5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/O7QAAOSww5hZLmH-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDQ2WDU1MA==/z/EiQAAOSwX9FZLmIC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDQ4WDU1MA==/z/sDYAAOSwY3BZLmIE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDA4WDYwMA==/z/R8gAAOSwcB5ZLmIJ/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Fashion-Backpack-Unisex-Bag-Genuine-Leather-Casual-School-Bags-Big-Capacity-/302334085897",
  "ConvertedCurrentPrice": {
    "value": "108.36",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "EAMES Fashion Backpack Unisex Bag Genuine Leather Casual School Bags Big Capacity Warranty This product is covered by the manufacturer warranty, but DOES NOT cover items that have been abused, burned and damaged in any form.If the item is defect when you receive it or you are not satisfied with it, please contact us ASAP and return it within 21 days for a replacement or money back.If you return an item purchased from us, it must be back in Factory Condition. This includes packaging, inserts, manuals etc. Please allow up to 5 Working Days for us to process your returned item.Please contact us and double check the return address before you return it.In the unlikely event that you have NOT received item in 31 days (for destinations in Russia, Brazil, Ukraine, Belarus, Argentina within 60 days), please contact us ASAP and we will send any missing item again or arrange full refund. Item specifics : Brand Name: VIDENG POLOItem Type: BackpacksInterior: Interior Compartment,Cell Phone Pocket,Interior Zipper Pocket,Interior Slot PocketStyle: FashionGenuine Leather Type: Cow LeatherGender: UnisexModel Number: V-A6701QLining Material: Polyester Exterior: Silt PocketClosure Type: ZipperCarrying System: Arcuate Shoulder StrapCapacity: Below 20 LitreRain Cover: NoPattern Type: SolidBackpacks Type: SoftbackHandle/Strap Type: Soft HandleMain Material: Genuine Leather Decoration: NoneColor: Black Size: 45*35*17cm(H*W*T)Bag style: shoulder bag Usage: School bag, Casual bag, Travel bag Note : Due to different measurements, there may be deviation of 1-2cm for items. Due to different monitor settings, colors on your computer monitor may differ slightly from actual product colors. Packaging Details : Unit Type: piecePackage Weight: 1.6kg (3.53lb.)Package Size: 45cm x 35cm x 17cm (17.72in x 13.78in x 6.69in) We only accept PayPal As a Payment Gateway and Payment must be done within 7 days after you confirm for buying this item on eBay (after clicking \"Buy It Now\" button), otherwise an appropriate action will be taken.\"Please Don't Submit Your Bid or Click Buy it Now Button if you don't seriously want to have the item\"Items are shipped as soon as possible within 3 days.We will ship to the shown address on your PayPal payment, please confirm your shipping address in the PayPal Account before buying.We ship to worldwideIf you are within North America, you should allow 8-18 business days for the arrival of your orders.International buyers should expect the orders within 15-25 business days.We accept no responsibility for shipping delays however so caused (including delays caused by strikes, customs or bad weather conditions).We will update the tracking numbers in eBay.Please note: If addresses can not be verified through, use a P.O. Box or APO/FPO address, tracking numbers may not be provided due to invalid addresses.Your satisfaction and positive feedback is very important to us.Please kindly leave positive feedback in each aspect if you are satisfied with our item and service.If you have any problem with our items or service, please feel free to let us know before you leave negative feedback and neutral feedback.We will do our best to solve any problem and provide you with best customer services.All items qualify for returns within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged. Please be sure this is an item you want before making your purchase. Customer Satisfaction is our TOP priority!Please send a message direct to me through eBay messaging if an item is damaged, broken, or incorrect so we can promptly track and resolve any issues.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "HK",
    "LA",
    "MO",
    "TW",
    "AR",
    "BO",
    "PE",
    "SR",
    "BM",
    "PM",
    "CM",
    "LB",
    "YE",
    "CN",
    "KZ",
    "NU",
    "PW",
    "WS",
    "BA",
    "GG",
    "JE",
    "MT",
    "SJ",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "108.36",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Hk",
  "Seller": {
    "FeedbackScore": "68",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "an-nida"
  },
  "PrimaryCategoryID": "169292",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "Title": "Fashion Backpack Unisex Bag Genuine Leather Casual School Bags Big Capacity",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-31T06:35:40.000Z",
  "HitCount": "6",
  "TimeLeft": "P27DT15H47M8S",
  "EndTime": "2017-06-30T06:35:40.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Fashion"
      },
      {
        "Name": "Material",
        "Value": "Leather"
      },
      {
        "Name": "Brand",
        "Value": "sold by EAMES"
      },
      {
        "Name": "Type",
        "Value": "Backpack"
      },
      {
        "Name": "Theme",
        "Value": "School, Casual, Travel Bag"
      },
      {
        "Name": "Color",
        "Value": "Black"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "Hong Kong"
      },
      {
        "Name": "sku",
        "Value": "32794639601"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "302334085897",
  "Storefront": {
    "StoreName": "an-nida",
    "StoreURL": "http://stores.ebay.com/id=1289117047"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "HK",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3023340858978080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}