{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "Pre-owned",
  "ConditionID": "3000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2630089197408080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/XsgAAOSwol5Y1OGT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/NXIAAOSw4CFY1OGX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/mFYAAOSwWxNY1OGd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/lK0AAOSwax5Y1OGj/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/lSUAAOSwax5Y1OGn/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/mmQAAOSwWxNY1OGw/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-COACH-F77180-Signature-Carry-Bag-canvas-leather-/263008919740",
  "ConvertedCurrentPrice": {
    "value": "284.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "COACH SignatureCarry Bagcanvas[Used] BrandCOACHTypeSignaturePattern NumberF77180SizeW14.6 x H19.3 x D8.7inch / W37cm x H49cm x D22cm Handle 24.5 to 40 cm (2 step adjustment)Materialcanvasxleathercome withName tagSpec[Outside]interior zip pocket x 2 [Inside]interior zip pocket x 1,Open pocket x 5About the RankA Because it is second - hand goods, there are a few Rubbed and scratches, but it is very beautiful in a condition that I feel almost no use feeling .OthersCarry-on possibility !It is a classic signature carry bag .It is very beautiful without too much use feeling .How about with accompanying the trip? Rank description N brand new, brand new as well S Very close to an unused or new state. SA Hardly used product state, subjected to polish and finish. A Secondhand item, but with very little conspicuous scratches etc. AB Although there is some sign of use, it is in a beautiful state. B Signs of normal usage & scratches, used article. BC Signs of heavy usage, such as scratches. C Many signs of heavy usage, obviously a secondhand item. Please Note Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Customs fees are normally charged by the shipping company or collected when you pick the item up. These fees are not additional shipping charges. We won't under-value merchandise or mark the item as a gift on customs forms. Doing that is against U.S. and international laws. We only ship to PayPal registered address. Please contact us if you reside in countries in which we do not specify shipping service and cost. Please be aware that delivery could be delayed depending on customs inspection, in case of natural disasters, and other reasons such as postal strikes. About Payment, Shipping, Return Payment We accept PayPal only. Please make a payment within 3 days after send my invoice. If payment can't be confirmed within 4 days after the checkout, a reminder will be sent to you. Shipping We only ship to PayPal registered address. Service: EMS , DHL Return Policy We accept the returns. After receiving the item, contact seller within 14 days. About Authenticity All our items are 100% authentic. We are officially registered as legal business and we have to comply with all rules and regulations including tax requirements from the Japanese government. About Us If you have any problem or concerns, please contact us before you open case or leave feedback. Your satisfaction is important to us. Our attention is focused on the fine details of quality preowned luxury brand with safe, prompt delivery to Our Customers worldwide.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "284.0",
    "_currencyID": "USD"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Fukuoka",
  "Seller": {
    "FeedbackScore": "60",
    "PositiveFeedbackPercent": "100.0",
    "FeedbackRatingStar": "Blue",
    "UserID": "78yoshimura"
  },
  "PrimaryCategoryID": "169296",
  "Country": "JP",
  "ListingType": "FixedPriceItem",
  "Title": "Authentic COACH F77180 Signature Carry Bag canvas/leather",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-29T02:17:58.000Z",
  "HitCount": "5",
  "TimeLeft": "P5DT9H45M15S",
  "EndTime": "2017-06-08T02:17:58.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "COACH"
      },
      {
        "Name": "Style",
        "Value": "Carry Bag"
      },
      {
        "Name": "Material",
        "Value": "canvas"
      },
      {
        "Name": "Bag Height",
        "Value": "19.3"
      },
      {
        "Name": "Bag Depth",
        "Value": "8.7"
      },
      {
        "Name": "Bag Length",
        "Value": "14.6"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "263008919740",
  "Storefront": {
    "StoreName": "78yoshimura",
    "StoreURL": "http://stores.ebay.com/id=1478389278"
  },
  "AutoPay": "false",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Description": "We can not accept return \"\"New : Never Used/Unused item\"\". Refunds available when and if items are not as described in our listings. If there is no any certain reason, we do not accept returns. However we think your satisfaction is most important. So if there is any problem, please let us know before you leave negative feedback. Return postage payable by the buyer and not refundable. Please write \"\"Return Cargo\"\" on label as noticeable. Please return the item via Registered mail with trucking number.",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "SKU": "0517031701301",
  "HandlingTime": "5",
  "BestOfferEnabled": "false"
}