{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Briefcases & Laptop Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:169293",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDAyWDYwMA==/z/S74AAOSwY3BZEQOl/$_57.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Womens-Handmade-Goat-Leather-Professional-Business-Case-16-Brown-Front-Pockets-/222504614048",
  "ConvertedCurrentPrice": {
    "value": "135.0",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "LEATHER BUSINESS BAG FOR WOMEN This classic rustic handmade goat leather business bag is both durable and it's functional. It is a great choice for every professional woman. Also, it would be a fine gift for a family member, other relative or very good friend. It is faultlessly hand crafted with genuine goat leather. It's a great bag for carrying business documents or reports and has capacity to serve as carrying case for your calculator, tablet and even your smaller-sized laptop. This goat leather bag is not only spacious, but stylish, as well; it is perfect when teamed with casual or formal attire. Finally, you should know that as the rich leather ages, it develops a patina, adding to it's character, elegance and beauty.We ensure that our handmade bags undergo the best possible practices from start to finish - beginning with making sure our hides are individually handpicked for quality, not bought in bulk. We then have all the hides washed up to 6 times, before tanning. Only then are they tanned professionally to a high standard. We can assure you, unlike many of our competitors' leather products, our bags will smell beautifully of real leather. The Process: The animal leather skin is cleansed of any unnecessary hair and also tanned for 30-45 days, utilizing the vegetable tanning technique. Thereafter, the skin is dried in sunlight. The dried out skin is cut into pieces of different style and form, based on the shape of the item being made. A top quality canvas is pasted on the interior side to provide durability. However, we don’t rely entirely on pasting which is why every bag is double stitched to finish. This guarantees the final product looks stunning. The numerous pieces are stitched into a handbag, utilizing high quality string. For tough fittings, we use rivets, buckles and buttons, all made of brass. Likewise, we use the best-quality zippers. Finally, the outside of each handbag is applied with vegetable oil to obtain the right color. This also helps make our bag water resistant. The result: we're not simply delivering handbags, we deliver the handbag that's completely right for your own particular need and desire – Handmade by skilled craftsmen, Simple, Efficient and Perfect. We ship our products via DHL/FedEx/Aramex/UPS. After payment is made, it usually takes 5-7 work days from dispatch to reach the buyer's destination. And, we ship worldwide. Features:Color: BrownMaterial: Goat LeatherHandmade in IndiaWater Resistant Dimensions: 10(H) * 16(W) * 4(D)2 Front Pockets1 Small zippered pocket on the inner wall of the bag Disclaimer: Genuine Goat Leather by its nature has some scars (due to markings/cuts on goat skin) which reconfirms that it is 100% pure leather and gives it a perfect vintage look. Also, each bag has a different color shade (and might look a little different from given pictures) which makes each bag unique. Each bag is specially made so there may be a little different smell of leather among several samples. Most of our customers like this leather smell although some don't. However, it usually fades away within 3-4 weeks of regular use.",
  "Title": "Womens Handmade Goat Leather Professional Business Case 16\" Brown Front Pockets",
  "ExcludeShipToLocation": [
    "RU",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "135.0",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169293",
  "Location": "RAJASTHAN",
  "Seller": {
    "FeedbackScore": "0",
    "PositiveFeedbackPercent": "0.0",
    "FeedbackRatingStar": "None",
    "UserID": "robert-pro"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "302000",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-09T00:32:48.000Z",
  "HitCount": "20",
  "TimeLeft": "P5DT9H27M50S",
  "EndTime": "2017-06-08T00:32:48.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Style",
        "Value": "Business Case"
      },
      {
        "Name": "Color",
        "Value": "Brown"
      },
      {
        "Name": "Brand",
        "Value": "Handmade"
      },
      {
        "Name": "Material",
        "Value": "Goat Leather"
      },
      {
        "Name": "Country/Region of Manufacture",
        "Value": "India"
      }
    ]
  },
  "Site": "US",
  "ItemID": "222504614048",
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "Country": "IN",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2225046140488080_1.jpg",
  "HandlingTime": "3",
  "BestOfferEnabled": "false"
}