{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Travel & Shopping Bags:Duffel & Gym Bags",
  "ConditionDisplayName": "New with tags",
  "ConditionID": "1000",
  "PrimaryCategoryIDPath": "11450:169291:80600:169296",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625000037388080_1.jpg",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/7EkAAOSw~y9ZCFad/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/T1QAAOSwT-FZCFae/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/vkoAAOSww9xZCFaf/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/LAsAAOSwtGlZCFag/$_1.JPG?set_id=8800005007"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Fila-FL-LUD-532-BL-Suitcases-32-inch-Lightweight-Rolling-Duffel-Neon-Lime-/162500003738",
  "ConvertedCurrentPrice": {
    "value": "79.78",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Zoluv_Cuv Shop We Always offer the best service, fast shipment and good selection of products Ship out within 1 business dayFree Expedited Shipping!When you purchase through Zoluv_Cuv Shop , We will preparing and shipment within 1-24 hour, The order will delivered to you within 2-4 business day. We always offer the best service fast shipment and good selection of products. FilaFila FL-LUD-532-BL 32-inch Lightweight Rolling Duffel, Neon Lime Gallery FeaturesMade of durable dobby nylonSpacious main compartmentSmooth gliding recessed in-line skate wheel systemInternal handle system that zips away when not in use32-inches x 13-inches x 17.5-inches Product Description Dimension: 5 x 30 x 13 inchs., Weight: 6.15lbs.Travel easily with everything you need with this extra large rolling duffel bag. Band : FilaUPC : 844040018997EAN : 0844040018997MPN : FL-LUD-532Mode : FL-LUD-532COLOR : Neon LimeCategory : SuitcasesManufacturer : Fila LuggageBest Seller 2017 Our Policy- We only accept payments via PayPal and the payment is expected within 3 days after the order.- In the occasional case that the product is discovered to be damaged prior shipping, we will provide a full 100% refund to you within 2 business days.- We provide FREE shipping handling on over 75% of the catalog from our warehouses and suppliers from all over the world.- It should take 1-10 business days for the product to reach your destination. Estimates by eBay FAST N FREE should not be taken for granted as they mostly inaccurate and misleading as reported by our previous customers.- If the product does'n reach your destination within the time limit, please allow additional 1-2 business days in case of postal delays and/or possible technical issues.- If it takes any longer than that, please contact us using the Contact Seller menu, and choose I have a question about using my item or I want to send the seller a message. as the topic to avoid inadvertently opening a case. This will allow us to resolve your issues in a timely manner.- We kindly ask you not to leave a negative feedback before you contact us in case of any problems.- We kindly ask you to give us a positive feedback for our store. We strive to offer you the 5-star products with the best prices and in order to maintain that, the positive rating is a very important factor.Let us create a positive eBay community together! 100% Satisfaction Guarantee: Customers are eligible for returns within 30 days after the product arrives. In case the product arrives damaged or there are any errors in the shipping (e.g wrong item or size), you will not be responsible for the return cost. For any other reasons, you maybe responsible for partial or full return shipping fee. To initiate a return, please go to the Contact Seller menu. Again, please don forget to choose I have a question about using my item or I want to send the seller a message. as the topic. We will then provide you with prepaid pickup labels or Returnof Merchandise Authorization code (RMA) along with the detailed instructions. Please do NOT use eBay generated return labels as they do not contain the relevant return information. Usage of eBay generated return label will neglect the return eligibility for the item. Please only use the return label provided by us to yourPayPal email address upon request ONLY.Important Note : Replacements or refunds will NOT be provided until we have received the returned merchandise, with the exception of cases which returns are not required. Returns may be subject to restocking fee of up to 20% depending on the case by case basis. Shipping Conditions:We have warehouses and certified suppliers from all over the world. For this item, we ship only to the lower 48 states within the United States. We do not ship to APO and PO Box addresses and there is no local pickups. We also do not offer combined shipping for items with shipping costs.Please note: There are possibilities that the items might not ship to your area at a certain time period (e.g during festivals, shopping seasons or excessively high volume order times). In order to ensure that you will receive the product hassle-free, please send us your Zip code via eBay message. This is to ensurethe greatest satisfaction of our dear customers and for us to better fulfill your ultimate shopping experience Thank you for your business, your trust and your confidence. It is our pleasure to work with our customers. Contact If you have any question. Please do not hesitate to contact us. Please send us message via eBay system. We reply every message within 48 hours. If you did not receive our reply. We think maybe we did not receive your message. Please send us message again. Payment Policy Shipping Policy It should take 2-7 business days for the product to reach your destination.If the product doesnt reach your destination within the time limit, please give it an additional 1-2 business days in case of postal delays and/or possible technical issues.If it takes any longer than that, please do not hesitate to contact us to resolve the issues. Feedback Our feedback is VERY important to us. We feel like we offer 5 star services and we would greatly appreciate a 5 star rating on your feedback. We will always return positive feedback for you as well! If you for any reason feel you have not had a 5 star transaction, please contact us before leaving feedback so that we can resolve the situation. Thank you! Return Policy Return Policies ConditionsA) General Return InformationIf you would like to return your purchased merchandise, please kindly contact us via eBay message by choosing I have a question about using my item or I want to send the seller a message. as the topic . We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been received by our warehouses and we can confirm from the tracking number that the item has been delivered. We will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return. B) Return Shipping CostsWe will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any way. As for return due to any other reason, such as change of mind, mistaken purchase, or buyers remorse,you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. C) Return LocationsPlease be informed that our product are being stored and fulfillment by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). There fore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow the accordingly to ensure successful return processes.",
  "Title": "Fila FL-LUD-532-BL Suitcases 32-inch Lightweight Rolling Duffel, Neon Lime",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "79.78",
    "_currencyID": "USD"
  },
  "PrimaryCategoryID": "169296",
  "Location": "New York, New York",
  "Seller": {
    "FeedbackScore": "196",
    "PositiveFeedbackPercent": "99.0",
    "FeedbackRatingStar": "Turquoise",
    "UserID": "zoluv_cuv"
  },
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "PostalCode": "10001",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-05-02T09:56:33.000Z",
  "HitCount": "32",
  "TimeLeft": "P28DT17H3M39S",
  "EndTime": "2017-07-01T09:56:33.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "Fila"
      },
      {
        "Name": "Model Number",
        "Value": "FL-LUD-532"
      },
      {
        "Name": "MPN",
        "Value": "FL-LUD-532"
      },
      {
        "Name": "Size",
        "Value": "One Size"
      },
      {
        "Name": "UPC",
        "Value": "844040018997"
      },
      {
        "Name": "Color",
        "Value": "Neon Lime"
      },
      {
        "Name": "Category",
        "Value": "Suitcases"
      },
      {
        "Name": "EAN",
        "Value": "0844040018997"
      }
    ]
  },
  "Site": "US",
  "ItemID": "162500003738",
  "Storefront": {
    "StoreName": "zoluv_cuv",
    "StoreURL": "http://stores.ebay.com/id=1556234590"
  },
  "AutoPay": "true",
  "BidCount": "0",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Description": "no desctiption",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "Country": "US",
  "SKU": "B019RTVZ8U",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}