{
  "PrimaryCategoryName": "Clothing, Shoes & Accessories:Women's Handbags & Bags:Handbags & Purses",
  "ConditionDisplayName": "New without tags",
  "ConditionID": "1500",
  "PrimaryCategoryIDPath": "11450:169291:63852",
  "PaymentMethods": "PayPal",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODA2WDYwMA==/z/xZIAAOSwy4hUR4Sn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODA2WDYwMA==/z/SlMAAOSwcu5UR4Sp/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODA2WDYwMA==/z/qD0AAOSwR0JUR4Sq/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-G-GUESS-BLUE-JEANNE-WHIPSTITCH-SATCHEL-BAG-HANDBAG-PURSE-/112428671337",
  "ConvertedCurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "QuantitySold": "0",
  "NewBestOffer": "false",
  "Description": "Click Here. Double your traffic. Get Vendio Gallery - Now FREE! GUARANTEED AUTHENTIC G By GUESS JEANNE SATCHEL Normal 0 false false false MicrosoftInternetExplorer4 Brand: G By Guess Color: Blue Condition: New Details: From days at the office to weekend shopping sprees, this versatile carryall is big on head-turning style. Shining whipstitch trim adds an on-trend accent that’s absolutely irresistible. Faux-leather exterior with metallic whipstitch trim. Polished hardware details. Silver-tone logo plaque. Top zipper closure. Interior features a zipper pocket, cell phone pocket and two additional multipurpose pockets. Dual handles with 8” drop. Logo-print lining. 12”W x 11”H x 5”D. Style: #PE419624 Check out my other items! Be sure to add me to your favorites list! AUCTION TERMS: PAYMENT We accept major credit cards via PayPal. All payments must be received within 3 days of the winning bid. If payment is not received within the specified time frame, we reserve the right to sell the item to another buyer. SHIPPING Shipping is discounted at 50% on all additional items (all items after the first item) Most orders are shipped the next business day after payment is received. International buyers: please note that while estimated delivery times are quoted below, our experience shows that actual delivery times may be delayed due to customs and other international shipping conditions. Shipping fees quoted in the auction listing are fixed and non-negotiable unless free shipping promotion is offered . They do not necessarily reflect the actual postage cost. Any duties and customs fees are the responsibility of the buyer. RETURNS All returns are subject to a 20% restocking fee. Item must be in original UNWORN, UNWASHED condition. We MUST be notified regarding a return within 3 days of receipt through Ebay messaging system. All return items must be postmarked within 14 days of receipt. Shipping fees are NON-REFUNDABLE. Buyer pays return shipping fees. FEEDBACK We use an automated eBay feedback response system. If you are happy with the product, please leave positive feedback and I will automatically leave positive feedback for you. If you are unhappy with the transaction for any reason, please contact us first to resolve. If you do leave negative or neutral feedback you waive your rights for support regarding any problems with us and open yourself up for possible retaliatory negative feedback. Please avoid making negative feedback remarks, contact us first if you have any problems! GENERAL We sell ONLY BRAND NEW, 100% AUTHENTIC merchandise. By bidding on this item, you agree to all terms of sale outlined in this listing. We encourage you to check and double check all sizes and measurements described in the listing and compare them to similar items in your wardrobe. We also urge you to inspect all of the pictures available within the listing and ask us as many questions as necessary for you to make the best decision possible. It is your responsibility to carefully research , compare, and choose your product. Please remember that items made from leather suede or denim may have slight variations, deformations, imperfections, etc, which are not considered defects.",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "Location": "Fast Shipping",
  "Seller": {
    "TopRatedSeller": "true",
    "FeedbackScore": "16970",
    "PositiveFeedbackPercent": "99.4",
    "FeedbackRatingStar": "YellowShooting",
    "UserID": "trophy2000by"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "Country": "US",
  "ListingType": "FixedPriceItem",
  "Title": "NEW G BY GUESS BLUE JEANNE WHIPSTITCH SATCHEL BAG HANDBAG PURSE",
  "GlobalShipping": "false",
  "Quantity": "1",
  "StartTime": "2017-06-02T09:45:56.000Z",
  "HitCount": "3",
  "TimeLeft": "P6DT19H17M42S",
  "EndTime": "2017-06-09T09:45:56.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Name": "Brand",
        "Value": "GUESS"
      },
      {
        "Name": "Style",
        "Value": "Satchel"
      },
      {
        "Name": "Color",
        "Value": "Blue"
      },
      {
        "Name": "UPC",
        "Value": "Does not apply"
      }
    ]
  },
  "Site": "US",
  "ItemID": "112428671337",
  "PrimaryCategoryID": "63852",
  "AutoPay": "true",
  "BidCount": "0",
  "Storefront": {
    "StoreName": "Trophy Couture",
    "StoreURL": "http://stores.ebay.com/id=188338852"
  },
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%",
    "RestockingFeeValueOption": "Percent_20",
    "ShippingCostPaidBy": "Buyer"
  },
  "QuantitySoldByPickupInStore": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1124286713378080_1.jpg",
  "HandlingTime": "1",
  "BestOfferEnabled": "false"
}