{
  "QuantitySold": "0",
  "PostalCode": "28213",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Up for sale is this Pepsi-Cola Bottle Cap styled pocket watch with chain. Fresh battery shows it works fine (included with the watch) Shows minor wear, chain is about 12\" long. Make an offer, as I got this yard saling, so first good offer will get it! thanks for looking! Please be courteous and try/plan to make payment within 24 hours of auction's end PLEASE NOTE: because of non-paying bidders, I will make a \"2nd Chance Offer\" within 36 hours, If payment has not been received within 24 hours, or I have not been contacted. Sorry, but delaying payment is not fair to me, or the other bidders. Thank You for your quick payment! Good luck bidding! PLEASE NOTE: My Items' \"condition\" is a general \"as I see it\" description. Sometimes my pictures can make items look better OR worse than in person. Colors can be brighter or duller, and for glass and chrome items, DUST can look like scratches. Also one persons \"fair\" condition might be \"great\" to someone else, hence the reason for good pics if you need better pics or more detailed description of an item, please contact me before you bid! I have always tried to give a good honest description of every item I sell which is supported by my 100% positives since I have been with ebay! Again, please ask questions if there are ANY concerns at all Thanks again for reading and bidding on my items! Item will be quickly shipped to the paypal address YOU have chosen. Please make sure its the correct and current address for you to receive your item(s) \"Lost\" or \"missing\" or \"never arrived\" because of an incorrect address will not warrant a refund! If the package gets delivered (USPS tracked & verified), I will have fulfilled my part. PLEASE note shipping \"costs\" are separate from your bid. The shipping price is non-negotiable at auctions end, and includes shipping, careful packing, etc. As with all auctions, please take this cost into consideration BEFORE you place your bid. ALSO while I do ship worldwide, the charges are extra, and are charged by EBAYs Internation Shipping Service SO if they do not show up, Please contact me, as ebay has issues with its international shipping \"service\"... SOMETIMES it does not show up correctly, and I am sorry, but I cannot cover the cost of shipping internationally ESPECIALLY on \"FREE SHIPPING\" auctions. International WILL be additional! I am looking to buy a 1980 or 1981 Toyota Supra Legato (has a targa top) only interested in the LEGATO (it will have emblems with that name) Please contact me with pictures and price if you have one to sell. RETURN POLICY I DO accept returns, but only if I have grossly misrepresented my item up for auction. So please ask questions, especially if the pictures leave anything out. I try my best to be accurate with my descriptions, but peoples opinions do vary with tastes My \"mint\" condition grading might be someone elses \"new\" or \"used\" so if you do not ask, and you like the picture, I believe I am \"covered\" for an accurate description. Sadly I cannot refund shipping costs to you or back to me. As these are not refundable for ME either. Returns are accepted if I am notified within 48 hours of YOUR receipt, that there is a problem. It then must be returned to me within 5 days of my agreement of a return. I am then HAPPY to refund the FULL winning auction amount, once it arrives safely. (minus restocking fee) I am not responsible any for damages during shipping. I have no control over this. Please notify the shipper of any issues. Electronics are listed as their current condition in the auction. Damage may happen during shipping but I will package for safe arrival. No returns on electronic games or equipment, sorry.",
  "StartTime": "2017-05-02T00:52:03.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTYyWDc1MA==/z/emgAAOSwR29ZB9cm/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAxNFg4MTk=/z/9Q4AAOSwuMZZB9ci/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA3NVgyMDc=/z/ApYAAOSwcgNZB9cn/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/st0AAOSwT-FZB9cp/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "29.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Pepsi Cola",
        "Name": "Brand"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "Includes Chain",
        "Name": "Features"
      },
      {
        "Value": "Quartz 377 Button Cell Battery",
        "Name": "Movement"
      },
      {
        "Value": "V-180",
        "Name": "Model"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Dots",
        "Name": "Display"
      },
      {
        "Value": "V-180",
        "Name": "Serial Number"
      },
      {
        "Value": "Chrome",
        "Name": "Case Color"
      },
      {
        "Value": "Red White Blue",
        "Name": "Face Color"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Material"
      }
    ]
  },
  "Seller": {
    "UserID": "lt-1",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2736",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "7",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1624995165148080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-01T00:52:03.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "29.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_20",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "20%"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pepsi-Cola-Pop-Bottle-Top-Pocket-Watch-Chain-Red-White-Blue-Dial-and-RUNNING-/162499516514",
  "Location": "Charlotte, North Carolina",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Pepsi Cola Pop Bottle Top Pocket Watch & Chain Red White Blue Dial and RUNNING!",
  "Storefront": {
    "StoreName": "lt-1",
    "StoreURL": "http://stores.ebay.com/id=939772"
  },
  "ItemID": "162499516514",
  "PaymentMethods": "PayPal",
  "TimeLeft": "PT6H6M34S"
}