{
  "QuantitySold": "0",
  "Title": "Disney Winnie the Pooh Pocket Watch original box",
  "PostalCode": "33156",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Disney Winnie the Pooh Pocket Watch original box Description Disney Winnie the Pooh Pocket Watch rare. It is in Mint condition. I have this over 12 years original box never used it is per owned for I own it but never used it.. Purchased from Disney parks many years ago Never Used. PLEASE NOTE Disney watches comes with cheap batteries it is high recommended you change the battery when you get this watch at your expense. Remember I am here for you at any time and I am very happy to answer any of your questions. International bidding is welcomed This item comes to you from a smoke free home. Check out sellers other great bargins this week. This picture does not do this item any justice at all must by it to see for your self Good luck with your bid and I hope you win. International Buyers – Please Note: new rules at ebay requires me to add this to my listing • Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. • Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. Other information a seller may wish to include: • These charges are normally collected by the delivering freight (shipping) company or when you pick the item up – do not confuse them for additional shipping charges. • We do not mark merchandise values below value - US and International government regulations prohibit such behavior. If you have any questions regarding this matter please feel free to e me though ask seller a question. I am here for you any time I care about making you happy. Payment and Shipping Info are in USA Dollars and these amounts are for USA residents only. Shipping outside of the USA will be more. Email seller for cost if you are outside. Payment Options Paypal payments required as per ebay rules. I will only ship to paypals provided mailing address. If you want something different contact me to work this out. Seller offers a Lay A Way Plan, term to be worked out between buyer and seller at the close of the auction. I would like to get 25% non refundable deposit and the balance to be arranged to fit your pocket book. Please email me with any of your needs or special requests I am here for you. Shipping/Handling $0.00 Delivery Conformation is included for USA buyers is included in S&H cost listed here. Shipping outside of the US will be more. INTERNATIONAL S&H Rate There is no item that I can ship Internationally for free. If the item ends with a free shipping charge please give me a chance to send you an invoice from ebay with the proper shipping cost. Do not pay the invoice if the invoice says free shipping if you are outside the USA. Shipping Options FedEx - ups ground - usps priority mail, class, parcel post Mail the shipping cost listed for USA buyer applies to s&h cost listed here at sellers choice. I ship many different sized items and I use different methods for different item or items. Sales Tax 7% for Florida in-state buyers please add the tax to the total Terms All payment are expected to be received 7 days if you need an extention I will be happy to let you have it I just need to know. Please free to ask any questions before you bid. The item you will receive is exactly what is described above. Please read what you are buying if not sure ask questions. . Do not read into anything title, discription and picture should match. If it does not email me if there is a error in the listing I will fix it immediately I am only human. You will get what I have posted. PLEASE READ! To Insure for Perfect Buyer experience please be sure that you read what you are buying and that you want this item before bidding. Ask any questions you may have before you place your bid or your purchase on my item. Shipping and handling cost I include: shipping cost, handling fee, Delivery Conformation for all USA buyers. International shipping cost email seller I ship all over the world. When auction ends I will send you an email telling you have won. If I do not hear from me please contact me. S&H is required on all transactions. Except if free s&h is offered to USA buyers. Delivery for Larger pieces may take longer. I have some of these pieces I have professionally packed. Please be patient when I ship these pieces. Each carrier has different rules. For these services you can check on line to find out where your package is in transit. If a package is lost your item will either be replaced if another one is in stock or refunded if stock is sold out. You will be protected against loss or damage if this should occur. If damage occurs please read I must be notified immediately within 24 hours of your receiving damaged item. I will hand it professionally for you . The post office does not loose item but if this should happen please read Post Office rules. For lost parcels, you must wait 21 days domestic and 45 days for International shipments. For shipments to Italy, you must wait 60 days. The post office rarely looses or damages packages. Please give time for your package to arrive. Do not worry about anything you are protected. Please be careful when your package arrives to unpack your package carefully. Suggestion open over a soft surface to avoid damaging your item. If a there should be a claim for either loss or damage the buyer will be required to fully cooperate with the seller to and provide the proper documentation and paper work that would be required to file a claim for loss or damaged. Paper work must be done in a timely manner. I should receive all documents requested within 3-5 working days. International Shipments additional processing time; they need to be manually taken to the Post Office. • Sometimes shipping time may take longer than normal. Sometimes packages are held in Customs for a variety of reasons. Please be patient. Packages are not considered lost until 45 days after the package has been shipped. At the request of buyer or for some countries registered mail may required/or requested at buyer’s expense. All buyer USA and International please 1. Please read what you are buying if not sure ask questions. Do not read anything into this listed that I do not say! The Title, Description and Picture should match. If it does not email me if there is an error in the listing I will fix it immediately I am only human. You will get what I have posted. 2. Shipping cost are stated here for USA buyers in all my auctions and I know that I ship quickly (international buyers please email me for s&h cost). Each package I ship there is handling cost added to the cost of actual shipping. I have a varied inventory and this makes handling fees vary. For example: The handling fee for a pin would be different then sending for a collectible, art work etc. Some packages require more supplies which have become very costly we try and cut corners as best we can but every day we are faced with more expenses. Some of my packages are packed and shipped by a privately owned packing house. These packages take longer to prepare for shipment I have no control when they will ship I will email you as soon as they ship. These are Large pieces. Shipping time will take longer than normal on large pieces. 3. Shipping Time If a package is delayed you will know why if the problem is on my end. This way you are never disappointed in my shipping time. I really try hard to do my best. 4. Shipping notices I send out I send out direct emails to you when I have either processed or shipped your package and give you the shipping date in this email for all post office shipments along with delivery conformation numbers USA buyers, for international buyers you will have the CJ, LC or LN numbers come in this email. Some emails have not been accepted by some email spam filters. I also try to send you an email though my ebay that notice not will not show the actual date of the shipment and will just say that your package has been shipped. For the expensive or bulky item such as some toys, collectibles, art work etc I use DHL, FedEx or UPS. Some emails from my ebay may not come with tracking numbers when I use these services. If you want them email me for them and I will be happy to email them to you. I do not ship over the weekends. 5. Shipping Time Remember I have no control over shipping delays once I have shipped out your package. I try to please everyone but sometimes this is an impossible task I hope that I meet your full expectations and you are happy with my service. If I do not please tell me where I can improve. Remember I am only human! You are buying from someone who cares and you can trust You can see by feedback that I already have on ebay. ******* Good luck with your bid and I hope you win. . Do you want to be notified of my sales and specials? Be sure to sign up for my Email service for new listings and add me to your eBay Favorites List! On Jan-11-16 at 09:37:38 PST, seller added the following information:",
  "StartTime": "2017-05-28T22:01:27.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDMzWDUwOQ==/z/7U8AAOSw7aBVGSrP/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "199.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "over 12 years old",
        "Name": "Age"
      },
      {
        "Value": "Winnie the Pooh with figurine",
        "Name": "Features"
      },
      {
        "Value": "many years ago Never Used.",
        "Name": "Purchased from Disney parks"
      }
    ]
  },
  "Seller": {
    "UserID": "toysbyrena",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "14965",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "3",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2225274270718080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-27T22:01:27.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "199.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or replacement (buyer's choice)",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Disney-Winnie-Pooh-Pocket-Watch-original-box-/222527427071",
  "ConditionDescription": "Please read description below DO NOT READ ANYTHING INTO LISTING THAT IS NOT STATED.  Any questions please ask before you buy Sold AS IS condition.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Miami, Florida",
  "Storefront": {
    "StoreName": "Disney Toys Collectibles by Rena",
    "StoreURL": "http://stores.ebay.com/id=244938"
  },
  "ItemID": "222527427071",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P27DT3H26M26S"
}