{
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Middle East",
    "Southeast Asia",
    "South America"
  ],
  "QuantitySold": "0",
  "Title": "POCKET WATCH Centennial Status of Liberty plus American Eagle Limited Edition 19",
  "PostalCode": "85029",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "This beautiful gold pocket watch was issued by the American International Mint as a commemorative for the Centennial of the Statue of Liberty which dates this watch to 1976. It includes a Certificate of Authenticity, an instruction sheet, and a registration form. It has never been used. It has an 11” chain attached. The watch measures approx. 2” in diameter and approx. .5” thick. One side has an American Eagle and the other is the Statue of Liberty. It is still in its original box. If you’re looking for relief from the impersonal giant eBay stores - I run a small, personal-attention-type store. I always have the item that is described in the auction. I always give a detailed description of the exact item you are bidding on and will receive. I do not use stock photos; you will always see the exact item. I will answer all your questions. Everything is wrapped carefully; books are wrapped in plastic wrap and bubble wrap. You will always deal with just one person – me. I have excellent feedback; you can bid with confidence. Thanks for dropping by. I mail in a sturdy box. I always include a Delivery Confirmation. If shipping costs are not specified for your international location, you may email and ask for rates. Shipping costs may be less if you win multiple auctions. If you buy multiple items from me, please wait for an invoice before making payment. I describe to the best of my ability and experience. If you have any questions about the condition or description of the item, please ask before you bid. All sales are final unless I have mistakenly misrepresented this item. Payment is expected within 10 days or I can relist. Non-paying buyers will be reported to eBay. You can still pay me without having a Paypal account. If you don’t have a PayPal account, you’ll be automatically directed to a secure page in eBay checkout where you can enter your credit card information. This will also work if you don’t remember your PayPal password. OTHER INTERNATIONAL BIDDER INFORMATION: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up; they are not additional shipping charges from me. I do not mark merchandise values below value or mark items as \"gifts\" - US and International government regulations prohibit such behavior. Click on store links on the left for vintage jewelry, collectibles and lots and lots of books. See my store, Pendragon Books and Oddities, by clicking: If you like what you see, please be sure to add me to your favorites list!",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/~wAAAOSwo4pYQ0Dj/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/HaYAAOSwiDFYQ0Dl/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/8fsAAOSw4GVYQ0Dn/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/HgsAAOSwiDFYQ0Dp/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "8.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Gold",
        "Name": "Case Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Roman Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Full Hunter",
        "Name": "Closure"
      }
    ]
  },
  "Seller": {
    "UserID": "pendragonbooks2005",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "3309",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "StartTime": "2017-05-19T19:16:46.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525544844578080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-18T19:16:46.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "8.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "Europe",
    "CA",
    "MX",
    "JP",
    "AU",
    "NZ"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Returns must be requested via email, within 30 days of receipt.  If you have any problem with an item, email me the details and we’ll see what can be worked out. Do not return the item without approval.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/POCKET-WATCH-Centennial-Status-Liberty-plus-American-Eagle-Limited-Edition-19-/152554484457",
  "ConditionDescription": "Fine condition, one owner. See more detail below.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Phoenix, Arizona",
  "Storefront": {
    "StoreName": "Pendragon Books and Oddities",
    "StoreURL": "http://stores.ebay.com/id=24203791"
  },
  "ItemID": "152554484457",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P18DT37M41S"
}