{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "125.99"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Roman Numeral Pocket Watch Deluxe Box Mechanical Gold Vintage Style NecklaceLimited Stock - Order Now! This Roman Numeral Pocket Watch is complete with double-sided, engravable cover and skeleton dial, this Gold-Plated Mechanical Pocket Watch is an heirloom-quality timepiece with a modern twist. A 14.0K gold-plated brass case and matching curb chain looks classic and gorgeous next to a crisp white outer dial, showcasing black-tone Roman numeral hour markers. A mineral glass crystal offers resistance against wear and tear, while 17-jewel mechanical movement assures reliability and precision. This attractive watch arrives in a deluxe blue gift box. It comes with a variety of features including gold plating, a jewel mechanical movement and a skeleton dial make this pocket watch an elegant timepiece that is sure to be treasured for generations to come. It comes with a curb chain so it is both simply accessible and a snap to keep secure while in your pocket Roman Numeral Pocket Watch. Imported item14.0k gold-plated brass 47.0mm double hunter case with a matching curb chainFeatures a skeleton dial with roman numeralsComes with 17 jewel mechanical movementAlso comes with an elegant gift boxDimensions: 5.1 x 4.60 x 1.50 inches Question: Is the watch very small?Answer: The watch is beautiful!!! It's just the right size. My husband is very proud of his watch. 5.0 out of 5 stars Nice pocket watch - excellent gift!Verified PurchaseThe pictures make this look a little too \"shinny\" and almost \"fake\" in real life the gold tone and design is much more handsome for sure. I purchased this for my 7 year old son to teach him about timepieces and how to tell the time on an analog watch (and a little about how to respect and care for things). I wasn't expecting to find such a nice timepiece but have been really impressed I think I'll buy once (perhaps one in silver and gold). I'm not too sure what the reserve time is but would expect it to be less than a day but who knows perhaps one could go longer without winding it. The plating seems to be of nice quality and is polished to a nice sheen. The double \"hunter\" covers are what he wanted and both open with a consecutive push of the crown. For less than half this watch's cost I'd imagine you could get a real basic manual watch but would also end up with a gaudy/ugly watch - this one is very nice looking and tasteful. I doubt that this will ever become an heirloom but would make a nice statement compared to a $20 timex wristwatch or no watch at all - which seems to be the trend with cell phones receiving time off network. At the price I'd say this is a \"buy\" for sure. You may be able to find a 100 year old watch for about double this one's cost but it would probably require work to get it or keep it going - this piece may lack a bit of the antique's \"charm\" or \"history\" but you'll actually get to use this one (not continually be back at the watch shop) and also not feel guilty about putting it in your pocket day after day. ========== TOTALLY FREE SHIPPING =========== We are striving to be a 100% positive eBay seller. We sell only NEW highly rated products from the overstock, shelf pulls and surplus of large retailers from local warehouses in order to provide our customers the best possible item for the price. In order to ensure delivery availability to your home please message us with your zip code prior to ordering. Shipping in the continental 48 U.S. States only for U.S. addresses. *International shipping with eBay’s Global Shipping Program. No shipping to APO/FPO/DPO/P.O. Boxes, only physical addresses, sorry. I cannot combine shipping and there is no local pick up. Return PolicyWe offer a 14 Day HASSLE FREE Return Policy. If you are not satisfied, PLEASE CONTACT US first for our CUSTOMER SATISFACTION GUARANTEE.Do NOT return the item before contacting us, we ALWAYS answer. Any return has to be in its original packaging and include a R.A. Number PROVIDED BY US.Buyer’s remorse is not grounds for refunds. Please read the Product Description CAREFULLY. We do not accept returns due to buyer’s mistakes. B002NSMFFKRL-A90A 20% Restocking Fee applies to all non-defective Roman Numeral Pocket Watch.",
  "StartTime": "2017-05-03T02:04:29.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTEwWDUxMQ==/z/SLUAAOSwIgNXluHw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTExWDUxMw==/z/SNEAAOSwIgNXluHy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTA5WDUxMQ==/z/mqkAAOSwaB5XluH1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTEzWDUxMQ==/z/mtQAAOSwaB5XluH4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTExWDUxMg==/z/rVgAAOSwENxXluH-/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "2",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Charles-Hubert",
        "Name": "Brand"
      },
      {
        "Value": "Gold Plated Brass",
        "Name": "Material"
      },
      {
        "Value": "3575-G",
        "Name": "MPN"
      },
      {
        "Value": "Double Hunter",
        "Name": "Closure"
      },
      {
        "Value": [
          "Includes Chain",
          "Roman Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical: Automatic/Kinetic",
        "Name": "Movement"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Gold Plated",
        "Name": "Case Material"
      },
      {
        "Value": "Regular",
        "Name": "Size Type"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "Watches Analog Brass Antique Looking",
        "Name": "Use"
      },
      {
        "Value": "811233010977",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "on_sale_here",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1459",
    "PositiveFeedbackPercent": "98.4"
  },
  "HitCount": "13",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529164863218080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-02T02:04:29.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "125.99"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "We offer a 14 Day Return Policy. If you are not satisfied, please CONTACT us, we ALWAYS answer. Do NOT return the item before contacting us. Any return HAS to be in its original packaging and include a Return Authorization Number provided by us. A 20% Restocking Fee applies to all non-defective items. Buyer’s remorse is not grounds for refunds. Please read the Product Description CAREFULLY. We do not accept returns due to buyer’s mistakes.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Roman Numeral Pocket Watch Deluxe Box Mechanical Gold Vintage Style Necklace NEW",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Roman-Numeral-Pocket-Watch-Deluxe-Box-Mechanical-Gold-Vintage-Style-Necklace-NEW-/252916486321",
  "Storefront": {
    "StoreName": "nanashouse1969",
    "StoreURL": "http://stores.ebay.com/id=1089970450"
  },
  "ItemID": "252916486321",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P1DT7H19M38S"
}