{
  "ExcludeShipToLocation": [
    "APO/FPO",
    "MX",
    "CV",
    "MU",
    "AM",
    "CN",
    "FJ",
    "AT",
    "DE",
    "IE",
    "JE",
    "CH",
    "GB",
    "GT",
    "MQ",
    "HK",
    "ID",
    "MO",
    "TW",
    "BO",
    "CL",
    "PE",
    "PO Box"
  ],
  "QuantitySold": "1",
  "Title": "Unisex Men Women Burton's Nightmare Before Xmas Necklace Pendant Pocket Watch DH",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "3.15"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "We will carefully check every item before shipment. The quality is guaranteed! Note: Russian buyers were required to fill in the full name ( normally including the name, father's name and surname,three individual words) in the shipping address to pick up the item as the Russian postal policy adjustments. Product Features: Watch Movement: Quartz Watch Size: About 5.0cm*3.2cm Watch Thickness: About 1.2 cm Total Length of Chain: About 80 cm Package Content: 1 x Pocket Watch 1 x Chain PAYMENT Only through PayPal SHIPPING Thanks for your bid. 1. Item will be shipped from Hong Kong post on the 48 hours after your full payment has been received. 2. Rate the seller on the time it took to mail the item, not the time it took you to receive the item!! See the ebay policy here Delivery time: ----By Airmail: Generally, about 2-3 weeks to UK, USA, AU. ----By Express: Generally, about 5-10 working days to UK, USA, AU. ----delivery to US, UK, Australia and Canada usually takes 7-14 working days; ----delivery to countries except US, UK, Australia and Canada usually takes 7-21 working days; ----We can also ship the item through express service like DHL, UPS, if you are ready to pay the extra charge. To know the details please contact us with email. We ship to eBay address. Please make sure your address in ebay is matched with your shipping address before you pay. The images are for reference only. Please take the item you get as the standard. International Buyers Please Note: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer responsibility. Please check with your country customs office to determine what these additional costs will be prior to bidding/buying. We will NOT be responsible for any delay during delivery including but not limited to customs postage checking, strike, force majeure etc. As a buyer, it is your duty to pay the tax when you make a order from abroad. Our price does not include taxes, VAT, or other hidden charges. Note: Russian buyers were required to fill in the full name ( normally including the name, father's name and surname,three individual words) in the shipping address to pick up the item as the Russian postal policy adjustments. TERMS OF SALE Return & Refund Refund or replacement request is available only the requests within 1 week after parcel received & returning the item as the same condition as received. Please contact us to request a return authorization. Your name, auction number, and reason for return should be included in the email. All items returned must contain all original packaging materials. Please repack the item carefully. Items returned will be tested and a new replacement will be shipped to the buyer immediately when found defective. In the event that a suitable replacement is not available then a refund will be issued. Shipping, handling and insurance fees are non refundable. If the item is found non-defective, the item will be sent back to the buyer at buyer's expense. Items returned without RMA number will be refused and returned to the sender. Buyer is responsible for All Return Postage and Shipping Charges. Buyer is responsible for additional shipping costs for items that are returned refused and/or undeliverable. We do not accept any returns without an authorization number on the box or label it is being returned in. ABOUT US Our working time: Hong Kong time :Monday to Friday 9:30 am to 6:30 pm. We do not work on holidays in Hong Kong. if you send email to us, it will be resumed within 1 working days . If you are not satisfied with the product or service ,please contact us and don't give us negative or natural feedback,We must give you a satisfactory solution. Feedback & DSRs (Detailed Seller Ratings). We depend on our eBay reputation and customer satisfaction to succeed.Therefore, Your feedback and DSRs are extremely importantto us as better DSR scores affect our search placement on eBay. We would like to earn your good feedback and 5 star DSR rating. Your action will help us offer our milk and bread . If we have not given you reason enough for 5-star grades on each DSR then please let us know how we can earn your 5-star rating before submitting yourscores! CONTACT US Contact us through ebay message in English On Apr-10-17 at 21:06:13 PDT, seller added the following information:",
  "StartTime": "2017-04-11T04:01:43.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/GWkAAOSwLqFV7sjX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/AtgAAOSwQPlV7sjW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/UPMAAOSwUuFW2Cys/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/0mUAAOSwiLdV7sjW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/QJMAAOSwHmhV7sjW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/0oAAAOSwiLdV7sjX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/AvkAAOSwQPlV7sjX/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "HighBidder": {
    "UserID": "a***m",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "345",
    "FeedbackPrivate": "false"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "6",
  "Country": "HK",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Seller": {
    "UserID": "dancing-hot",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "30880",
    "PositiveFeedbackPercent": "97.6"
  },
  "HitCount": "94",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1726204423658080_1.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "3.15"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "EndTime": "2017-06-10T04:01:43.000Z",
  "SKU": "EC-1290",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Unisex-Men-Women-Burtons-Nightmare-Before-Xmas-Necklace-Pendant-Pocket-Watch-DH-/172620442365",
  "Location": "Hong Kong",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "Storefront": {
    "StoreName": "dancing-hot",
    "StoreURL": "http://stores.ebay.com/id=1237772584"
  },
  "ItemID": "172620442365",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P9DT9H13M53S"
}