{
  "QuantitySold": "0",
  "Title": "Pink Metallic Butterfly Art Womens Lobster Claw Clip On Watch Ultra Slim & Light",
  "PostalCode": "19128",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "3",
  "ConditionDisplayName": "New without tags",
  "Description": "RETAIL PRICE IN FINE DEPT AND JEWELRY STORES IS $29. It's less on the internet, but not as low as what you'll pay from us!! But, why pay that? Our low price will save you a bundle! Buy with confidence. If you get it and don't like it, for any reason, return it for a full refund. Our feedbacks speak for themselves. PAYPAL ONLY QUESTIONS WE GET ASKED: (PLEASE READ) Is the watch genuine or is it a knock-off? I've been collecting watches for over 50 years and during that time we have never sold a phony. I guarantee all brands to be absolutely authentic. Are they used or refurbs? If I say it is new, it’s new. Does it have a new battery and how long will it last? We install a new battery when watch is listed. It can last anywhere from 3-5 years. Or longer. Does the watch come in the original box? Unless we say in the watch description that it does, it does not. If you want it in the original box with all the papers, then you are better off buying from a retailer at a higher price. After all, you wear the watch, not the box. Is it worth the extra $50, or whatever, to have a nice box at home in the dresser? There is no difference in the watch. How can you sell at such a low price? These watches are discontinued models, old store stock, display models, or salesman's samples. We’re retired and do this for a hobby, not as a way to get rich. We have fun and you get the best deal...now there is a WIN-WIN situation! Main Features: Model: V180 Pocket BUTTERFLy Art Item Shape: RoundDisplay Type: AnalogCase material: Stainless steelCase diameter: 30 millimetersCase Thickness: 6 millimetersDial color: Pink with Silver Arabic Numerals & Hour Marks Material: All Metal & Stainless steelBezel function: StationarySpecial features: includes a seconds-handMovement: \"Bulletproof\" Tough Japanese-Quartz Analog Feedback: When you contemplate leaving feedback, know your feedback is VERY important to me. If you like the watch and get good service from me, please leave positive feedback. IT MATTERS! Please contact me otherwise for prompt resolution. ALL OF MY TIMEPIECES ARE GUARANTEED AUTHENTIC Auction Sales Policy: •Your bid is a contract - Place a bid, or select Buy it Now only if you're serious about buying the item. If you are the winning bidder, you will enter into a legally binding contract to purchase the item. If the seller is unable to establish contact with the winning bidder within 3 days of the end of the auction or if payment is not received within 3 days, item may be offered to the next highest bidder or re-listed at the seller's sole discretion, and non-payer case will be opened with eBay. •Bidders please note that I accept PayPal ONLY. •Please ask questions before you buy! Shipping Details: •Orders are generally shipped on the day after full payment confirmed International Buyers – Please Note: •Import duties, taxes, VAT and delivery charges are not included in the item price or shipping charges. These charges are the buyer's responsibility •It takes 7-20 business days to arrive in country, and then it has to be inspected by your country's customs agents. Please allow adequate time before inquiry •Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying •These charges are normally collected by the delivering freight (shipping) company or when you pick the item up – do not confuse them for additional shipping charges •Inspection time for your country's customs are not included in estimated shipping times Payment Details: •PayPal Returns: •This watch is returnable for any reason; even if you don't like your item, bad color for you, too small, too big, etc; please see details under Shipping and Payments. •Buyer must contact me to initiate a return within 14 days. Contact: •Click on the contact link and follow instructions •Once payment is cleared, I will usually ship product within 2 business days or less •Contact me with any questions please. We combine shipping. Simply place your items in your cart before you pay, and discounts will automatically apply. This cannot be done after you pay, or if you pay for items separately! Contact us 1.We strive to deliver 5-star customer service. If you have any questions, please contact us. PS: Please choose \" other\" when you did not receive the item or the item does not match the description. We will be very grateful if you can do that. We will resolve the problem as soon as possible ASAP. 2. We will reply your email within 1 business day (except weekend and holiday). 3 .Your satisfaction is important to us, If you are satisfied with our item or service, please give us a positive feedback and 5 -Star DSRs rating. For combined shipping discount just place items in your cart and \"request total\". We will invoice you with the appropriate discounts. Shipping will be the highest amount plus 99 cents for each extra item. Free shipping items ship free. Formerly this was automatic, but with multiple simultaneous sales, and random free shipping specials, we now do this by hand. Once you request a total, your items are reserved just for you. Please DO NOT pay before you get our invoice; we can't undo shipping errors once it's paid for. Please DO pay the paypal invoice upon receipt. We were set up to expect immediate payment, and that's the closest thing to it. Thank you for your purchase. We strive to earn great 5 star ratings, your satisfaction, and your repeat business.",
  "StartTime": "2017-05-21T04:52:09.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/HRAAAOSwJ4hY-X76/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NFgxMzcz/z/wMAAAOSwVm5Y-X~K/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/TuEAAOSwJ4hY-YBo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTIwWDEzMzA=/z/dqcAAOSwHptY-X9u/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODE2WDcxNw==/z/TGAAAOSwSypY-X-q/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTY3WDk3Ng==/z/MIQAAOSwmCVY-YAV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Tu8AAOSw5UZY-X8T/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0tgAAOSwvihY-YC6/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/4vgAAOSwBOtY-X~p/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0IYAAOSwkShY-YB-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/1PUAAOSw53NY-YCo/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "18.55"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "V180",
        "Name": "MPN"
      },
      {
        "Value": [
          "Stainless Steel",
          "Metal"
        ],
        "Name": "Material"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": [
          "12-hour Dial",
          "Seconds Hand",
          "Lobster Claw Clip with 360 degree Swivel Included",
          "Non-Numeric Hour Marks",
          "Glassified Crystal",
          "Anti Shock",
          "Dust Proof",
          "Pictorial Face",
          "Ultra Slim",
          "Ultra Light",
          "All Metal",
          "Sun Ray Dial",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Pink",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "30 mm",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "Butterfly Art",
        "Name": "Model"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "6mm",
        "Name": "Thickness"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "zippy451",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1280",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "4",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1423896092698080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-20T04:52:09.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "18.55"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_20",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pink-Metallic-Butterfly-Art-Womens-Lobster-Claw-Clip-Watch-Ultra-Slim-Light-/142389609269",
  "ConditionDescription": "NEW BATTERY MAY 2017. BEAUTIFUL WATCH IN GREAT SHAPE KEEPS ACCURATE TIME!",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Philadelphia, Pennsylvania",
  "Storefront": {
    "StoreName": "Click Here to see Coins and Watches",
    "StoreURL": "http://stores.ebay.com/id=12782151"
  },
  "ItemID": "142389609269",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P19DT10H13M36S"
}