{
  "ExcludeShipToLocation": [
    "TR",
    "DE",
    "AT",
    "BE",
    "BG",
    "CY",
    "HR",
    "DK",
    "ES",
    "EE",
    "FI",
    "FR",
    "GR",
    "HU",
    "IE",
    "IS",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NO",
    "NL",
    "PL",
    "PT",
    "RO",
    "GB",
    "CZ",
    "SK",
    "SI",
    "CH",
    "SE"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "32.1"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Neuf sans étiquettes",
  "Description": "Gravé Plaqué Or Montre de poche- Father Of The Bride Message gratuit gravés au revers. Photo du produit réel Description du produit De remboursement 30 jours Garantie Livré partout dans le monde expédiés à partir du Royaume-Uni Le trading en ligne pour plus de 10 ans Notre montre de poche réalisée par Ravel avec mouvement à quartz, est livré avec une chaîne 12 pouces, la montre mesure environ 45 mm sur l&#39;avant, et comporte une garantie de 12 mois pour votre tranquillité d&#39;esprit. Compléter dans sa propre boîte-cadeau de luxe. Un cadeau idéal pour quelqu&#39;un de spécial ou sur le grand jour, le prix comprend la gravure illimité de texte / votre message sur l&#39;inverse. S&#39;il vous plaît nous dire votre message lors de la commande, la police vous avez besoin que votre message soit gravé dans la liste sur la droite, que la date du mariage et le nom d&#39;apparaître sur le devant de la montre. TraitsPrésenté dans une boîte cadeau. RetoursSi pour une raison quelconque vous n&#39;êtes pas satisfait de votre achat, nous vous rembourserons le prix d&#39;achat (hors p &amp; p) dans les 30 jours, s&#39;il vous plaît s&#39;assurer que tous les retours sont retournés inutilisés et dans leur emballage d&#39;origine. Emails / QuestionsSi vous avez des questions, veuillez nous contacter à l&#39;adresse:Veuillez utiliser le système de messagerie d'eBay affranchissementLa plupart des articles seront publiés sous 1 - 2 jours ouvrables après le paiement s&#39;est dégagé, par l&#39;intermédiaire de 1ère classe des services de Royal Mail. Articles dans d&#39;autres pays seront affichés via la poste aérienne. Affranchissement combiné est disponible sur la plupart des articles, merci de nous contacter d&#39;abord pour les prix. RèglementPaiement peut être effectué via PayPal, tous les crédits et s, personnels et arrêtés. Les éléments versés par PayPal e s et s personnels ne seront pas expédiés jusqu'à ce que le paiement a été compensé. Généralement 3-4 jours ouvrables. s et clients britanniques seulement. Tous les chèques et s être payable à la famille-Crests.com. Si vous souhaitez effectuer un paiement de téléphone vous pouvez nous contacter sur 621881 01646 TVATous les prix indiqués incluent la TVA britannique à 20% Famille-Crests.com9 Apley Terrasse, Pembroke Dock, Pembrokeshire SA72 6HJTel: 01646 621881 Fax: 01646 621977 Le 07-Aug-08 à 20:15:15 CEST, le vendeur a ajouté les informations suivantes: Vendeurs: acheteurs Delight. Obtenez votre propre carte des acheteurs passés.",
  "StartTime": "2017-04-29T05:32:49.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/05/!BnbcweQBGk~$(KGrHqIOKkQEtjG,3w8kBLjbU3p-qw~~_1.JPG?set_id=8800005007"
  ],
  "Site": "CanadaFrench",
  "ConditionID": "1500",
  "PrimaryCategoryName": "Bijoux & montres:Montres, pièces, accessoires:Montres de poche/gousset:Modernes",
  "PrimaryCategoryID": "3938",
  "Quantity": "5",
  "Country": "GB",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "N' Appliquer",
        "Name": "Caractéristiques"
      },
      {
        "Value": "- Sans marque/Générique -",
        "Name": "Marque"
      }
    ]
  },
  "Seller": {
    "UserID": "family-crests",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "46142",
    "PositiveFeedbackPercent": "99.5"
  },
  "HitCount": "4",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3224984571628080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-28T05:32:49.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "CAD",
    "value": "43.23"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 jours",
    "Description": "Notre souhait est que vous soyez entièrement satisfait(e) de votre achat, mais nous reconnaissons qu'il peut arriver que vous vouliez retourner un article. Cette politique de retours est conçue pour simplifier le processus de retour.\r\n \r\nVeuillez prendre soin de l’article. Examinez-le de la même façon que vous le feriez si vous étiez dans un magasin. N’utilisez pas le produit une fois que vous avez décidé de le retourner.\r\n \r\nComment procéder si vous changez d'avis et ne voulez plus conserver votre achat ?\r\n \r\nVous pouvez annuler cet achat. Veuillez noter que nous n'acceptons pas d’annuler un achat s’il s’agit d’articles fabriqués sur-mesure ou, pour des raisons d'hygiène, de maillots de bain, lingerie, bijoux pour piercing et oreilles percées, quand la languette de protection a été retirée. De même, nous n'acceptons pas les retours de cassettes vidéo, de CD, de DVD ou de logiciels si vous avez ouvert l'emballage.\r\n \r\nPour annuler votre achat, veuillez nous contacter. Nous vous fournirons alors l’adresse de retour.\r\nSi vous avez déjà reçu l'article, vous devez le retourner intact et en bon état à cette adresse. Dans certains cas, nous pouvons envisager de récupérer l’article à votre domicile.\r\nNous effectuons le remboursement intégral de votre achat, y compris les frais de port initiaux.\r\nLes frais de retour sont à votre charge.\r\nNous ne facturons pas de frais de remise en stock ou d'autres frais de gestion\r\n \r\nComment procéder si votre article est erroné, endommagé ou défectueux ?\r\n \r\nSi vous pensez que l'article que vous avez acheté est erroné, endommagé ou défectueux, veuillez nous contacter pour trouver une solution.\r\n \r\nCette Politique de Retours n'affecte pas vos droits légaux, eu égard aux articles défectueux ou dont la description est erronée. Pour plus d'informations sur vos droits et sur les obligations des vendeurs professionnels, veuillez consulter le guide des obligations du vendeur professionnel.",
    "ShippingCostPaidBy": "Acheteur",
    "Refund": "Remboursement",
    "ReturnsAccepted": "J'accepte le renvoi des objets"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Pembrokeshire",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Father of the Bride Gravure Personnalisée Montre À Gousset",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Father-Bride-Gravure-Personnalisee-Montre-A-Gousset-/322498457162",
  "Storefront": {
    "StoreName": "The UK Gift Shop",
    "StoreURL": "http://stores.ebay.com/id=161017805"
  },
  "ItemID": "322498457162",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P27DT10H47M9S"
}