{
  "ExcludeShipToLocation": [
    "HK",
    "MY",
    "MX",
    "NG"
  ],
  "QuantitySold": "0",
  "Title": "Nice Hunter Style Quartz Colibri Pocket Watch with Chain in Gold Tone",
  "PostalCode": "63132",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "PLEASE READ ENTIRE DESCRIPTION BEFORE PURCHASING For Sale: (1) Nice Hunter Style Quartz Colibri Pocket Watch with Chain in Gold Tone Please see pictures for more details! This nice quartz pocket watch features a brushed satin finish with the Hunter style case. This watch does come with a gold tone rope chain at 11\" long. The dial is black with gold hands a a small crystal at the 12 o'clock position. The back does pop of for installation of a new battery. This watch is running and is a mechanical hand winding watch. There are a few pits on the front of the watch as shown in the pictures. This is a great piece. Specifics: Colibri Quartz watch Watch is 40 mm or 1 5/8\" in diameter and 1/4\" thickRope gold tone chain is approx. 11\" long -------------------------------------- If you have any questions regarding this item or pricing, please feel free to contact us :) Due to scammers replacing our authentic watches with fakes upon return, please be 100% sure of your purchase before buying, as we do not offer refunds. We are more than happy to provide any specific pictures, or answer any questions you have regarding our items :) All watches are confirmed Authentic by our Master Watchmaker before being listed for sale. ALL INCLUDED ITEMS ARE IN PICTURES If description states that something is included, but is not shown in the photo please contact us first before purchasing. Do not assume anything is included that is not shown in pictures. We claim no responsibility for possible inaccuracies in Original Manufacturers description. Shipping & Returns International Duty, customs fees, tariffs, taxes, etc. - The item value used on the customs declaration form will be the amount you paid not including shipping cost. We will not use a false or devalued amount on customs declaration forms. Duty, customs fees, tariffs, taxes, etc. are not included in the payment made to us; these are all the responsibility of the buyer to pay. A 30% fee and any associated return shipping expenses will be charged the buyer for an item that is returned/refused due to non-payment of duty, customs fees, tariffs, taxes, etc. These will be deducted from any refund due. Please allow adequate time for your item to arrive before contacting us Domestic For items under 500$ we ship via Priority Mail USPS with signature For items over 500$ we ship via UPS with direct signature RETURN POLICY Defective items only Any item listed as parts or repair MAY NOT be returned, Please note: items designated \"as is, no returns\" may be damaged. Buyer should not expect a refund for any items so designated",
  "StartTime": "2017-05-12T18:38:06.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0qgAAOSwCU1Ynjpd/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/H0MAAOSwax5Ynjph/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/5bEAAOSwfVpYnjpm/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/p3gAAOSwB-1Ynjpq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/5~wAAOSwfVpYnjpx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/CwAAAOSw4A5Ynjp2/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "99.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Colibri",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "n/a",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "timekeepersolive",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "294",
    "PositiveFeedbackPercent": "99.2"
  },
  "HitCount": "17",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2529350881758080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-11T18:38:06.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "99.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Nice-Hunter-Style-Quartz-Colibri-Pocket-Watch-Chain-Gold-Tone-/252935088175",
  "ConditionDescription": "Pe-owned:  This watch is in great condition for its age.  A few surface scratches from wear.Please see pictures for more information.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Saint Louis, Missouri",
  "Storefront": {
    "StoreName": "Timekeepersolive",
    "StoreURL": "http://stores.ebay.com/id=1200036295"
  },
  "ItemID": "252935088175",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P10DT23H56M28S"
}