{
  "ExcludeShipToLocation": [
    "PG",
    "RU",
    "AL",
    "AT",
    "BY",
    "BA",
    "BG",
    "CZ",
    "DE",
    "IT",
    "ME",
    "CH",
    "CR",
    "SV",
    "HK",
    "ID",
    "MO",
    "TW",
    "AR",
    "BR",
    "CL",
    "EC",
    "PE",
    "CA",
    "DZ",
    "EG",
    "LY",
    "MU",
    "MA",
    "SC",
    "LB",
    "AZ",
    "CN",
    "KZ",
    "KR"
  ],
  "QuantitySold": "0",
  "PostalCode": "000000",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "yousmile_ismile",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "17689",
    "PositiveFeedbackPercent": "99.5"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New without tags",
  "Description": "You are biding Vintage Antique Quartz Pocket Watch on Necklace Chain Steampunk Bronzes Item Code : WP064 Item size: Watchcase Size: Approx 4.7 cm Chain Length: Approx 80 cm Item Specification: 1. 100% Brand New with Excellent Workmanship 2. The dial with black arabic numerals 3. Case Material: bronze copper tone metal(high quality) 4. Chain Material: bronze copper steel 5. Elegant flower engraved on the watchcase back 6. Quartz movement, battery included 7. Press the button to open the cover and pull it to adjust the time. 8. Retro watch case brings you back to your memory in youth. 9. Mascot series pocket watch is the best gift for your love, seniority or yourself. What you will get : 1x pocket watch with necklace chain Reminder: 1. Please keep the watch away from magnet to avoid making the watch stop working. 2. Please notice the quartz watch works with battery. Sometimes may be run out of battery, pls try to exchange it and check again. Thanks. 1. We accepted now ONLY PayPal payment, www.paypal.com. 2. Buyers must pay within 3 days from the day of purchase. Unpaid strike will be reported if the payment could not be completed within 7 days after purchase. 3. Items only shipped after seller gets the cleared payment. 4. Please check clearly in your paypal account the expected clearing date when you pay in paypal by using echeck. 1. Shipping fee includes the costs of packing, handling and normal postage fee. 2. Handling time is 2 working days after payments cleared. 3. All parcels shall be dispatched via non-registered air mail by Hong Kong Post without tracking number. It should be paying extra amount to required registered mail. - A: 8-21 BUSINESS DAYS ship to United States, Australia, and United Kingdom. - B: 12-31 BUSINESS DAYS ship to Canada, France, Germany, Italy, India, Brazil, Malta. - C: 30 business days or more ship to other further Country. 5. Delivery time may influenced by holidays, events and other uncertainties, We could not guarantee the arrival time. If you dislike the seemingly long shipping time, please don't bid. We don't want to get a negative or neutral or a low DSR score only because of the shipping time. All sales come with us 90-day warranty. Return items must not be used or have any sign of abuse or intentional damage. Buyer is responsible for all return shipping charges. 1. Positive will be given to every single buyer even if he or she doesn't do so. (Ideally, you will do so. Thanks!) 2. For buyer who is not satisfied with your purchase with us. Please contact us before you left negative or neutral or low DSR score, Leaving negative feedbacks without notice does not help to solve the problem. We will be working hard to resolve any problems! Our working time: Hong kong time(GMT+8): Monday to Friday 9:00 am to 18:00 pm. We do not work holidays in Hong Kong. If you contact us via eBay message, we'll reply you within 2 working days. inkfrog terapeak",
  "StartTime": "2017-05-31T03:57:36.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTEwWDUxMA==/z/UyIAAOSwH09ZKa4~/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTkwWDY5MA==/z/jSEAAOSwlMFZKa5A/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTkwWDY5MA==/z/Ux8AAOSwH09ZKa4~/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTkwWDY5MA==/z/h2cAAOSwIQdZKa4~/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "0.5"
  },
  "HighBidder": {
    "UserID": "t***a",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1326",
    "FeedbackPrivate": "false"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "HK",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Alloy",
        "Name": "Material"
      },
      {
        "Value": "Full Hunter",
        "Name": "Closure"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Anchor",
        "Name": "Escapement Type"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "WP064",
  "HitCount": "6",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3821087155178080_1.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "0.55"
  },
  "BidCount": "2",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "0.5"
  },
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "We are not responsilbe for any custom duty or import tax. \nIf you are not satisfied with the items for whatever reasons, please return the item to us. We will be happy to exchange or refund your purchase price less S&H. \nBuyer is responsible for all return shipping charges. \nPlease contact us if there's something wrong, we will try our best to supply the 100% customers satisfied service!",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "EndTime": "2017-06-01T03:57:36.000Z",
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Antique-Quartz-Pocket-Watch-Necklace-Chain-Steampunk-Bronzes-/382108715517",
  "Location": "Hong Kong",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Vintage Antique Quartz Pocket Watch on Necklace Chain Steampunk Bronzes",
  "Storefront": {
    "StoreName": "yousmile_ismile.shop",
    "StoreURL": "http://stores.ebay.com/id=918169653"
  },
  "ItemID": "382108715517",
  "PaymentMethods": "PayPal",
  "TimeLeft": "PT9H24M17S"
}