{
  "QuantitySold": "0",
  "PostalCode": "90046",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "SARCAR Geneve Swiss Made Thin Yellow Gold plated Pocket Watch Brand Sarcar Gender Mens Metal Stainless Steel/Gold plated Size Approx 45mm Case Size. Movement Hand Wind Band Dial/Markers Silver Color Dial with Stick Hour Markers. Bezel Crystal Acrylic Functions Hours, Minutes, Condition This Sarcar watch has been recently professionally buffed and polished, and looks like new. Case has little scratches Call us at (323) 654-0404 You are viewing an authentic Sarcar original. This Sarcar watch has been checked and verified for authenticity, and includes a display box, certificate of authenticity and receipt from us. Please feel free to come in and visit our showroom at: 8246 Santa Monica Blvd. West Hollywood, CA, 90046 (323) 654-0404 SHIPPING We ship via UPS within 1-2 business days of receiving complete payment (see PAYMENT section below for further details). UPS does not ship to P.O. boxes. An additional handling charge will be included for works of art, fragile pieces, and shippable furniture to cover supplementary packing materials required for the safe shipment of these items. Please contact us if you would like to arrange a local pick-up of your item. In the case of local pick-up, an 8.75% Los Angeles, CA sales tax (pursuant to CA Law). We ship international via FEDEX INSURED and USPS. International bidders MUST provide us with a valid telephone number prior to shipment of the item. All duties and taxes are sole responsibility of the buyer. (see PAYMENT section below for further details). Questions? Please contact us. PAYMENT TERMS AND CONDITIONS Complete payment includes shipping costs, handling charges, insurance, and sales tax where applicable. Insurance is required for all shipments. We Accept Paypal with confirmed address only. We also accept Visa and Master Card, with authorization form to be completed via E-mail or Fax upon request. International buyers must pay through PayPal. A sales tax (currently 8.75%) will apply to all items shipped to California (Pursuant to CA Law). Payment must be received within 7 days of the auction's close. This deadline applies to all payment methods. If payment is not received within 7 days of the auction's close, the auction will be forfeited, the item relisted, and a Non-Paying Bidder alert filed with eBay. When mailing a payment, please include the auction number, your contact information and shipping address, and any special instructions. Please make payment out to \"La Jolla Jewelry\" and send to: La Jolla Jewelry 8246 Santa Monica Blvd. West Hollywood Ca 90046 POLICY Terms While authenticity is Guaranteed or your Money Back, Original Box and papers are included only when so noted in the listing. The timepieces undergo a thorough examination process by our Watchmaker with over 30 years of experience in Rolex, Rolex Tudor, and other High-end watches. This insures authenticity and proper mechanical performance for years to come. We're an independent dealer of fine vintage watches and are not an authorized agent or affiliated with any of the fine manufactures whose watches we sell. We're not affiliated with Rolex USA or Rolex International. All Rolex and Rolex Tudor watches offered by us are pre-owned and we're the sole warrantor, if warranty is noted. We can't guarantee that these fine timepieces are waterproof or water resistant unless the watch is \"Brand New\". We do are best to replace worn gaskets to insure they are sealed. We make every effort to provide accurate information and all details regarding every item. Customer Service Monday – Friday 11:00am to 5:00pm PST at: (323) 654-0404 All emails will be promptly responded to during these customer service hours. All auctions and questions that occur over the weekend or after customer service hours will be handled the next business day. ABOUT US We do accept Trade-ins and also will purchase items. You can contact us at: (323) 654-0404. La Jolla Jewelry is an online consignment retailer that assists individuals and businesses in offering their items up for auction on eBay. We are a full-service business that manages every step of the eBay selling process. We authenticate research, professionally photograph, describe, list, and ship every item with the utmost care and attention to detail. We hope you have a pleasant experience buying from La Jolla Jewelry and would appreciate positive feedback if this auction experience has been an agreeable one. Please contact us with any questions or concerns. I am a Trading Assistant - I can sell your stuff on eBay! LEGAL NOTICE LA JOLLA JEWELRY IS NOT THE OWNER OR SELLER OF THESE GOODS, BUT MERELY A BAILEE ACTING ON BEHALF OF THE SELLER TO FACILITATE THE SALE OF THE GOODS BY HOLDING THE GOODS UNTIL SUCH TIME AS A SALE IS COMPLETED AND THE GOODS ARE SHIPPED TO THE BUYER. LA JOLLA JEWELRY WARRANTEES AND REPRESENTS THAT THE GOODS ARE AS THEY ARE DESCRIBED IN THE ABOVE LISTING. WE WILL ACCEPT RETURNS OF THE GOODS ONLY IF THEY FAIL TO MEET THE DESCRIPTIONS ABOVE. LA JOLLA JEWELRY SPECIFICALLY DISCLAIMS ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. Some states do not allow the disclaimer of implied warranties, so the foregoing disclaimer may not apply to you. The warranty gives you specific legal rights and you may also have other legal rights that vary from state to state. Purchases Shipping outside the USA: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying.",
  "QuantityAvailableHint": "Limited",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAzN1gxMDY4/z/3oQAAOSwWWxY9~bf/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA0MVgxMTc4/z/6vgAAOSwHptY9~cZ/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "805.5"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "sarcar",
        "Name": "Brand"
      },
      {
        "Value": "Yellow Gold Plated",
        "Name": "Metal"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Acrylic Crystal",
          "Swiss Made"
        ],
        "Name": "Features"
      },
      {
        "Value": "Gold Plated",
        "Name": "Material"
      },
      {
        "Value": "Open Faces",
        "Name": "Closure"
      },
      {
        "Value": "Silver",
        "Name": "Face Color"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Case Color"
      },
      {
        "Value": "45mm",
        "Name": "Pocket Watch Size"
      }
    ]
  },
  "Seller": {
    "UserID": "lajollajewelry",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "5503",
    "PositiveFeedbackPercent": "100.0"
  },
  "StartTime": "2017-05-19T23:08:03.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625223027658080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-18T23:08:03.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "805.5"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SARCAR-Geneve-Swiss-Made-Thin-Yellow-Gold-plated-Pocket-Watch-/162522302765",
  "Location": "Los Angeles, California",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "SARCAR Geneve Swiss Made Thin Yellow Gold plated Pocket Watch",
  "Storefront": {
    "StoreName": "LaJollaJewelry",
    "StoreURL": "http://stores.ebay.com/id=23682944"
  },
  "ItemID": "162522302765",
  "PaymentMethods": [
    "PayPal",
    "CashOnPickup"
  ],
  "TimeLeft": "P18DT4H28M59S"
}