{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "QuantitySold": "0",
  "PostalCode": "85051",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "PAWN1ST - S07 - METRO TAG Heuer Vintage Stopwatch Timer Trackmaster Ref 8037 Chronograph Cronometro Description: TAG HEUER TRACKMASTER STOP WATCH IN EXCELLENT CONDITION WITH THE ORIGINAL BOX AND PAPERWORK. ITEM HAS BEEN FULLY TESTED AND IS FUNCTIONAL Details WATCH CONDITION RATING79% - GOOD. NOTHING FUNDAMENTALLY WRONG WITH THE WATCH, THOUGH IT HAS QUITE OBVIOUSLY BEEN USED. RUNNING AND WEARABLE, BUT MAY GAIN OR LOSE A FEW MINUTES OVER 24 HOURS. CASE MAY SHOW A FEW DINGS, NICKS, OR DEEP SCRATCHES. MAY HAVE A REDIAL THAT IS NOT UP TO HIGH STANDARDS. MAY NOT HAVE ALL ORIGINAL PARTS. 77-82% CLOSUREOPEN FACE COUNTRY MADEGERMANY FEATURESCHRONOGRAPH CASE MATERIALSTAINLESS STEEL Payment PayPal is the ONLY online payment method we accept at this time. Your PayPal account must be a Verified U.S. PayPal Account. We also recommend that you use a Confirmed Ship To Address. Shipping Your item will be shipped within 1-3 business day(s). After shipping your items will be delivered within 1-10 business days. Terms of Sale Tax applies in: AZ, ND, SD About Us VIEWING THIS LISTING ON A MOBILE DEVICE? ***If you are viewing this listing on a mobile device, you must click on the item description to view the full item description and details.If you have a question regarding this item, please use the \"Ask a Question\" link found at the bottom left of the description. If you would prefer to speak to a representative, you can reach us at We are available from 10 a.m. - 6 p.m. Monday through Saturday, Mountain Standard Time. Representatives are not available on Sunday.DISCLAIMER: The actual item is shown in the photos. Only the item(s) and/or accessories shown in the photos are included in this listing. We do our best to provide accurate and complete descriptions of our items and all accessories, as well as including all items in the photos. Please see all photos for the complete package. The color of the item may vary in person due to camera flash and/or lighting. Please ask if you are unsure. This item may have faults or imperfections not recognized by the seller and, therefore, not included in the item’s description. Please contact us directly if you have any questions.SHIPPING: All items ship via USPS or FedEx within 3 business days of receiving cleared payment. eCheck payments can take several days to clear. Carrier selection is based on multiple factors, and is at our discretion. Larger packages will require a physical address. Currently we only ship to the Continental United States, no exceptions. Any item over $200 may require signature for delivery. COMBINED SHIPPING: Items purchased same day will qualify for combined shipping if feasible, and could qualify for a reduced shipping charge. Not all combined orders qualify for a discounted shipping charge. Please wait to receive a combined invoice before making your payment, as invoices cannot be combined once paid. If the items cannot be packaged together safely, we may choose to ship in separate packages. PAYMENT: PayPal is our only accepted method of payment, so please keep this in mind prior to bidding. Payment must be made within 3 days of the purchase date. We do not hold items for any period outside of this timeframe. An unpaid item case is automatically opened on the 4th day of non-payment. LOCAL PICKUP: We are happy to offer FREE LOCAL PICKUP during our regular business hours. In order to have your shipping charge waived, you MUST CHOOSE LOCAL PICKUP when completing your order in eBay. Payment must be made via PayPal PRIOR TO PICKUP. Arizona Sales Tax - Please keep in mind that sales tax is charged for any item purchased by a resident of Arizona. This applies to items shipped within the state, as well as Local Pickup Items.RETURNS: WE OFFER A 30 DAY NO-HASSLE RETURN POLICY. ALL RETURNS MUST INCLUDE ACCESSORIES AND ITEM PACKAGING (IF APPLICABLE) PLEASE CONTACT US FOR RETURN INSTRUCTIONS Things I Buy: Diamonds, Gold, Silver, Native American Jewelry, Fine Watches, Musical Instruments, Firearms, Game Systems, Flat Screen Televisions, Laptops, Apple Products, Dirtbikes Bravo Store Systems Point-of-Sale Operating System Bravo Omni-Commerce solutions offers Brick & Mortar stores the only fully integrated eBay API that seamlessly & effortlessly combines the in-store Point-of-Sale to all eBay commerce selling activities. Click here & find out why eBay stated \"Bravo has best solved Brick & Mortars can sell on eBay\"",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/D~8AAOSwZKBZE48E/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/zDAAAOSwX61ZE48E/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/ddEAAOSwblZZE48F/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/QJYAAOSwY3BZE48G/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "299.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "TAG Heuer",
        "Name": "Brand"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "Chronograph",
        "Name": "Features"
      },
      {
        "Value": "STOP WATCH",
        "Name": "Model"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      }
    ]
  },
  "Seller": {
    "UserID": "smart7onlinesales",
    "FeedbackRatingStar": "Blue",
    "FeedbackScore": "54",
    "PositiveFeedbackPercent": "98.2"
  },
  "StartTime": "2017-05-10T22:07:03.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2323307988298080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-09T22:07:03.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "299.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Please contact us before returning any products. Reason for return must be communicated to us. Product must be returned in the condition which it was sold (wrappings/plastic, parts/pieces, manuals/warranty, etc.) and in original box.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TAG-Heuer-Vintage-Stopwatch-Timer-Trackmaster-Ref-8037-Chronograph-C-S07037900-/232330798829",
  "Location": "Phoenix, Arizona",
  "Title": "TAG Heuer Vintage Stopwatch Timer Trackmaster Ref 8037 Chronograph C (S07037900)",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "232330798829",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P9DT3H24M33S"
}