{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "IT",
    "BR",
    "PO Box"
  ],
  "QuantitySold": "435",
  "PostalCode": "60018",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "As Seen on TV",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Gold Plated",
        "Name": "Material"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Case Color"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Not Applicable",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "true",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "19.99"
    },
    "PricingTreatment": "STP"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "QuantityAvailableHint": "Limited",
  "Description": "Collectible Gold Kansas City Railroad Pocket Watch Condition: New (More Info) Packaging: Retail Box weight: .28 lbs The Story Behind the Kansas City Railroad Pocket Watch On January 31st 1874 the Gadshill train robbery took place by the notorious Jessie James' gang, robbing passengers clean of gold bars, jewelry and guns. Among the stolen treasures on that fateful day was the conductor Mr. C. A. Alreds' own pocket watch. Made by elite master craftsmen of the day, legend tells this beautifully made time piece was returned by Jessie James himself. To Record That Day in History.. We are proud to present the Limited Edition Kansas City Railroad Pocket Watch. Certified by the American Historic Society this beautiful, intricate time piece commemorates the Old West in all its glory. Handsomely adorned with round gold tone bezel. An intricate case in black to reveal its captivated skeleton movement. Skilled artisans and master craftsmen have complimented this nostalgic pocket watch with perfectly paired pocket chain and FOB both in stunning gold tone. Features: Collectible Kansas City Railroad pocket watch Antique-style replica reveals the intricate gear movement Features a sturdy butterfly hinge and brilliant stem set with a 26\" pocket chain Comes with a certificate of authenticity Mechanical hand-wound Movement What's Included: (1) One Pocket Watch (1) One Certificate of Authenticity (1) One 26\" Chain and FOB7563-CAT12-WATCH Shipping All orders are typically shipped within 2 business days after payment has cleared. We do not ship on weekends or holidays. A tracking number* will be sent to the e-mail address you provide in our checkout system. FREE SHIPPING* available to the contiguous 48 US States. We do not offer shipping to PO Boxes. HI, GU, AK, VI, PR, APO & FPO customers : some items may be shipped to you. Please call 800-438-7516 before bidding. Additional costs may apply depending on product weight/size and value. (*) Please verify free shipping at the top of the ad page (*) Some item ship VIA USPS First Class with no tracking # please allow 5-10 business days for delivery. Expedited Shipping: we will ship your package VIA FedEx Ground, FedEx Home Delivery or USPS Priority Mail (Please allowed 1-4 Days for Delivery). Some packaged will required signature (GearXS not responsible for any delay during weather issues). Returns Our goal is to ensure your complete satisfaction with your purchase.This item has a NON-DOA return policy (DOA meaning dead or damaged on arrival) unless otherwise posted. That means that if the item doesn't work perfectly when you receive it, you may return it for a replacement or refund within 30 days. If you wish to receive a refund due to buyers remorse or return a fully functional item for a refund, a 15% restocking fee will be deducted from refund total. Please contact us at 800-438-7516 or e-mail through the eBay messaging system with a description of any issues you are having so that we can assist you ASAP. Your satisfaction is our Guarantee! If you are not completely satisfied with the product that you received, simply contact us either through the eBay messaging system or call us on (800) 438-7516 and we will take care of the rest. Our products are covered by a 30 day return/exchange policy. Our professional qualified staff will attempt to the resolve the issue in the possible case of a connect or compatibility issue. If the issue cannot be resolved we will either have a replacement shipped out to you or we can issue a refund back to your account. We will make your experience as simple and satisfying as possible Product Support & Merchandise Return Form Payment GearXS accepts payment either via PayPal or any of the following credit cards; Visa, MasterCard, Discover, and American Express. Credit cards used for payment must be issued by a U.S. Bank with a US billing address. Service We are always available to assist you with any of your needs regarding your purchase or questions about our products. GearXS believes in complete customer satisfaction. We hope that you will have a positive experience with us and we look forward to seeing you again in the near future. If you have any questions or inquiries relating to any of our products or service then please do not hesitate to contact us at: 1-800-438-7516 ( Monday - Friday 10am - 4pm CST) or send us a message via eBay 'My Messages'. Store Policy Our goal is complete buyer satisfaction. We want you to be pleased with every aspect of your purchase experience at GearXS. If your purchase is not all you expect it to be, you may return it for a refund, exchange or adjustment to your satisfaction. Let us know how we can better serve our customers! Shop from home with the comfort of knowing that your order is backed by a 100% Satisfaction Guarantee. This 30-Day Guarantee gives you plenty of time to check items for quality, functionality and condition. If for any reason you need to return or exchange an item, just contact our Customer Service department and you're done!",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDY2WDQ2Ng==/z/vvsAAOSw3utY6~2K/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDY2WDQ2Ng==/z/QpYAAOSwpkFY6~2K/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDY2WDQ2Ng==/z/ACAAAOSwhQhY6~2K/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/znMAAOSwmgJY6~2K/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "7.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "2982",
  "Country": "US",
  "ConditionDisplayName": "New with tags",
  "SKU": "7563-CAT12-WATCH",
  "StartTime": "2017-04-09T16:04:02.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3820368522488080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-08T16:04:02.000Z",
  "NewBestOffer": "false",
  "ItemID": "382036852248",
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Your satisfaction is our Guarantee! If you are not completely satisfied with the product that you received, simply contact us either through the eBay messaging system or call us on (800) 438-7516 and we will take care of the rest. Our products are covered by a 30 day return/exchange warranty.\n\nOur professional qualified staff will attempt to the resolve the issue in the possible case of a connect or compatibility issue. If the issue cannot be resolved we will either have a replacement shipped out to you or we can issue a refund back to your account. We will make your experience as simple and satisfying as possible.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "7.99"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Collectible-Gold-Kansas-City-Railroad-Pocket-Watch-/382036852248",
  "Location": "Des Plaines, Illinois",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Collectible Gold Kansas City Railroad Pocket Watch",
  "Storefront": {
    "StoreName": "GearXS",
    "StoreURL": "http://stores.ebay.com/id=37465059"
  },
  "Seller": {
    "UserID": "gearxs",
    "FeedbackRatingStar": "GreenShooting",
    "FeedbackScore": "790032",
    "PositiveFeedbackPercent": "96.8"
  },
  "PaymentMethods": "PayPal",
  "TimeLeft": "P7DT21H16M27S"
}