{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "QuantitySold": "0",
  "PostalCode": "40511",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "johnny-cashew",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "20588",
    "PositiveFeedbackPercent": "98.9"
  },
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "PRODUCT SHIPPING RETURNS STORE Payment We want to ensure that all of our buyers are offered all the benefits that eBay has to offer. In order to ensure that all of our buyers qualify for eBay Buyer Protection, we only accept payment through PayPal. PayPal allows you to complete your purchase quickly and securely. It offers a variety of payment options including all the major card carriers. In order to ensure that all of our customers have equal access to our inventory, we require immediate payment. Sales tax: Our shipment processing centers are located throughout the country to ensure that you can receive your package as quickly and efficiently as possible. As a result, we are required to charge sales tax in the following states: Arizona (AZ), California (CA), Connecticut (CT), Florida (FL), Georgia (GA), Illinois (IL), Indiana (IN), Kansas (KS), Kentucky (KY), Maryland (MD), Massachusetts (MA), Michigan (MI), Minnesota (MN), Nevada (NV), New Jersey (NJ), New York (NY), North Carolina (NC), North Dakota (ND), Ohio (OH), Pennsylvania (PA), Tennessee (TN), Texas (TX), Virginia (VA), Washington (WA), West Virginia (WV), and Wisconsin (WI). Shipping & Handling Local Pick Up Unfortunately, due to the nature of our business, we do not allow local pick up. We apologize for any inconvenience that this may cause. Shipping All orders are shipped out within one business day. Your order will be shipped out via one of our participating partners, which include UPS, USPS, FedEx, DHL, among others. At this time, we only ship to physical addresses that are located within the 48 contiguous states of the United States of America. We are unable to ship to P.O. boxes, APO or FPO addresses, or international addresses. Tracking Once we have confirmed that your order was picked up by the shipping carrier, we will update the tracking information through eBay. Return Policy Returns In the event that you would like to return your purchase, we allow returns that are processed within 30 days of receipt of the merchandise. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer and all returns are subject to a minimum of a 15% restocking fee. Exchanges In the event that you receive defective or damaged merchandise, we will replace the item at no cost to you as long as it is reported within 7 days of receipt of the merchandise. Exchanges are subject to availability. Godagoda Womens Antique Bronze Color Round Pocket Watch Hollow Flower Engraved with Link Chain 79cm ---Features--- The material is alloy The battery is included The length of watch and link is 79cm The length of the watch face 6.5cm The width of the watch face is 4.8cm Godagoda Womens Antique Bronze Color Round Pocket Watch Hollow Flower Engraved with Link Chain 79cm Product Description: Pocket watch with necklace chain Why Choose Johnny-Cashew? Authentic & High Quality Rest assured that your product will come intact and in factory packaging. All orders come with receipt of purchase and warranty if applicable. we source only from manufacturers and distributors themselves, no third parties! Fast and Free Shipping Shipping is guaranteed to be fast and free. Orders are generally fulfilled and shipped within 24 hours of purchase, so it will arrive quickly! We also have overnight options if you need your item extra fast! Commitment Our feedback serves as an attestation to our commitment and long tenure in the eBay marketplace serving buyers with the highest level of dedication and attention to detail and need. This means that we strive to satisfy you at all times! Copyright© 2017 johnny-cashew All Rights reserved.",
  "StartTime": "2017-05-30T16:52:11.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDM0Nw==/z/T~gAAOSw8lpZLaMh/$_12.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/tQUAAOSw0hlZLaMm/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/tVgAAOSw0hlZLaMr/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/dXQAAOSwblZZLaMv/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/AW4AAOSw1WJZLaM0/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/G-QAAOSwJH1ZLaM5/$_3.PNG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "11.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "2",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Souarts",
        "Name": "Brand"
      },
      {
        "Value": "Souarts",
        "Name": "Manufacturer"
      },
      {
        "Value": "A000A11U9",
        "Name": "MPN"
      },
      {
        "Value": "0703510845030",
        "Name": "EAN"
      },
      {
        "Value": "703510845030",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "SKU": "B00WTUNY3O",
  "HitCount": "1",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3322446446948080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-29T16:52:11.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "11.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Godagoda-Womens-Antique-Bronze-Color-Round-Pocket-Watch-Hollow-Flower-Engraved-w-/332244644694",
  "Location": "Lexington, Kentucky",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Godagoda Womens Antique Bronze Color Round Pocket Watch Hollow Flower Engraved w",
  "Storefront": {
    "StoreName": "johnny-cashew",
    "StoreURL": "http://stores.ebay.com/id=81846406"
  },
  "ItemID": "332244644694",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P28DT22H18M25S"
}