{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "KS Skeleton Dial Vintage Pendant Unisex Steel Mechanical Fob Pocket Watch + C...",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "30.25"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "KS Skeleton Dial Vintage Pendant Unisex Steel Mechanical Fob Pocket Watch + Chain KSP004 Present by Kronen & Sohne group, Heidelberg series. 17 Jewels Hand Winding mechanical movement. Case diameter: 4.7cm (1.9 inch) approx. Case thickness: 1.4cm approx (0.6inch), cover included. Chain Length: 34cm (13.4inch) approx. (hook included). Package Included: 1 x Genuine \"Kronen & Sohne\" pocket watch. 1 x Limited edition key style pendant. 1 x Gift Box. 1 x International Warranty Card A hand-wound mechanical watch is powered by winding the crown to wind up the mainspring within the movement. Therefore, it is necessary to wind them up regularly using the crown, usually once a day. About Hand-Wound Mechanical Watches: A hand-wound mechanical watch is powered by winding the crown to wind up the mainspring within the movement. Therefore, it is necessary to wind them up regularly using the crown, usually once a day. Also, be careful not to overwind the watch. You should stop winding when you feel resistance. This resistance indicates that the spring has reached its maximum tension. Overwinding will ultimately break the spring. As the prophase of Kronen & Sohne pocket watch issue, an elegant limited edition key style pendant will be sent with our pocket watch, as a honoraria for supporting Kronen & Sohne group so many years. Main Features: - Present by Kronen & Sohne group, Heidelberg series. - Designed by renowned German Watch Maker \"Mr. Ludwig van der Waals\". - Precision Movement with the latest breakthrough \"Kronen & Sohne\" Patented Mechanical Technology. - 17 Jewels Hand Winding mechanical movement. - High quality copper case and strap. - 12 months International Guarantee. Specification (approximate) - Case diameter: 4.7cm (1. 9 inch) approx. - Case thickness: 1.4cm approx (0. 6inch), cover included. - Case Material: copper. - Chain Length: 34cm (13.4inch) approx. (hook included). - Chain Material: copper. Package Included: -1 x Genuine \"Kronen & Sohne\" pocket watch -1 x Limited edition key style pendant. -1 x Gift Box -1 x International Warranty Card For detail instructions of the watch, you can access our Kronen & Söhne official website to download. If any questions, please don't hesitate to contact us. Shipping We offer FREE shipping on all orders! We ship within 1-2 business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. General Return Information - If you would like to return your purchased merchandised, please kindly contact us via eBay message by choosing &ldquo;I have a question about using my item or I want to send the seller a message.&rdquo; as the topic. We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been delivered, we will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return. Return Shipping Costs - We will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyer&rsquo;s remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. Return Locations - Please be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied.We are always working towards providing you with 100% satisfaction on your purchases and are always waiting to hear from you. If you need any assistance, please kindly contact us through eBay message. To avoid opening a case inadvertently, please choose the option: &ldquo;I have a question about using my item or I want to send the seller message.&rdquo; Please kindly not leave a neutral or negative feedbacks until you have contacted us. We are always ready to attend to your problems and make things right for you. In any case, please kindly contact us if you have any concerns. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "StartTime": "2017-05-12T01:31:52.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/i1oAAOSwfpVZFRCG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4Ng==/z/JogAAOSwaEhZFRCF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4Ng==/z/mBkAAOSwYlRZFRCG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4Ng==/z/xzIAAOSwX61ZFRCF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4Ng==/z/ZlsAAOSw42dZFRCG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4Ng==/z/eN0AAOSwq1JZFRCG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zX8AAOSwdjNZFRCG/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "KSP004-AMUS",
        "Name": "MPN"
      },
      {
        "Value": "KS",
        "Name": "Brand"
      },
      {
        "Value": "KSP004-AMUS",
        "Name": "Model"
      },
      {
        "Value": "700371434519",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "bb_homemart",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "421",
    "PositiveFeedbackPercent": "99.7"
  },
  "HitCount": "9",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3225136979208080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-11T01:31:52.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "30.25"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "- Items return must be non-used condition.\n- All parts and components must be complete return.\n- Package must return with its original package and packing materials.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B00ENEL3UK",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/KS-Skeleton-Dial-Vintage-Pendant-Unisex-Steel-Mechanical-Fob-Pocket-Watch-C-/322513697920",
  "Storefront": {
    "StoreName": "BB_Homemart",
    "StoreURL": "http://stores.ebay.com/id=1466330542"
  },
  "ItemID": "322513697920",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P10DT6H49M49S"
}