{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Silver Tone Men's Water Resistant Pocket Watch Automatic August Steiner",
  "PostalCode": "32825",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Silver Tone Men's Water Resistant Pocket Watch Automatic August Steiner An open exhibition dial is topped with two black hands and a scratch-resistant mineral crystal on this men's pocket watch from August Steiner. This classy timepiece features printed hour and minute tracks on the dial.Case: Brass, silvertoneCaseback: Brass exhibition, snap-downBezel: Engraved Roman numeralsDial: Silver outer dial, inner skeletal dialHands: BlackMarkers: Printed numbers, minute trackSilverplated brass chainCrystal: MineralCrown: Push/pullMovement: AutomaticWater resistance: Water resistant FREE Shipping is within the continental 48 U.S. States only. International Shipping is offered through Ebay’s Global Shipping Program. Terms and Conditions: We are a clearinghouse of a major retailer. The item will be shipped directly from our supplier. In the unlikely event that the item is sold out or on backorder, we will refund 100% of your money. PAYMENT: Paypal only please it is your best protection as a buyer. Shipping: 1. Free shipping for lower 48 states only. I do not ship to AK, HI, Puerto Rico APO/FPO or any other US territories. PO Boxes - Many items cannot be shipped to a PO Box, please include a physical street address. Your order can be delayed if a physical address is not provided. If your shipping address is different than your Paypal address, please add the shipping address to your authorized addresses in your Paypal account. We can only ship to an authorized Paypal address. We do not accept email to change shipping. Most shipments require 1-3 business days handling time, plus 2-10 business days shipping time, but in most instances it will be on the faster side. The delivery date set by ebay is just an ESTIMATE. Really the best way to see when your item will arrive is by looking at the TRACKING NUMBER when your item is ships out. Sometimes items become back ordered and the listings are not updated right away to reflect this. This is rare but if it happens you will be contacted immediately and full refunds will be issued. Since I manually go through and update my listings, it takes quite a bit of time to fully update everything. TAXES: Some States are requiring taxes to be charged for online sales. Return Shipping will be paid by Customer. Buyer pays return shipping. Thank you and HAPPY Shopping!! Please note since computer monitors vary in color the actual Color of the item may differ from what’s shown on your computer screen.",
  "StartTime": "2017-05-19T20:33:33.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/azYAAOSwCU1YutBK/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/iccAAOSwTM5YutBM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/w7gAAOSwdGFYutBN/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "90.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "hoise210",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "101",
    "PositiveFeedbackPercent": "93.5"
  },
  "HitCount": "32",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2824857172228080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-18T20:33:33.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "90.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "14259496-os(20)L387",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Silver-Tone-Mens-Water-Resistant-Pocket-Watch-Automatic-August-Steiner-/282485717222",
  "Location": "Orlando, Florida",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "Storefront": {
    "StoreName": "hoise210",
    "StoreURL": "http://stores.ebay.com/id=83418228"
  },
  "ItemID": "282485717222",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P18DT1H54M34S"
}