{
  "ExcludeShipToLocation": "IL",
  "QuantitySold": "0",
  "Title": "Rare 23 Jewel 16 Size 60 Hour Illinois Sangamo Special Railroad Pocket Watch",
  "PostalCode": "34236",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "eashland_net",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1744",
    "PositiveFeedbackPercent": "99.7"
  },
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Super Rare 23-Jewel Marked 60-Hour Illinois Sangamo Special in Green-Gold Sangamo Case Illinois; U.S./Ill.; Man’s; SN#4,760,437; CA1925 CASE: The green gold-filled 16-size (45-49MM) No. 8,177,962 open face case is plain and signed “Sangamo Special Wadsworth.” DIAL: This white porcelain double sunk dial displays Arabic numerals, spade hands and is signed “Illinois.” MOVT: The 23-jewel lever-set No. 4,760,437 nickel has a lever escapement, 6 positions, bridge style layout and is signed “60-Hour.” C 2-1/2 (Case is in Perfect Condition – almost as new) D 3-43-46 (Dial is in Very Good Condition – hairline - chip(s) under the bezel, not visible when closed) M 2 (Movement is in Perfect Condition) R 9-1/2 (Rarity Grade on a scale of #1 being very common to #10 being extremely rare) Expert’s Opinion: We have owned and offered only a few signed 60-hour 23-jewel Sangamo’s. This is a beauty! AI-AM62016-20 Stem-wind, Lever-Set Movements Mandatory for all railroad watches after roughly 1908, this kind of pocket watch was set by opening the crystal and bezel and pulling out the setting-lever (most hunter cases have levers accessible without removing the crystal or bezel), which was generally found at either the 10 or 2 o'clock positions on open-faced watches, and at 5:00 on hunting cased watches. Once the lever was pulled out, the crown could be turned to set the time. The lever was then pushed back in and the crystal and bezel were closed over the dial again. This method of time setting on pocket watches was preferred by American and Canadian railroads, as lever setting watches make accidental time changes impossible. After 1908, lever setting was generally required for new watches entering service on American railroads. Lever Escapement An escapement is a device in mechanical watches and clocks that transfers energy to the timekeeping element (the \"impulse action\") and allows the number of its oscillations to be counted (the \"locking action\"). The impulse action transfers energy to the clock's timekeeping element (usually a pendulum or balance wheel) to replace the energy lost to friction during its cycle and keep the timekeeper oscillating. The escapement is driven by force from a coiled spring or a suspended weight, transmitted through the timepiece's gear train. Each swing of the pendulum or balance wheel releases a tooth of the escapement's escape wheel gear, allowing the clock's gear train to advance or \"escape\" by a fixed amount. This regular periodic advancement moves the clock's hands forward at a steady rate. At the same time the tooth gives the timekeeping element a push, before another tooth catches on the escapement's pallet, returning the escapement to its \"locked\" state. The sudden stopping of the escapement's tooth is what generates the characteristic \"ticking\" sound heard in operating mechanical clocks and watches. Bridge Style Layout The metal bar which bears the pivot of wheel and is supported at both ends. The bridge style watch has two or three fingers to hold the wheels in place and together are called a bridge. The term bridge (horologically) is one that is anchored at both ends. Adjustment Watch adjustment is the process of correcting those errors in the watch that cause variation in time keeping. These include temperature influences, variation in driving power and position of the watch with respect to mechanism such as pendant up or dial up. Watches with better calibre movements will have been adjusted at the factory for a number of positions. The usual array of positions include a subset of the following positions: 1. Dial up 2. Dial down 3. Bow up 4. Bow down (Not required by Railroad) 5. Bow left 6. Bow right These positional adjustments are intended to insure that the watch is just as realiable and accurate regardless of the position in which it is stored or used. In addition to positional adjustments, the watch may also be adjusted for Temperature(heat/cold). Temperature affects different elements in different ways. Heat will cause some metals to expand faster than others, and cold may cause some metals to contract more than others. A watch that is adjusted to temperatures will usually include some combination of metals that allow the watch to maintain its proper functionality within a larger range of temperatures than one that is not adjusted for temperature. Another type of adjustment is Isochronism. As a typical watch spring unwinds the pressure it exerts on the wheels of the movement reduces. This has the potential to create a difference in the operating speed of a fully wound watch versus the same watch in an nearly fully unwound state. Adjustments for isochronism attempt to compensate for this potential by maintaining the same pressure from the spring throughout most of the operating range of the watch. This sort of adjustment was generally seen only on the finest railroad grade watches of the 20th century. The general rule of thumb with adjustments is that more is better. However, for average every day use, a typical unadjusted watch was perfectly adequate. CUSTOMER SERVICE: Phone 1-800-424-5353 Contact: Rick Gilbert Hours:9 - 5 EST, Monday - Friday Address: eAshland_net Sarasota Arts & Antique Center 640 South Washington Blvd, Suite 200 Sarasota, FL 34236 INTERNATIONAL CUSTOMERS: CODE OF ETHICS...Deal with Honesty Ashland is proud of its reputation as a trusted dealer in antique timepieces. Our customers trust and respect is paramount to the success of our business and to that end we constantly strive to exceed your expectations by adhering to the guidelines listed below: eAshland_net Is committed to its customers satisfaction. Clearly, honestly and accurately represents its products, service, terms and conditions. Delivers its products and services as represented. Communicates in a respectful and courteous manner. Responds to inquiries in a constructive timely way. Maintains appropriate security policies and practices to safeguard customer's information. Offers a free 7 day return policy for watches or jewelry, if ever misdescribed. Does not allow customers personally identifiable information to be transferred or shared with any outside organizations or individuals. Honors requests not to receive further solicitations from eAshland_net. Follows the spirit of the law and all applicable guidelines for ethical business practices. RETURN POLICY: All returns must be accompanied by the original packing slip and received in the exact condition as sent. We maintain photos of all items sold, denoting the condition at the time of purchase and shipping. Any returns based on a third party opinion, i.e. jeweler, watch maker, diamond grader or antique dealer, must have a signed, notarized letter, stating exactly why item is not as described. No exceptions will be made.Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. We do not mark merchandise values below value or mark items as “gifts” - US and International government regulations prohibit such behavior. Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "StartTime": "2017-05-29T02:18:01.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/o5YAAOSwTZ1XlkVR/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxNjAw/z/pC0AAOSwTZ1XlkVW/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxNjAw/z/m6oAAOSwdzVXlkVZ/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/W6sAAOSwtnpXlkVf/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxNjAw/z/J0EAAOSwARZXlkVn/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/1QUAAOSwRgJXlkVw/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxNjAw/z/0zIAAOSwZVlXlkV0/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/NnsAAOSwaB5XlkV5/$_57.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "4550.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Illinois",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Green Gold Filled",
        "Name": "Material"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": [
          "Railroad Grade",
          "60 Hour"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Lever",
        "Name": "Escapement Type"
      },
      {
        "Value": "Green",
        "Name": "Case Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "4,760,437",
        "Name": "Serial Number"
      },
      {
        "Value": "Sangamo Special",
        "Name": "Model"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "23 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "16",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      }
    ]
  },
  "SKU": "AI-AM62016-20",
  "HitCount": "21",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3322416072928080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-01T02:18:01.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "4550.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rare-23-Jewel-16-Size-60-Hour-Illinois-Sangamo-Special-Railroad-Pocket-Watch-/332241607292",
  "ConditionDescription": "This watch is in good running order. Please understand this is an antique, collector’s timepiece and being so it will not keep exact, to the second time as a new timepiece would.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Sarasota, Florida",
  "Storefront": {
    "StoreName": "eAshland_net Watches and Jewelry",
    "StoreURL": "http://stores.ebay.com/id=1012016780"
  },
  "ItemID": "332241607292",
  "PaymentMethods": "PayPal",
  "TimeLeft": "PT7H43M18S"
}