{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "1",
  "Title": "Carrie Hughes Phoenix Dragon Pocket Watch Skeleton Mechanical Hand Wind Time",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "27.62"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Carrie Hughes Phoenix Dragon Pocket Watch Skeleton Mechanical hand-wind Copper and alloy case CHPW36 Mechanical hand-wound movement（Magnetic field / temperature and impact will affect the accuracy of the watch, Daily manual winding and adjustment can reduce the deviation） Elegant appearance: Celtic Design - Reloj de Bolsillo, Skeleton Dial ,Styles and types are ideal for everyday living and fashionable nostalgic activities Insight the movement: (Beautiful glass back of the watch for view of the movement). Case (Length/Width/Height): 47 / 47 / 15 mm Completely skeletonized and Engraved Pattern，With mens watch chain to attach to your shirt or pants Packing list: Pocket watch with chain * 1 - Carrie Hughes Gift box * 1.( Carrie Hughes Brand gift box package The best gift to a family or friend ） About Products - Pocket watches under our private brand \"Carrie Hughes\" make superb birthday or Christmas gifts. - They are also ideal for corporate gifts or for anyone looking for cool things to buy. - Here is an example of a pocket watch in a vintage gothic design. - High quality Mechanical Hand-wind pocket watch.( The best gift to a family or friend） Technical specifications - Clasp Type: detachable key ring and clip - Product number: CHPW36 - Display: Analog - Movement: Mechanical Hand-wind - Case material: copper and Alloy - Case (Length/Width/Height): 47 / 47 / 15 mm - Band Material：Metal Chain - Band width：5 mm - Band (Length/Width): 370 / 5 mm - Calendar function: no - Water-Resistance (bar/ATM): no Package included: Mechanical Pocket watch with chain * 1 - Carrie Hughes Brand Gift box * 1. How use mechanical watch? - 1.When you first wear, turn the pocket watch button (clockwise) until it is full (15-18 hands). - 2. Gently pull up the button, turn the adjustment time, and then press the button. - 3. If you are still standing for a long time, please gently swing several times, winding a few laps. At this point it will work properly. - 4. If you feel the winding is tight, please immediately stop spinning, so as not to damage the movement. Shipping We offer FREE shipping on all orders! We ship within 1-2 business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. General Return Information - If you would like to return your purchased merchandised, please kindly contact us via eBay message by choosing “I have a question about using my item or I want to send the seller a message.” as the topic. We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been delivered, we will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return. Return Shipping Costs - We will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyer’s remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. Return Locations - Please be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes. Payment We accept payment by any of the following methods: PayPal Please pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. We are always working towards providing you with 100% satisfaction on your purchases and are always waiting to hear from you. If you need any assistance, please kindly contact us through eBay message. To avoid opening a case inadvertently, please choose the option: “I have a question about using my item or I want to send the seller message.” Please kindly not leave a neutral or negative feedbacks until you have contacted us. We are always ready to attend to your problems and make things right for you. In any case, please kindly contact us if you have any concerns. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "StartTime": "2017-05-13T17:47:37.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/8LMAAOSw5cRZJYkT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4NA==/z/9AoAAOSwaeRZF0a3/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4NA==/z/7ycAAOSwKytZF0a2/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4NA==/z/~F8AAOSwX61ZF0a3/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4NA==/z/9AYAAOSwaeRZF0a2/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4NA==/z/e7cAAOSw~FJZF0a2/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzk2WDUwMA==/z/TGQAAOSwYlRZF0a2/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "HighBidder": {
    "UserID": "o***o",
    "FeedbackRatingStar": "Blue",
    "FeedbackScore": "73",
    "FeedbackPrivate": "false"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "2",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "CHPW36",
        "Name": "MPN"
      },
      {
        "Value": "Carrie Hughes",
        "Name": "Brand"
      },
      {
        "Value": "CHPW36",
        "Name": "Model"
      },
      {
        "Value": "Alloy",
        "Name": "Material"
      },
      {
        "Value": "Skeleton",
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "47 mm.",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "bb_homemart",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "421",
    "PositiveFeedbackPercent": "99.7"
  },
  "HitCount": "24",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3225156765648080_2.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "27.62"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "- Items return must be non-used condition.\n- All parts and components must be complete return.\n- Package must return with its original package and packing materials.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "EndTime": "2017-06-12T17:47:37.000Z",
  "SKU": "B06XP3GGPF",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Carrie-Hughes-Phoenix-Dragon-Pocket-Watch-Skeleton-Mechanical-Hand-Wind-Time-/322515676564",
  "Location": "Multiple Locations",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "Storefront": {
    "StoreName": "BB_Homemart",
    "StoreURL": "http://stores.ebay.com/id=1466330542"
  },
  "ItemID": "322515676564",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P11DT23H6M37S"
}