{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box",
    "BN",
    "VN",
    "LA",
    "MO",
    "KH",
    "EC",
    "GY",
    "PY",
    "BO",
    "GF",
    "UY",
    "SR",
    "VE",
    "BR",
    "FK",
    "PE",
    "AR",
    "PM",
    "BM",
    "GL",
    "Africa",
    "LB",
    "IQ",
    "JO",
    "TR",
    "YE",
    "OM",
    "GE",
    "AM",
    "BD",
    "KG",
    "KZ",
    "AF",
    "TM",
    "BT",
    "PK",
    "MN",
    "UZ",
    "IN",
    "TJ",
    "LK",
    "NP",
    "MV",
    "AZ",
    "NC",
    "PG",
    "NU",
    "MH",
    "SB",
    "GU",
    "FJ",
    "TO",
    "NR",
    "FM",
    "PW",
    "WS",
    "TV",
    "KI",
    "AS",
    "PF",
    "CK",
    "VU",
    "WF",
    "SM",
    "MK",
    "MD",
    "JE",
    "VA",
    "LU",
    "ME",
    "AD",
    "SJ",
    "IS",
    "RS",
    "AL",
    "GI",
    "LI",
    "GG",
    "BY",
    "CH",
    "BA",
    "MC",
    "VG",
    "DM",
    "TC",
    "PR",
    "VC",
    "AG",
    "AI",
    "HT",
    "AN",
    "GP",
    "MS",
    "GD",
    "NI",
    "KN",
    "BS",
    "MQ",
    "VI",
    "DO",
    "LC",
    "KY",
    "AW",
    "BB",
    "BZ"
  ],
  "QuantitySold": "0",
  "PostalCode": "08753",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "rkstarwars",
    "FeedbackRatingStar": "PurpleShooting",
    "FeedbackScore": "53730",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.7"
  },
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Up For Sale Today: Colibri Pocket Watch & Pocket KnifeQuartzFull hunter gold tone caseGold dialDate windowPersonalized \"I Love You\" on the inside of the coverPocket knife has 2 bladesBlade are 1-1/8\" & 1-1/4\" longChain is 12\" longPre-ownedShows minor wearCrystal is cleanNeeds a new battery (#354) it worked the last time it had a good battery Please see pictures for more detail and feel free to ask any questions as we'd be happy to help Our Policy:*MAKE SURE YOU READ THIS*· We will only ship to the address you used when checking out. Make sure you change or update your shipping address before you pay. Do not ask us to change the shipping address. It is a violation of Ebay’s policy and your order will be refunded if you ask us to do so· When free shipping is offered, we are referring to the 48 contiguous United States of America· If you live outside of that area shipping is not free and you must ask for a quote before purchasing· If you are ordering a large and/or heavy item, and you require it shipped to a P.O. Box, then shipping will not be free. You must also ask for a quote before purchasing· International orders will only be shipped through Ebay’s Global Shipping Program· International shipping is not free and not available in all countries. Please take the time to read about the Global Shipping Program in Ebay’s help section· If shipping is available to your country, the price will be displayed along with any additional fees and surcharges.· We do not have the ability to change or eliminate any of the fees associated with the Global Shipping Program· If you use an incomplete shipping address, (i.e. you forgot to use your Apt #) you will be responsible for paying an additional charge to reship your order.· Every order is processed and shipped within 1 business day of your payment clearing.· Our shipping department is open Monday-Friday from 10am-5pm EST· We do not ship on Saturday, Sunday or Holidays.· If you require a faster method of shipping please contact us before purchasing to make sure you can be accommodated.· Every order is handled with care and expertly packed in bubble wrap and/or peanuts. We have been shipping everything from the very fragile to the extra-large for over 15 years. You can rest assured that your order will make it there in one piece.· Some of our items are available for *Local Pickup Only* these items are not available for shipping and will not be shipped out. Do not buy these products if you are not able to come to our store in NJ and pick the order up in person.· We operate in Ocean County, New Jersey. If you are a resident of NJ there will be a 7% sales tax added to your purchase· If you win an auction, we expect payment within 3 days of the auction ending· If payment is not made within 3 days we will open an unpaid item case with Ebay· Serious bidders only!! We will not cancel any bids, No exceptions!· It is the buyer’s responsibility to read all the details and ask any questions before placing a bid or making payment.· Used products are not guaranteed to come with everything that was originally included. For example, games and movies may not contain bonus content or codes. · Every sale comes as pictured. If you do not see something in our photos then it is not included and you will not receive it.· All items sold “AS IS” do not come with a return policy. We do our best to accurately describe these items, but we do not take them apart and only test the basic functions.· Do not assume anything, sometimes Ebay’s product catalog does not have the correct photo and the item we have for sale may look different.· All products that we sell are made for use in the United States of America· Returns will only be accepted within 30 days of purchase.· New products can only be returned if they have not been opened and the manufacturers seal is intact· If there is a manufacturer’s defect with a new item, please contact the manufacturer since your product is under warranty.· The buyer is responsible for ALL costs associated with returns including shipping and restocking fees.· We strongly urge all of our customers to contact us first if a problem arises. We do our best to ensure that everything goes smoothly, but mistakes can and will happen. We will do everything within our power to solve any issue you have.· Just call (609) 489-4632 and ask for Jon· Mon-Fri 10am-5pm EST· And Remember, Don’t Hesitate……Negotiate! JW",
  "StartTime": "2017-04-04T18:13:16.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/cv0AAOSwB-1Y49v6/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/3IYAAOSw3utY49v8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/eRwAAOSwhQhY49v~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/QocAAOSwuLZY49wC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/TZEAAOSwA29Y49wF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/Q9UAAOSwuLZY49wH/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/kaYAAOSwU8hY49wK/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "37.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Colibri",
        "Name": "Brand"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Full Hunter",
        "Name": "Closure"
      }
    ]
  },
  "SKU": "TR 140889",
  "HitCount": "322",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3719113254988080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T18:13:16.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "37.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: 15%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_15",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "15%"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Colibri-Gold-Tone-Hunter-Quartz-Pocket-Watch-2-Blade-Pocket-Knife-Chain-Box-/371911325498",
  "Location": "Toms River, New Jersey",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "*Colibri Gold Tone Hunter Quartz Pocket Watch & 2 Blade Pocket Knife + Chain Box",
  "Storefront": {
    "StoreName": "FAST CASH ON THE SPOT",
    "StoreURL": "http://stores.ebay.com/id=6411242"
  },
  "ItemID": "371911325498",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT23H24M43S"
}