{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "QuantitySold": "0",
  "Title": "phoenix dragon pocket watch skeleton mechanical hand-wind copper and alloy case",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "27.79"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Carrie Hughes Phoenix Dragon Pocket Watch Skeleton Mechanical hand-wind Copper and alloy case CHPW36 item description About Products - Pocket watches under our private brand \"Carrie Hughes\" make superb birthday or Christmas gifts. - They are also ideal for corporate gifts or for anyone looking for cool things to buy. - Here is an example of a pocket watch in a vintage gothic design. - High quality Mechanical Hand-wind pocket watch.( The best gift to a family or friend） Technical specifications - Clasp Type: detachable key ring and clip - Product number: CHPW36 - Display: Analog - Movement: Mechanical Hand-wind - Case material: copper and Alloy - Case (Length/Width/Height): 47 / 47 / 15 mm - Band Material：Metal Chain - Band width：5 mm - Band (Length/Width): 370 / 5 mm - Calendar function: no - Water-Resistance (bar/ATM): no Package included: Mechanical Pocket watch with chain * 1 - Carrie Hughes Brand Gift box * 1. How use mechanical watch? - 1.When you first wear, turn the pocket watch button (clockwise) until it is full (15-18 hands). - 2. Gently pull up the button, turn the adjustment time, and then press the button. - 3. If you are still standing for a long time, please gently swing several times, winding a few laps. At this point it will work properly. - 4. If you feel the winding is tight, please immediately stop spinning, so as not to damage the movement. About Carrie Hughes - We are a professional enterprise in manufacturing various types of watches and clocks, and diverse styles. - To view more products, please click or search for \"Carrie Hughes\" to enter. Product Features Mechanical hand-wound movement（Magnetic field / temperature and impact will affect the accuracy of the watch, Daily manual winding and adjustment can reduce the deviation）Elegant appearance: Celtic Design - Reloj de Bolsillo, Skeleton Dial ,Styles and types are ideal for everyday living and fashionable nostalgic activitiesInsight the movement: (Beautiful glass back of the watch for view of the movement). Case (Length/Width/Height): 47 / 47 / 15 mmCompletely skeletonized and Engraved Pattern，With mens watch chain to attach to your shirt or pantsPacking list: Pocket watch with chain * 1 - Carrie Hughes Gift box * 1.( Carrie Hughes Brand gift box package The best gift to a family or friend ） Additional information Manufacturer: Carrie HughesShipping Weight (pound) : 0.2 Shipping Dimensions: Width: 3.39 Length: 3.58 Height: 1.50 About Us Shipping RETURN About us Since 2005 we have been available to online customers, offering a variety of brand new products at great prices. All of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If there's a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us! Shipping ● Our stock all ships from our US-based warehouses. ● Shipped via USPS or UPS (depending on location and package weight) ● Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. ● Shipping is always FREE! RETURN ● We offer a 30 day return/exchange policy for our products. ● You can choose refund or exchange if you are dissatisfied for any reason with your product. ● When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. ● You will be required to cover shipping on the return of defective items. ● All returns MUST be done within 30 days of date of purchase. Please note that we cannot give refunds or replacements after the 30 day limit has expired. ● When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. ● Buyers outside the U.S.A please note - ALL of our electrical appliances sold in our store are 110-120V. ● Return policy for buyers outside the U.S.A - We offer to return the items within 30 days. The BUYER will ship the item at his own cost. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution.",
  "StartTime": "2017-05-27T10:28:59.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/Q1QAAOSw9OFZKVTt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/Q1YAAOSw9OFZKVTu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/S54AAOSwKytZKVTt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/czkAAOSwX61ZKVTu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/yiUAAOSwYlRZKVTt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDIxWDUyMA==/z/u6sAAOSwjL5ZKVTu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/m5AAAOSwJH1ZKVTt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/r30AAOSwcgNZKVTt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/PqUAAOSwfpVZKVTt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/Q1UAAOSw9OFZKVTt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE5WDQwOQ==/z/fkAAAOSwi7RZKVTt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDIxWDUyMA==/z/a38AAOSwIaFZKVTt/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "5",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "color"
      },
      {
        "Value": "Carrie Hughes",
        "Name": "manufacturer"
      },
      {
        "Value": "Carrie Hughes",
        "Name": "brand"
      },
      {
        "Value": "CHPW36",
        "Name": "mpn"
      },
      {
        "Value": "NA",
        "Name": "ean"
      },
      {
        "Value": "NA",
        "Name": "upc"
      },
      {
        "Value": "US Free Shipping",
        "Name": "Shipping"
      },
      {
        "Value": "No Tax",
        "Name": "Tax"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "NA",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "vivian-store",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "49639",
    "PositiveFeedbackPercent": "99.8"
  },
  "HitCount": "16",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1726976333088080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-26T10:28:59.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "27.79"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "$$$D28ZR5IIRH",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "USA",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/phoenix-dragon-pocket-watch-skeleton-mechanical-hand-wind-copper-and-alloy-case-/172697633308",
  "Storefront": {
    "StoreName": "Sunrise Retail",
    "StoreURL": "http://stores.ebay.com/id=187445642"
  },
  "ItemID": "172697633308",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P25DT15H53M33S"
}