{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Tirio Silvertone Brass Skeleton Pocket Watch Mechanical Hand Wind Roman Numer...",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "38.09"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Tirio Silvertone Brass Skeleton Pocket Watch Mechanical Hand Wind Roman Numerals Hunter Steampunk Look Features: 100% Brand NEW with excellent workmanshipFull Hunter Hunter Pocket Watch Renaissance Silver tone LookSkeleton Dial with Roman Numerals Display & Classical see-through golden mechanical movementMetal Chain Length 375mm (14.5 inches)Nice gift for your father, your family or your friends Product Details: Product Dimensions: 3.9 x 1.9 x 3.7 inchesShipping Weight: 8 ouncesItem model number: T-PW-M005 Description Hand wind mechanical watches make superb birthday or Christmas gifts, in addition to great wedding and groomsmen gifts. They are also ideal for corporate gifts or for the retirement of a long time employee. Here is an example of a pendant watch with a skeleton design for anyone that wants the luxious look and practicality of a quality mechanical wind up pocket watch. 100% Brand New with excellent workmanship Luxury golden mechanical movement with Roman numerals dial Comes with a long chain Press the button to open the cover and pull it to adjust the time Power by winding the spring manually Daily water resistance (not for showering and swimming). Peace of mind: 1. Once you receive the mechanical watch: Setting time: Pull the crown away from base of the watch and turn the crown clockwise until reaching the exact time. Winding the watch Push the crown back into place along the base of the watch and winding up the watch clockwise rotation with 20 times. Please do not over winding up the watch if you feel the crown is tight. 2. Do not setting the Calendar during the time between 21:00PM--3:00AM. 3. For using the mechanical watch in normal situation, the time running will be difference around -15 ~ +35 Seconds per day. Specifications : Case Diameter: 4.6 cm approx. Case Thickness: 1.5 cm approx Case Material: Brass Chain Length: 37.5 cm approx. Chain Material: Brass Chain Color: Silvertone Dial Color: White Package Includes: 1 x Watch 1 x Chain Handling We will ship all orders within 2 business days of payment. Delivery We DO NOT SHIP TO PO Boxes or Mail Forwarding Addresses. We only ship to Paypal Verified addresses. Return Policy All items that qualify for returns must be within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged, as well as a 15% restocking fee. No exchanges permitted. All returns must be done through EBAY and processed with an RMA number to be issued refund. Upon receiving RMA, buyer has 7 days to have item shipped back. Item must be in original condition and packaging. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjgz/z/LJEAAOSwU8hY4-Sv/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/r8EAAOSwc-tY4-Sx/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQyMFgxNjAw/z/Oj4AAOSwVctY4-Sx/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/kg0AAOSww3tY4-Sz/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/0ZkAAOSwuLZY4-S0/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "TIRIO",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "ccs-craigw",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9274",
    "PositiveFeedbackPercent": "99.2"
  },
  "StartTime": "2017-04-04T18:20:22.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3224737319768080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T18:20:22.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "38.09"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.  All returns will be charged a 15% restocking fee.",
    "ShippingCostPaidBy": "Seller",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B00JZKWHIE",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Tirio-Silvertone-Brass-Skeleton-Pocket-Watch-Mechanical-Hand-Wind-Roman-Numer-/322473731976",
  "Storefront": {
    "StoreName": "RivalTech",
    "StoreURL": "http://stores.ebay.com/id=776355051"
  },
  "ItemID": "322473731976",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT23H32M7S"
}