{
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "14.99"
  },
  "QuantitySold": "0",
  "Title": "VINTAGE--WESTCLOX SCOTTY--POCKET WATCH--BLACK FACE, LUMINOUS DIAL",
  "PostalCode": "61520",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "WESTCLOX SCOTTY WE HAVE FOR SALE A VINTAGE WESTCLOX SCOTTY POCKET WATCH. I HAVE HAD IT WOUND AND IT DOES RUN BUT I AM NOT SURE FOR HOW LONG OR HOW ACCURATE. IT HAS THE LUMINOUS NUMBERS BUT THEY HAVE FADED WITH AGE, KIND OF PALE. OVERALL IN DECENT SHAPE FOR IT AGE. THANKS FOR LOOKING. +++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++ Check out my other items! Be sure to add me to your favorites list! BY BIDDING ON OUR AUCTIONS YOU ACCEPT THE TERMS OF OUR AUCTIONS STATED BELOW. THANK YOU AND HAPPY BIDDING. METHOD OF PAYMENT – PayPal is our preferred method of payment. If you have any questions, please contact us. We will do our best to answer them. **Illinois residents MUST add 8.25% sales tax** We will combine shipping on all multiple purchases. ONCE AN ITEM IS LISTED AT AUCTION IT STAYS AT AUCTION. PLEASE DO NOT ASK US TO END AN ITEM EARLY OR ADD A “BUY IT NOW”. If you are in central Illinois stop by and visit our store at 54 N. Main Street “On The Square” in Canton, Illinois. Phone 1-309-647-3255. K & L ANTIQUES AND COLLECTIBLES for more collectibles, antiques, books and other stuff. Thanks!!! WINNING BIDDERS – We will e-mail all winning bidders with an invoice within 24 hours SHIPPING – Winning bidders pay all costs. Check shipping calculator of each item for shipping costs. International buyers are responsible for any duties or tarrifs. Books will be shipped by Media Mail which is cheaper, but also a little slower than other ways. NON U. S. BUYERS PLEASE E-MAIL FOR SHIPPING COSTS, AS THE COSTS WILL BE DIFFERENT FROM DOMESTIC COSTS.** OUR SHIPPING CHARGES ARE NOT NEGOTIABLE SO PLEASE DO NOT ASK. PLEASE DO NOT ASK US TO BREAK THE LAW AND FALSIFY CUSTOMS FORMS BECAUSE WE WILL NOT. WE ONLY **SHIP U.S. POSTAL SERVICE. WE DO NOT SHIP TO 3rd PARTY ADDRESSES. WE SHIP TO THE BUYERS ADDRESS ONLY! INSURANCE – EBAY NO LONGER ALLOWS US TO QUOTE AN INSURANCE OPTION. YOU WILL HAVE TO ASK THEM WHY. WE ARE NOT RESPONSIBLE FOR ITEMS DAMAGED IN TRANSIT. WE CANNOT CONTROL WHAT HAPPENS AFTER WE ENTRUST THE ITEMS TO THE POST OFFICE. We try to ship items within 3 days of payment received. We go to the Post Office 2 or 3 times a week. PLEASE – When sending payment, include item number, description and mailing address to avoid delays. We try to describe our items and answer any questions as honestly as possible. What we sell is rarely new so it is always in less than perfect shape. Please let us know of any questions you may have about an item or if there is a problem with your item. It is better to work together than to leave negative feedback. No one wins with negative feedback! We want ALL of our customers to be satisfied with their purchase. Please visit our other eBay auctions at kengstuff K & L ANTIQUES AND COLLECTABLES. We appreciate your business!! Thanks!! Ken & Linda Hamm",
  "StartTime": "2017-05-29T02:21:52.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU5OVgxNjAw/z/FlEAAOSwaeRZK4W2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTkz/z/9Q4AAOSwrhBZK4W-/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "14.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Westclox",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "kengstuff",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "13492",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "11",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3917980404568080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-05T02:21:52.000Z",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "14.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VINTAGE-WESTCLOX-SCOTTY-POCKET-WATCH-BLACK-FACE-LUMINOUS-DIAL-/391798040456",
  "ConditionDescription": "Used--See item description and photos for details",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Canton, Illinois",
  "Storefront": {
    "StoreName": "K AND L ANTIQUES AND COLLECTABLES",
    "StoreURL": "http://stores.ebay.com/id=56143422"
  },
  "ItemID": "391798040456",
  "PaymentMethods": [
    "PayPal",
    "CashOnPickup"
  ],
  "TimeLeft": "P4DT7H47M12S"
}