{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Classic Pocket Watch - AKStore - Rabbit Style Delicate Vintage Drink Me Pocket W",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "15.14"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Classic Pocket Watch - AKStore - Rabbit Style Delicate Vintage Drink Me Pocket W Few things spark as much personal curiosity from afar as seeing someone casually pulling out a pocket watch. More than for checking the time, this casts an aura of sophistication and confident ease. Vintage pocket watches also make a superb choice for a birthday, Christmas, wedding, or for groomsmen gifts. They are also ideal for corporate gifts or for the retirement of a long-time employee. This classic plated flip-case pocket watch combines vintage tastes with the modern, durable practicality of a quartz movement pocket watch. FEATURES:1.Brand:AKStore2.Material:high-quality Bronze 3.Size: approx Watch = 2.7cm X2.7cm, Chain = 78cm (30\") 4.Color:Vintage BronzeWeight: 0.03kg/pcsPackage include:1 x Pocket Watch. AFTER SERVICE: -Upon receipt of our products, if you are not 100% satisfied with the quality or concerned, Please contact us,We will try our best to solve it.no-questions-asked money back guarantee and top-notch customer service.-Our belief is that the interest of our customers comes first. So, we will do everything we can to protect your interest.-Thank you for visiting our shop, welcome to visit next time. · Highly polished plated chrome. Quartz movement - easy time setting and case release button.· Add undeniable style and class to your daily life and fashion with a classic Bronze Pocket Watch· White dial with filigreed hour, minute, and second hands on ornate Arabic numerals.· Can be worn like a Necklace with a Pendant· Occasions for gifts Public relations planning, business gifts, Thanksgiving Day, wedding, Tanabata Festival, Valentine's Day, Birthdays, Christmas, Halloween, dating \"Length: 1 inch Height: 1 inch Width: 1 inch\" Classic Pocket Watch - AKStore - Rabbit Style Delicate Vintage Drink Me Pocket W Highly polished plated chrome. Quartz movement - easy time setting and case release button. Add undeniable style and class to your daily life and fashion with a classic Bronze Pocket Watch White dial with filigreed hour, minute, and second hands on ornate Arabic numerals. Can be worn like a Necklace with a Pendant Occasions for gifts Public relations planning, business gifts, Thanksgiving Day, wedding, Tanabata Festival, Valentine's Day, Birthdays, Christmas, Halloween, dating Classic Pocket Watch - AKStore - Rabbit Style Delicate Vintage Drink Me Pocket W Few things spark as much personal curiosity from afar as seeing someone casually pulling out a pocket watch. More than for checking the time, this cast Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. PAY SAFE: PAYPAL PAYMENT IS ACCEPTEDWe offer a 30-day return policy for our products.We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period.Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested.If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. DELIVERY TIMESDomestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/qKcAAOSww9xZHfqv/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/OA4AAOSw~y9ZHfqw/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/lBQAAOSwAPVZHfqy/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/RCMAAOSwq1JZHfqz/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/9c0AAOSw-3FZHfq0/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/JMUAAOSwJH1ZHfq1/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/UcUAAOSwPh5ZHfq2/$_57.JPG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Akstore",
        "Name": "Brand"
      },
      {
        "Value": "AKStore0137",
        "Name": "MPN"
      },
      {
        "Value": "Bronze",
        "Name": "Material"
      },
      {
        "Value": "White",
        "Name": "Case Color"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "AKStore0137",
        "Name": "Serial Number"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "hodayaniv",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "180",
    "PositiveFeedbackPercent": "100.0"
  },
  "StartTime": "2017-05-18T19:49:12.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1825817591278080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-17T19:49:12.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "15.14"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01GHI9O5K",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Phoenix, AZ",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Classic-Pocket-Watch-AKStore-Rabbit-Style-Delicate-Vintage-Drink-Me-Pocket-W-/182581759127",
  "Storefront": {
    "StoreName": "27HODAYA27",
    "StoreURL": "http://stores.ebay.com/id=1290839480"
  },
  "ItemID": "182581759127",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P17DT1H9M56S"
}