{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box",
    "AS",
    "PF",
    "CK",
    "PW",
    "WS",
    "TV",
    "VU",
    "GU",
    "WF",
    "FJ",
    "MH",
    "NC",
    "PG",
    "NU",
    "SB",
    "TO",
    "FM",
    "NR",
    "KI",
    "LI",
    "GG",
    "BY",
    "CH",
    "BA",
    "MC",
    "SM",
    "MK",
    "MD",
    "JE",
    "VA",
    "LU",
    "AD",
    "ME",
    "IS",
    "SJ",
    "AL",
    "GI",
    "RS",
    "VC",
    "AN",
    "MS",
    "NI",
    "BS",
    "KN",
    "DO",
    "KY",
    "MQ",
    "VI",
    "AW",
    "BB",
    "LC",
    "BZ",
    "VG",
    "DM",
    "AG",
    "AI",
    "HT",
    "TC",
    "GP",
    "GD",
    "PR",
    "VN",
    "LA",
    "KH",
    "BN",
    "MO",
    "FK",
    "SR",
    "AR",
    "VE",
    "EC",
    "PE",
    "GY",
    "BO",
    "GF",
    "UY",
    "PY",
    "PM",
    "GL",
    "BM",
    "CM",
    "CG",
    "RE",
    "MR",
    "GH",
    "GQ",
    "SN",
    "MW",
    "LY",
    "BW",
    "MG",
    "NG",
    "LR",
    "BI",
    "TG",
    "ZW",
    "KE",
    "TN",
    "EG",
    "TD",
    "NE",
    "LS",
    "GM",
    "BF",
    "ZM",
    "SL",
    "SZ",
    "CF",
    "AO",
    "GA",
    "NA",
    "TZ",
    "UG",
    "ET",
    "SC",
    "CD",
    "ML",
    "CI",
    "GW",
    "SO",
    "MZ",
    "DZ",
    "YT",
    "KM",
    "SH",
    "CV",
    "BJ",
    "GN",
    "MA",
    "EH",
    "ER",
    "MU",
    "RW",
    "DJ",
    "TR",
    "YE",
    "IQ",
    "JO",
    "OM",
    "LB",
    "KZ",
    "AF",
    "KG",
    "BT",
    "TM",
    "CN",
    "PK",
    "IN",
    "MN",
    "UZ",
    "TJ",
    "AZ",
    "LK",
    "GE",
    "MV",
    "NP",
    "AM",
    "BD"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "41.69"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "costumehub",
    "FeedbackRatingStar": "RedShooting",
    "FeedbackScore": "161693",
    "PositiveFeedbackPercent": "99.2"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "52.1125"
    },
    "PricingTreatment": "STP"
  },
  "GlobalShipping": "true",
  "Subtitle": "30 day Return Policy for Money-Back or Exchange",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "View Costumes Add Stores to Favorites Get Store Newsletter Doctor Who Dalek Adult Analog Watch,white DR172 Underground Toys Make the Dalek your time-keeping companion with this awesome watch! Who better to keep time with than the Time Lords worst enemy, those extraterrestrial mutants known to Doctor Who fans the world over as the Daleks? Just look at the neat looking Dalek on the face of this Doctor Who Dalek Adult Analog Watch! Whether youre a longtime fan who grew up in the era of Doctor Who films like Dr. Who and the Daleks and Daleks Invasion Earth: 2150 A.D. , or you just picked up on Dalekmania with the Eleventh Doctor portrayed on BBC by Matt Smith, youll love the simple, stylish look of the watch. Lest the collector go ignored, the watch even comes packaged in an awesome Doctor Who tin! The Doctors always got his companion, so why cant you have your own? Make the Dalek your official time-keeping companion with the Doctor Who Dalek Adult Analog Watch! More Costumes About Costume Hub Who We Are: We have been dressing people's imaginations since 1991. Our long history in the costume business enables us to truly understand our customer's needs, and we continuously strive to provide the best selection of costumes and costume accessories at the lowest prices for every holiday throughout the year. What's In A Name: The definition of the word hub is simply \"the center of activity,\" and it is this definition that motivates us on a daily basis. CostumeHUB constantly strives to remain at the center of all online costuming activities. We want people to use our eBay store to discover what costumes are new and fun in the marketplace, and to also discover what fair costume prices should be. Even if you do not purchase a costume from us, we hope that you find the materials on our store informational and helpful in your pursuit of the perfect costume. What We Are About: Our goal has always been to provide the largest selection of costumes and costume accessories combined with the lowest prices and impeccable customer service. Unlike many other costume websites who often maintain low, or no, inventory on hand, we constantly update our actual inventory levels to ensure that we have the largest selection of adult, child and pet costumes in stock year round, enabling us to usually ship your costume the same day your order is placed. Our Promise: To provide the largest, lowest priced year round selection of adult, child and pet costumes. To provide impeccable customer service, with readily available and helpful CostumeHUB customer representatives waiting to answer all of your inquiries. To provide honest and fair store policies, such as our 14 day stress free return policy, allowing our customers to have the peace of mind that they are dealing with a solid long-term company that always has their best interest at heart. Shipping How quickly will my order ship once my order is placed? Most orders are shipped within 24 hours. Any order placed on the weekend, or on a holiday, will be shipped the next business day on the calendar. NOTE: Orders that are shipping with our “Standard” shipping option, are not guaranteed to leave our warehouse in any specific time frame, but will be delivered by the assigned guaranteed delivery date. Where will CostumeHUB ship my order? We will ship your order to any Shipping Address that you provide within the United States. However, please do not list a Post Office Box (PO Box) as UPS cannot deliver to a P.O. Boxes and shipment of your order will be delayed. At this time we do not ship to Alaska, Hawaii, the Virgin Islands, Puerto Rico, Guam, APO or FPO addresses. Is a Signature Required Upon Delivery? We do not require a signature upon delivery. However, occasionally UPS will require a signature if they deem it unsafe to leave the package unattended at your shipping address. If delivery fails due to the fact that UPS required a signature for delivery (after 3 attempts), and the order is returned to us, you will be responsible for the shipping costs associated with returning the order. We suggest checking our online tracking of the package, which will tell you the UPS delivery date, and leaving a note authorizing UPS to leave the package without a signature the morning that delivery is supposed to occur if you believe that they might require a signature and you do not mind them leaving the package unattended at your address. Contact Us Do not hesitate to contact one of our helpful customer representatives if you have any questions or concerns. eBay Message Center: Click Here Phone contact: 1-800-899-5540 Address CostumeHUB 8250 NE Underground Dr. Pillar 156G Kansas City, MO 64161 Customer service hours: Our call center is open Monday through Friday, 9 a.m. to 5 p.m. CST. Copyright © Costume Hub. All Rights Reserved. View Latest Costumes",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTk5WDUwMQ==/z/zRoAAOSwYlRZHSUS/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Underground Toys",
        "Name": "Brand"
      },
      {
        "Value": "DR172",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "DR172-UNDERGROUND",
  "StartTime": "2017-05-18T04:37:36.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2629912065218080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-17T04:37:36.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "41.69"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "CostumeHUB offers a gigantic selection of costumes and costume accessories, most of which can be returned if the return is initiated within 30 days from the purchase date. All refunds will be for the cost of the merchandise only. Our return and exchange policy applies to (but is not limited to) the following situations:\n-Your item(s) doesn’t fit\n-Your event gets canceled\n-You are unhappy with your purchase for any reason\nPlease check out our eBay store for more information.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "Missouri, United States",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Doctor Who Dalek Adult Analog Watch,white DR172 Underground Toys",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Doctor-Dalek-Adult-Analog-Watch-white-DR172-Underground-Toys-/262991206521",
  "Storefront": {
    "StoreName": "CostumeHub",
    "StoreURL": "http://stores.ebay.com/id=1168425637"
  },
  "ItemID": "262991206521",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P16DT9H58M24S"
}