{
  "ExcludeShipToLocation": "BG",
  "QuantitySold": "0",
  "Title": "Vintage Collectible Communist USSR Russian Pocket Watch Raketa Roman Numerals",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "35.0"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Untitled Document Search Store Include description Visit our Stores Antique Treasure Store Antique Treasure Shop Helpful links Ask Seller a question Follow this Seller Like us on Facebook Categories Paintings & Drawings Statues & Figurines Militaria Swords, Knives & Blades Watches & Clocks Collectible Toys Icons & Crosses Jewelry & Accessories Science & Medicine Photo Cameras Books & Literature Pens & Writing Tobacciana Musical Instruments Primitives & Folklore Other Collectibles Item Description Vintage Collectible Communist USSR Russian Pocket Watch Raketa Roman Numerals Details We offer you this fine collectible pocket watch Raketa. As you can see on the photos, there's a small crack on the dial's glass. We keep our Items in their authentic condition as we received them. If you require any more information or pictures please contact us. Item Condition The condition is as you can see it on the pictures. The Retro watch is nicely working (keep in mind that old watches can always show small defects, so please don't expect them to run as they were new). There is always the possibility the mechanism to slow or hasten in time, this can be adjusted manually. Payment We accept payments with PayPal only. Payment must be made within 10 days after the auction is closed. If you need more time, please contact us through eBay's message system. When purchasing multiple items, please wait for combined invoice before paying. Shipping We provide Combined shipping. Please request invoice for multiple purchases. Approximate time of delivery to the USA is 15-30 days. Approximate time of delivery to Europe 10-20 days. Approximate time of delivery to other parts of the world 20-30 days. Handling time is 2-3 days. Tracking info is provided after the items has been handled. Returns If You are unhappy with Your purchase, let us know before leaving feedback and we will resolve any problems with your order. We give you 100% Money Back Guarantee. Buyer should contact seller within 14 Days after receiving the item. The Item must be in its original condition. Refund is given as Money back or exchange (buyer's choice). Return shipping will be paid by the buyer. Contacts Should you have any additional questions regarding the Item, please contact us. We will reply promptly and if you require more pictures or info, our customer support will be happy to oblige. Phone numbers for contact: +359899100372 English +359896682549 Russian/German About Us We are the owners of a small local antique store. During our travels throughout Europe, we collect unique and authentic items from various and old forgotten places. We have over 20 years experience in the antiques trading business. In 2008 we decided to expand our business to eBay. What we can offer you is a growing collection of antique treasures waiting for you to discover in Antique Treasure Store. Our main goal is to ensure that our customers will be 100% satisfied with their purchase. Payment We accept payments with PayPal only. Payment must be made within 10 days after the auction is closed. If you need more time, please contact us through eBay's message system. When purchasing multiple items, please wait for combined invoice before paying. Shipping We provide Combined shipping. Please request invoice for multiple purchases. Approximate time of delivery to the USA is 15-30 days. Approximate time of delivery to Europe 10-20 days. Approximate time of delivery to other parts of the world 20-30 days. Handling time is 2-3 days. Tracking info is provided after the items has been handled. Returns If You are unhappy with Your purchase, let us know before leaving feedback and we will resolve any problems with your order. We give you 100% Money Back Guarantee. Buyer should contact seller within 14 Days after receiving the item. The Item must be in its original condition. Refund is given as Money back or exchange (buyer's choice). Return shipping will be paid by the buyer. Contacts Should you have any additional questions regarding the Item, please contact us. We will reply promptly and if you require more pictures or info, our customer support will be happy to oblige. Phone numbers for contact: +359899100372 English +359896682549 Russian/German About Us We are the owners of a small local antique store. During our travels throughout Europe, we collect unique and authentic items from various and old forgotten places. We have over 20 years experience in the antiques trading business. In 2008 we decided to expand our business to eBay. What we can offer you is a growing collection of antique treasures waiting for you to discover in Antique Treasure Store. Our main goal is to ensure that our customers will be 100% satisfied with their purchase. View more great items",
  "StartTime": "2017-05-14T20:56:48.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTQwWDgyMw==/z/qqkAAOSwMmBV2E9k/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTIzWDgxOA==/z/xSoAAOSwjVVV2E9u/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYxWDExODA=/z/lBkAAOSw~gRV2E98/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/kEcAAOSw~gRV2E9P/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2N1gxNjAw/z/os8AAOSwDNdV2E9U/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "BG",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1970-1979",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Raketa",
        "Name": "Brand"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Material"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": [
          "12-hour Dial",
          "Roman Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical: Hand-winding",
        "Name": "Movement"
      },
      {
        "Value": "Russia",
        "Name": "Country Made"
      },
      {
        "Value": "Pocket",
        "Name": "Model"
      }
    ]
  },
  "Seller": {
    "UserID": "antique-treasure-store",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2633",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "12",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1825741955158080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-13T20:56:48.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "35.0"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "The Item must be in its original condition.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ConditionDescription": "The condition is as you can see it on the pictures. The Retro watch is nicely working (keep in mind that old watches can always show small defects, so please don't expect them to run as they were new). There is always the possibility the mechanism to slow or hasten in time, this can be adjusted manually.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Sofia, Sofia",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Collectible-Communist-USSR-Russian-Pocket-Watch-Raketa-Roman-Numerals-/182574195515",
  "Storefront": {
    "StoreName": "Antique-Treasure-Store",
    "StoreURL": "http://stores.ebay.com/id=849057922"
  },
  "ItemID": "182574195515",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P13DT2H16M4S"
}