{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "PostalCode": "10001",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "jakkaphat",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "382",
    "PositiveFeedbackPercent": "99.7"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "AMPM24 Bronze Men's Dragon & Phoenix Dangle Pendant Pocket Quartz Watch Gift Chain WPK062 We have free return Product Description Dimension: 0.2 x 4.7 x 1.9 inchs., Weight: 0.25lbs. Sold by AMPM24 Store.Description:1.Dragon series pocket watch is the best gift for your love, seniority or yourself.2.Elegant design with precise quartz movement.3.Retro watch case brings you back to your memory in youth.4.Removable chain with a clip at the end.Specification (1 cm10 mm0.394 inch) (approximate)Case diameter: 5.0cm approx.Case thickness: 1.0cm approx.(cover included)Case Material: CopperChain Length: 36cm approx. (hook included)Chain Material: AlloyPackage Includes:- 1 x Pocket Watch and 1 x AMPM24 Gift BoxFor detail instructions of the watch, please access our website to download. The website address will show on the manual in your package. If any questions, please don't hesitate to contact us. Sold by AMPM24 Store. Package Includes:- 1 x Pocket Watch and 1 x AMPM24 Gift BoxCase diameter: 5.0cm approx. Case thickness: 1.0cm approx.(cover included) Case Material: Copper Chain Length: 36cm approx. (hook included)Color may not appear as exactly as in real life due to variations between the computer monitors and nacked eye color difference.For detail instructions of the watch, please access our website to download. The website address will show on the manual in your package. If any questions, please don't hesitate to contact us.Dragon series pocket watch is the best gift for your love, seniority or yourself. Elegant design with precise quartz movement. Payment1.We accept PayPal only.2.All major credit cards are accepted through secure payment processor PayPal.3.Payment must be received within 7 business days of auction closing.4.We ship to your eBay or Paypal address. Please make sure your eBay and Paypal address is correct before you pay.ShippingAs an American company, we proudly offer FREE SHIPPING to the lower 48 states.Due to high shipping costs and our desire to ALWAYS provide our incredible customers FREE SHIPPING, we are unable to ship to P.O. Boxes or Military APOs.We do offer international shipping using eBays Global Shipping program on some items.Our items may be shipped directly from our warehouse or from our supplier to get it to you as fast as possible so there is no local pick up.You can buy with confidence because we stand behind what we sell with a 30 day return policy.Our Customer Service is in the USA and we pride ourselves on our fast response time.Feedback1. We will leave Positive Feedback after receive the payment, Please do not forget to give us and FIVE STARS on all of the Detailed Seller Ratings .2. If you are not satisfied with your shopping Experience,Please contact us to get a solution before you decide to leave a neutral or negative feedback, We will try our best to solve any problems for you as soon as possible,thanks.3. We will provide you service as best as we can, cause the feedback and is what we are striving for. Please email me through My Messages or Ask Seller Questions if you have any question about our listings or your purchase.-- hope to do the business with you again in the near future Payment Policy We accept Paypal, Bank transfer, Cash on delivery an Credit Card. Shipping Policy As an American company, we proudly offer FREE SHIPPING to the lower 48 states. Due to high shipping costs and our desire to ALWAYS provide our incredible customers FREE SHIPPING, we are unable to ship to P.O. Boxes or Military APOs. We do offer international shipping using eBays Global Shipping program on some items. Our items may be shipped directly from our warehouse or from our supplier to get it to you as fast as possible so there is no local pick up. You can buy with confidence because we stand behind what we sell with a 30 day return policy. Our Customer Service is in the USA and we pride ourselves on our fast response time. All of our items are brand new, direct to you. ABOUT FEEDBACK 1. We will leave Positive Feedback after receive the payment, Please do not forget to give us and FIVE STARS on all of the Detailed Seller Ratings . 2. If you are not satisfied with your shopping Experience,Please contact us to get a solution before you decide to leave a neutral or negative feedback, We will try our best to solve any problems for you as soon as possible,thanks. 3. We will provide you service as best as we can, cause the feedback and is what we are striving for. Please email me through My Messages or Ask Seller Questions if you have any question about our listings or your purchase. -- hope to do the business with you again in the near future Return Policy We offer a 30 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for you When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items. All returns MUST be done within 30 days of date of purchase. Please note that we cannot give refunds or replacements after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution.",
  "StartTime": "2017-03-27T02:23:46.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/zeUAAOSw4A5Y2HXQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/73sAAOSwWxNY2HXS/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/IxcAAOSwc-tY2HXT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/~isAAOSwDKtY2HXV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/TSAAAOSwsW9Y2HXW/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/tTMAAOSw2gxY2HXY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/~oEAAOSwDKtY2HXZ/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "11.49"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "AMPM24",
        "Name": "Brand"
      },
      {
        "Value": "WPK062",
        "Name": "MPN"
      },
      {
        "Value": "700621216049",
        "Name": "UPC"
      },
      {
        "Value": "Shops",
        "Name": "Category"
      },
      {
        "Value": "0700621216049",
        "Name": "EAN"
      }
    ]
  },
  "SKU": "B0096LOZUK",
  "HitCount": "24",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1825045923768080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-25T02:23:46.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "11.49"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "NO",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/AMPM24-Bronze-Mens-Dragon-Phoenix-Dangle-Pendant-Pocket-Quartz-Watch-Gift-/182504592376",
  "Location": "New York, New York",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "AMPM24 Bronze Mens Dragon & Phoenix Dangle Pendant Pocket Quartz Watch Gift",
  "Storefront": {
    "StoreName": "jakkaphatsa-0",
    "StoreURL": "http://stores.ebay.com/id=1468939615"
  },
  "ItemID": "182504592376",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P24DT7H34M18S"
}