{
  "QuantitySold": "0",
  "Title": "Serviced w/Chain~1970s~Wakmann Swiss 17 Jewel~ UT-ETA 6497 Railroad Watch",
  "PostalCode": "07876",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "PLEASE LOOK AT ALL DETAILED PICTURES, AND READ THE ENTIRE WRITTEN DESCRIPTION AND THEN ASK ANY QUESTIONS YOU HAVE SERVICED AND WORKING WAKMANN SWISS RAILROAD POCKET WATCH IN CHROMED BASE METAL TRAIN CASE ~ INCLUDES CURB LINK WATCH CHAIN THE MOVEMENT WAS FULLY SERVICED (REMOVED FROM THE CASE, COMPLETELY DIS-ASSEMBLED, HYDROSONICALLY CLEANED-RINSED-DRIED. EACH PART INSPECTED, WORN OR DAMAGED PARTS HAVE BEEN REPLACED. THE PARTS WERE LUBRICATED, AND THE MOVEMENT RE-ASSEMBLED, OBSERVED. ADJUSTED AND TIMED). THE CASE WAS INSPECTED AND LIGHTLY CLEANED. ================================ CIRCA 1970S ~ 45MM (2\") WAKMANN SWISS OPEN FACE CHROMED BASE METAL RAILROAD POCKET WATCH. POWERED BY A WAKMANN WATCH CO. SIGNED ~17 JEWEL ~CALIBER UT (UNITAS - WHICH BECAME ETA) 6497 PENDANT WIND AND SET OPEN FACE CASE ORIENTED 3/4 PLATE MOVEMENT. THIS PREMIUM GRADE CALIBER EQUIPPED WITH INCABLOC, IS OPERATING AT 18000 BEATS PER HOUR AND STORING A 40 + HOUR POWER RESERVE. THE MOVEMENT HAS BEEN FULLY SERVICED, INSPECTED AND TIMED IN 2 POSITIONSDIAL: PERFECT WAKMANN SIGNED 37MM RAILROAD STYLED MONTGOMERY DIAL . WHITE ENAMEL PAINT OVER METAL. LARGE PRINTED ARABIC NUMERAL HOUR MARKERS. PRINTED ARABIC NUMERAL MINUTE MARKERS. \"WAKMANN\" PRINTED ABOVE CENTER OF DIAL. SMALL TRAIN GRAPHIC UNDER SIGNATURE. BLUED STEEL SPADE AND WHIP STYLED HOUR, AND MINUTE HANDS. PRINTED SUB-SECONDS DIAL PERFECT DIAL. PLEASE SEE PICTURES CASE 45MM (2\") DIAMETER 3 PART OPEN FACE WATCH CASE (measured without crown). DECORATED EDGE CASE IS 8.5 MM THICK (WITH CASE BACK AND DOMED CRYSTAL). ONLY VERY LIGHT WEAR ON CASE EDGE. NO SCRATCHES - NO REPAIRS OR DENTS. NO BRASSING. MODERATE WEAR ON HOOP AND CROWN. LIGHTER WEAR ON COLLAR. SNAP DOWN BEZEL IS CLEAN. DECORATED GRIP AREA. LITTLE TO NO WEAR ON SURFACES. IT SEATS FLAT AND TIGHT TO CASE. IT HOLDS DOMED CLEAR ACRYLIC CRYSTAL TIGHT. NO SCRATCHES ON CLEAN AND CLEAR CRYSTAL , NO CHIPS, OR CRACKS.IMAGE OF MID-CENTURY LOCOMOTIVE SCENE ENGRAVED ON BRUSHED SURFACE OF SNAP DOWN CASE BACK. IT SNAPS DOWN FLAT AND TIGHT TO CASE. ONLY LIGHT WEAR. SIGNED ON INSIDE SURFACE. CHAIN:CURB LINK STYLED CHROMED WATCH CHAIN MEASURES ABOUT 15\". CHAINS LINKS ARE A BIT OVER 3/16\" (5.5MM) THICK . LITTLE TO NO WEAR NOTICED ON SURFACES - NO DAMAGE OR SIGNS OF REPAIR. SWIVEL SECURES WATCH TO CHAIN, CHROMED BELT HOOK ON OPPOSITE END. COMMENTS: VERY NICE 1970S WAKMANN SWISS POCKET WATCH! READY FOR USE OR COLLECTING - GREAT GIFT OR INVESTMENT ! Sorry, but I'm not responsible for additional charges or costs (such as customs, import duties, VAT, or any other taxes) incurred by your local Government. Customs policies vary from country to country, you MUST contact your local Customs Agency with any questions or liabilities. International Bidders I understand the high cost of import fee and will work with you on the value of the item declared. WINNING BIDDERS PLEASE CONTACT ME AFTER PAYMENT WITH REQUESTS. I WILL COMBINE SHIPPING TO SAVE YOU MONEY!! I CAN OFTEN SHIP 3 TO 5 WATCHES FOR THE SAME PRICE AS ONE! IN THE RARE CASE THAT THE WATCH OR WATCHES ARE NOT WORKING PROPERLY when received: Please contact me first, and DO NOT GO TO YOUR LOCAL WATCHMAKER. If you give me a chance - and send me back the watch - I'll fix it, and ship it back to you for free (or I'll FULLY REFUND full cost of watch including SHIPPING AND RETURN SHIPPING). If you decide not to send back the watch and fix it on your own, (even though a Paypal dispute) the fixing costs will eventually be your responsibility not-withstanding all your efforts. I'm always ready to accept returns and fully refund my customers. So please, if trouble occurs, let me know the details first. Ebay Policy recommends this course of action and I enjoy open communication with my customers. Thanks for looking - Brian Check out my other items!",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA1MlgxMTE2/z/WF4AAOSw7GRZIKpM/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyMFg5MDg=/z/2ckAAOSwIQdZIKps/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODUyWDEwNjg=/z/M0QAAOSwZKBZIKpg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODA4WDEwMDQ=/z/OEoAAOSw~FJZIKp1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTQ0WDc5Mg==/z/FkEAAOSw0hlZIKpX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/txMAAOSwY3BZIKoa/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Njk2WDY2NA==/z/GVAAAOSwurZZIKo0/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTA4WDEyMDg=/z/284AAOSw3gJZIKqF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAzNlgxMDY4/z/EjAAAOSw5cRZIKqP/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "199.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1970-1979",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Chrome",
        "Name": "Material"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Lever",
        "Name": "Escapement Type"
      },
      {
        "Value": [
          "Serviced",
          "Includes Chain"
        ],
        "Name": "Features"
      },
      {
        "Value": "white",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "17 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "16",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "Wakmann",
        "Name": "Brand"
      },
      {
        "Value": "6497",
        "Name": "Model"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "Seller": {
    "UserID": "brian727272",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "17662",
    "PositiveFeedbackPercent": "99.8"
  },
  "StartTime": "2017-05-30T15:14:54.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3719671829808080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-29T15:14:54.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "199.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "60 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Serviced-w-Chain-1970s-Wakmann-Swiss-17-Jewel-UT-ETA-6497-Railroad-Watch-/371967182980",
  "ConditionDescription": "Fine Condition Grade!! Serviced!  KEEPING EXCELLENT TIME.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Succasunna, New Jersey",
  "Storefront": {
    "StoreName": "BRIAN727272STORE",
    "StoreURL": "http://stores.ebay.com/id=59956433"
  },
  "ItemID": "371967182980",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P28DT20H41M5S"
}