{
  "QuantitySold": "0",
  "Title": "One Of First WALTHAM ARMY ORDNANCE Pocket W. No 92 ! Crescent 1617Mov. WW2 1940",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "790.0"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Extremely rare vintage one of first WALTHAM Army Ordnance Department Pocket Watch made at the beginning of WW2. ca1940 in very good full original condition.From Marvin E. Whitney Book \"Military Timepieces\" AWI Press 1992 p.373-5 is possible to read \"WALTHAM POCKET WATCH Models 1609 and 1617, 16s, 9 or 17 Jewels. There were two models used, the 9-jewel and 17-jewel. Both movements were 16s, fitted to an open-faced screw back and bezel type case with a snap dust cover. Serial numbers on Ordnance watches were preceded with prefix \"OA\" for the 9-jewel, and \"OC\" for 17-jewel on the exterior back of the case (Figure 6). Both watches were fitted with white porcelain dial with the manufacturer's name and number of jewels indicated just below the twelfth hour numeral. The 1 to 12 hour graduations were outlined in black and filled with luminou material. The second-dial orbit was graduated in seconds, with numerals showing each 10-second graduation. Later, some watches, model number 1609, were fitted with black dials and radium-painted numerals and hands...On the 1617 model, the barrel bridge was stamped 3Adj near the crown wheel, while the train bridge was stamped 17-jewels, Waltham Crescent St., 16s, USA (Figure 7).\" Case : typical open-faced made for military purpose with screwed bezel and back, bezel with acrylic crystal, back outside marked \"ORDNANCE DEPARTMENT // U.S.A. // NO. O - 92\", also this is one of first such Army Ordnance pocket watches with only one-letter prefix \"O\" before distinction between \"OA\" and \"OC\", what is confirmed with extremely law service number - 92 (!!), back inside marked \"KEYSTONE // BASE METAL / 3064xx \", additional snap dust cover inside with the same number, Dial : factory original white enamel dial, typical military style, signed \"WALTHAM / 17 JEWELS\", Arabic numerals covered with luminoius paint, original blued steel luminous hands, sunked sub-dial for small seconds, Movement : original Waltham high quality movement, model 1617, Waltham's \"Conel\" Breguet type hairspring, patented regulator, adjusted in three positions, 17 jewels, marked on train bridge \"17 JEWELS // WALTHAM / CRESCENT ST. / 16s // U.S.A.\" and on the barrel bridge \"3 ADJ. // (serial number) 304601xx (ca1940 !)\", in good running condition, keeps time, Sizes : diameter 51.5mm, thickness including crystal 16.5mm.SHIPPING - Worldwide shipping costs are 20USD, will be shipped as Priority Registered Letter with tracking number, delivery time is usually between 4-10 business days depending on destination. THANKS VERY MUCH FOR LOOKING AN D BIDDING ! PLEASE LOOK MY OTHER AUCTIONS MOSTLY WITH ANTIQUE / VINTAGE MILITARY / PILOT / AVIATOR WATCHES !",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/A04AAOSwoudW-~FK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/E4wAAOSwBnVW-~FP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/FBsAAOSwBnVW-~FU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/ck8AAOSwdU1W-~Fg/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/7JsAAOSwxp9W-~GI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/jAYAAOSwI3RW-~F3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/I2MAAOSwAvJW-~Gr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/c9wAAOSwZtJW-~Gz/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "PL",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1940-1949",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Waltham",
        "Name": "Brand"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": [
          "Enameled Dial",
          "12-Hour Dial",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Anchor",
        "Name": "Escapement Type"
      }
    ]
  },
  "Seller": {
    "UserID": "kirim15",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "413",
    "PositiveFeedbackPercent": "100.0"
  },
  "StartTime": "2017-05-18T08:15:23.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2629914386878080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-17T08:15:23.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "790.0"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ConditionDescription": "All pictures are integraly part of description, then one photo is better then thousand words. In each my auction i try to make so many photos, how is necessary to give everbody the insight not only in generaly condition of item, but in each aspect of it, also in dial, movement, case, strap ... (by watches). For that reason there are separate pictures of all parts of actualy item.Each word can be questionable and is good to be a starting-point of discussion, for that reason all photos in auction are not only integraly part of desription, but most important part of it.Of course not everbody can be full satisfied with this description, please also in case any doubt to ask BEFORE BIDDING, i always, as it most faster possible for me, try to give a full responce.After auction is very easy to say \"the description was not complete\", but when one disputable detail WAS VISIBLE on photos, in this way was \"DESCRIBED\" from seller, and was NOT ASKED BEFORE BIDDING, can not be after arguable point.",
  "Location": "Mazovia",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/One-First-WALTHAM-ARMY-ORDNANCE-Pocket-W-No-92-Crescent-1617Mov-WW2-1940-/262991438687",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "262991438687",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P16DT13H36M4S"
}