{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Classic Smooth Full Hunter Pocket Watch with 14 inches Chain",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "9.78"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Classic Smooth Full Hunter Pocket Watch with 14 inches Chain FREE SHIPPING!!! Product Features Importado Add undeniable style and class to your daily life and fashion with a classic Gold Pocket Watch 14'' chain with pocket clip for securing easily, 1 3/4'' perfect pocket size. Highly polished plated chrome. Quartz movement - easy time setting and case release button. White dial with filigreed hour, minute, and second hands on ornate Arabic numerals. New for Amazon Prime! 33% discount NOW! Comes in gift box to make for great bachelor party, birthday, Christmas, wedding, or groomsmen gifts! Product Description Classic Business Casual Dress Watch,Combines quality, leading edge fashion, and value. Suit for commercial negotiation, dating, party and other all daily life. ----------------------------------------------------------------------------------------------------------------------------------------------------------- Ordering: Be SURE you want the item Before you order. Be SURE your shipping address in eBay is correct. Be SURE to read the Description Before Ordering. Our systems are Automated and Super-Fast ... Once you place the order it may not be possible to cancel to the order. We check our messages about every 24 hours ... You sending a message is NOT the same as us instantly receiving it .. we typically get it hours later. Payment: We accept PayPal only (*You can swiftly pay through PayPal with your credit card in just a minute … even if you don’t have PayPal Account). Shipping & Handling: Free Shipping within the 48 states! We only ship within the continental 48 U.S. states. We do not ship to Alaska, Hawaii, Puerto Rico, Guam, Virgin islands. We do not ship to APO/FPO/DPO addresses We do not ship to P.O.BOXES - please provide a physical address! We do not ship internationally. Your order will be processed within 1-2 business days once the payment has been received. Standard shipping typically takes 2-10 business days. Larger/Heavier Items may take a few extra days to ship! We do not offer combined shipping services **Your item will be shipped directly from our supplier. We are a clearinghouse for several major retailers. In the unlikely event that the item is sold out or on backorder, we will contact you to see if you want to wait a few days or we will refund 100% of your money … YOUR choice. Return Policy: We offer a 14 day return policy from the receiving date. Please contact us for a Return Merchandise Authorization (RMA) number. All items purchased must be return in the same condition as they were delivered in and in original packaging. They can not have been assembled and disassembled. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. Return shipping fees are not refundable. Buyer pays shipping both ways. 15% handling/restocking fee for returns - starting at time of sale. Buyers remorse, finding the item on sale or price variation is not a valid reason for return. Taxes: Taxes are charged as determined by Your State. Satisfaction : Your satisfaction is very important to us! If you have any problem with your order, please do not leave negative comments.Please Contact … and your issue will be solved quickly and positively :) We are a small family-owned business trying to make it, not a huge company that doesn't care … We will ALWAYS do our best for you!",
  "StartTime": "2017-05-01T03:11:23.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTQxWDEwMDA=/z/J2wAAOSw42dZBqdO/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/CIEAAOSw~y9ZBqdQ/$_3.PNG",
    "http://i.ebayimg.com/00/s/Njg0WDEwMDA=/z/CPEAAOSw~y9ZBqdS/$_3.PNG",
    "http://i.ebayimg.com/00/s/ODg0WDEwMDA=/z/mWEAAOSwCQZZBqdV/$_3.PNG",
    "http://i.ebayimg.com/00/s/NjY3WDEwMDA=/z/KyIAAOSwtGlZBqdX/$_3.PNG",
    "http://i.ebayimg.com/00/s/NjY3WDEwMDA=/z/BZ8AAOSwrhBZBqda/$_3.PNG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Jian Company",
        "Name": "Brand"
      },
      {
        "Value": "Jian Company",
        "Name": "Manufacturer"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "0820103552110",
        "Name": "EAN"
      },
      {
        "Value": "820103552110",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Seller": {
    "UserID": "apexds3",
    "FeedbackRatingStar": "Blue",
    "FeedbackScore": "94",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "36",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-30T03:11:23.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "9.78"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B00EL0YQT6",
  "ShipToLocations": [
    "US"
  ],
  "Location": "National",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Classic-Smooth-Full-Hunter-Pocket-Watch-14-inches-Chain-/272652577266",
  "Storefront": {
    "StoreName": "apexds3",
    "StoreURL": "http://stores.ebay.com/id=1610871921"
  },
  "ItemID": "272652577266",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P29DT8H25M52S"
}