{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "22.81"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "4",
  "ConditionDisplayName": "New with tags",
  "Description": "Antique Doctor Who Bronze Case Quartz White Dial Chain Men Pocket Watch Dr. Who Item Description ? A Colletion Pocket Watch - Especially For \"Doctor Who\" Fans - Inspired Looking, Beautiful Packing Gift Box & Matching Chain ? DIY Traditional CHINESES Knots - Extra Gift Leather Cord For Different Styles Or Different Meaning Gifts ? Ingenuity LIGHT-WEIGHT Design - Good Quality But Not Be Burthen For Wearing With You To Anywhere ? Must-be Choice - Wanna Stand Out? This Is Your Pocket Watch - A Conversation Piece, A Compliments Receiver - It Really Hits The Spot ? It Even Can Be A Perfect \"Just Because\" Gift Features: 1.Vintage bronze pocket watch is the best gift for your father, seniority or yourself 2.100% brand new with excellent workmanship 3.Elegant design with precise quartz movement 4.Dial color in white with arabic numerals in black 5.Removable key chain with a clip at the end 6.Nice addition to a formal or casual dressing or collecting How to use/set the quartz watch? A. Once you receive the quartz watch: Press the crown at the top of watch, the front plate will open. B. Setting time: Pull the crown away from base of the watch and turn the crown clockwise until reaching the exact time. Specification (1 cm=10 mm=0.394 inch) (approximate) Case diameter: 45.56mm approx. Case thickness: 14.30mm approx.(cover included) Case Material: Alloy Chain Length: 390mm approx. (hook included) Chain Material: Alloy Package Includes: -1 x Pocket Watch -1 x Gift Box -1 x Chain Shipping Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 4 days of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREE Returns We offer a 14 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for you When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items. All returns MUST be done within 14 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. About us All of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If theres a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us!",
  "StartTime": "2017-05-06T15:59:10.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjcyWDUwMA==/z/nnQAAOSw~y9ZDfK~/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/YIIAAOSw42dZDfLB/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/t1wAAOSww9xZDfLC/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDY3Mw==/z/FasAAOSwn-tZDfLD/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/XQUAAOSwrhBZDfLE/$_12.JPG",
    "http://i.ebayimg.com/00/s/NzEwWDUwMA==/z/LcsAAOSwhvFZDfLF/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDU1Mg==/z/5FUAAOSwjqVZDfLG/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDY0OA==/z/Xf4AAOSwrhBZDfLI/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUzNw==/z/FgcAAOSwjL5ZDfLJ/$_12.JPG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PaymentAllowedSite": [
    "CanadaFrench",
    "Canada"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SIBOSUN",
        "Name": "Brand"
      },
      {
        "Value": "FA-HBQ030",
        "Name": "MPN"
      },
      {
        "Value": "FA-HBQ030",
        "Name": "Model"
      },
      {
        "Value": "703290407978",
        "Name": "UPC"
      },
      {
        "Value": "0703290407978",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "hmggreatdeals2016",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1021",
    "PositiveFeedbackPercent": "99.6"
  },
  "HitCount": "27",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2529232945558080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-05T15:59:10.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "22.81"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "Vancouver",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Antique Doctor Who Bronze Case Quartz White Dial Chain Men Pocket Watch Dr. Who",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Antique-Doctor-Bronze-Case-Quartz-White-Dial-Chain-Men-Pocket-Watch-Dr-/252923294555",
  "Storefront": {
    "StoreName": "hgre3843",
    "StoreURL": "http://stores.ebay.com/id=915721522"
  },
  "ItemID": "252923294555",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P4DT21H15M8S"
}