{
  "ExcludeShipToLocation": "IL",
  "QuantitySold": "0",
  "Title": "Vintage Grade 912 Hamilton Pocket Watch CA1928",
  "PostalCode": "34236",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "eashland_net",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1744",
    "PositiveFeedbackPercent": "99.7"
  },
  "GlobalShipping": "false",
  "HandlingTime": "5",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Hamilton 12-Size Grade 912 Yellow Gold-Filled Pocket Watch Hamilton; U.S.; Man’s; Serial #3,372,529; Circa 1928 CASE: The yellow gold-filled 12-size (40-44MM) open face case is plain. DIAL: This silver metal dial displays Arabic numerals and Cathedral hands. MOVT: The 17-jewel stem-set nickel movement has a lever escapement, ¾-plate layout and is signed. CONDITIONS: C 3 (Case is in Very Good Condition) D 3-15 (Dial is in Very Good Condition – spotted) M 3 (Movement is in Very Good Condition) AI-SP72016-1 Stem Wind/Stem Set Movement Stem-wind, stem-set movements did away with the watch key which was a necessity for the operation of any pocket watch up to that point. The crown of the watch is pulled out a short distance allowing the hands to be turned to set the watch. The crown is pressed back into place and is turned to wind the watch. Lever Escapement An escapement is a device in mechanical watches and clocks that transfers energy to the timekeeping element (the \"impulse action\") and allows the number of its oscillations to be counted (the \"locking action\"). The impulse action transfers energy to the clock's timekeeping element (usually a pendulum or balance wheel) to replace the energy lost to friction during its cycle and keep the timekeeper oscillating. The escapement is driven by force from a coiled spring or a suspended weight, transmitted through the timepiece's gear train. Each swing of the pendulum or balance wheel releases a tooth of the escapement's escape wheel gear, allowing the clock's gear train to advance or \"escape\" by a fixed amount. This regular periodic advancement moves the clock's hands forward at a steady rate. At the same time the tooth gives the timekeeping element a push, before another tooth catches on the escapement's pallet, returning the escapement to its \"locked\" state. The sudden stopping of the escapement's tooth is what generates the characteristic \"ticking\" sound heard in operating mechanical clocks and watches. 3/4 Plate Layout The 3/4 plate and the balance cock are flush and about 1/4 of a full plate is cut out to allow for the balance, thus the 3/4 plate. CUSTOMER SERVICE: Phone 1-800-424-5353 Contact: Rick Gilbert Hours:9 - 5 EST, Monday - Friday Address: eAshland_net Sarasota Arts & Antique Center 640 South Washington Blvd, Suite 200 Sarasota, FL 34236 INTERNATIONAL CUSTOMERS: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. We do not mark merchandise values below value or mark items as “gifts” - US and International government regulations prohibit such behavior. CODE OF ETHICS...Deal with Honesty Ashland is proud of its reputation as a trusted dealer in antique timepieces. Our customers trust and respect is paramount to the success of our business and to that end we constantly strive to exceed your expectations by adhering to the guidelines listed below: eAshland_net Is committed to its customers satisfaction. Clearly, honestly and accurately represents its products, service, terms and conditions. Delivers its products and services as represented. Communicates in a respectful and courteous manner. Responds to inquiries in a constructive timely way. Maintains appropriate security policies and practices to safeguard customer's information. Offers a free 7 day return policy for watches or jewelry, if ever misdescribed. Does not allow customers personally identifiable information to be transferred or shared with any outside organizations or individuals. Honors requests not to receive further solicitations from eAshland_net. Follows the spirit of the law and all applicable guidelines for ethical business practices. RETURN POLICY: All returns must be accompanied by the original packing slip and received in the exact condition as sent. We maintain photos of all items sold, denoting the condition at the time of purchase and shipping. Any returns based on a third party opinion, i.e. jeweler, watch maker, diamond grader or antique dealer, must have a signed, notarized letter, stating exactly why item is not as described. No exceptions will be made. Powered by eBay Turbo ListerThe free listing tool. List your items fast and easy and manage your active items.",
  "StartTime": "2017-05-29T21:07:18.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/E5cAAOSwZVlXn7Ab/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/phsAAOSwyLlXn7Ae/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxNjAw/z/pyQAAOSwyLlXn7Am/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5N1gxNjAw/z/YiUAAOSwARZXn7Ap/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTk5/z/BY0AAOSwaB5Xn7At/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/BkUAAOSwaB5Xn7A0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/G~EAAOSwTZ1Xn7A2/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "235.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Hamilton",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Yellow Gold Filled",
        "Name": "Material"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Lever",
        "Name": "Escapement Type"
      },
      {
        "Value": "Yellow",
        "Name": "Case Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "3,372,529",
        "Name": "Serial Number"
      },
      {
        "Value": "Grade 912",
        "Name": "Model"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "SKU": "AI-SP72016-01",
  "HitCount": "6",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3322416097168080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-01T21:07:18.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "235.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Grade-912-Hamilton-Pocket-Watch-CA1928-/332241609716",
  "ConditionDescription": "This watch is in good running order. Please understand this is an antique, collector’s timepiece and being so it will not keep exact, to the second time as a new timepiece would.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Sarasota, Florida",
  "Storefront": {
    "StoreName": "eAshland_net Watches and Jewelry",
    "StoreURL": "http://stores.ebay.com/id=1012016780"
  },
  "ItemID": "332241609716",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P1DT2H33M6S"
}