{
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "JP",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NZ",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "PO Box"
  ],
  "QuantitySold": "0",
  "PostalCode": "02763",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "0",
  "ConditionDisplayName": "New without tags",
  "Description": "SATISFACTION GUARANTEE 99% positive reviews CUSTOMER SUPPORT E-MAIL: info(at)my-goods.eu Pocket Watch Fob Watch Quartz Watch White Bronze Look Analogue Window B01B69LVYW / 60412119899350 Brand: S2605200026 Condition: New Case: IPS coated metal case with hinged cover Back: Stainless steel Movement: Quartz, operated with one battery Display: Analogue display with 3 hands (hours / minutes / seconds) Dial Color: White Waterproofness: Water Resistant (WR) - This model is waterproof, tolerates light splashes. Please avoid bigger water contact. Warranty: 2 year warranty on the movement - The warranty exists during normal use for the movement. Excluded from the warranty are all exterior parts e. g. hands, bracelet, crystal, case, battery, etc. . Dimensions: Case size approx: 47 mm wide, 47 mm high ; Case height approx: 14 mm ; Chain Length approx: 34 cm ; Weight: 62 g BATTERY DISPOSAL STANDARD BUSINESS TERMS INSTRUCTIONS F. REVOCATION Information for battery disposal In connection with the sale of batteries or with the delivery of devices that contain batteries, are are under obligation to bring the following to your attention: As the end user, you are legally under obligation to return used batteries. You can return old batteries, which offer or have offered in our new battery assortment, free of charge to our dispatch warehouse (dispatch address). The symbols showed on the batteries have the following meaning: The symbol of the crossed-out dustbin means that the battery may not be discarded with the household waste. Pb = Battery contains more than 0.004 percent by mass of Lead Cd = Battery contains more than 0.002 percent by mass of Cadmium Hg = Battery contains more than 0.0005 percent by mass of Mercury. Please pay attention to the above instructions. Standard Business Terms and customer information/ Specimen-revocation form / data protection declarationI. Standard business terms § 1 Basic provisions (1) The following business terms are applicable to all the contracts which you conclude with us as a supplier (Maik Neumann) via the eBay Internet platform. Unless otherwise agreed upon, the inclusion, if necessary, of your own conditions is ruled out. (2) A ‘consumer’ in the sense of the following regulations is every natural person who concludes a legal transaction which, to an overwhelming extent, cannot be attributed to either his commercial or independent professional activities. The term ‘businessman’ refers to every natural person, legal person or legally responsible partnership that concludes a legal transaction in pursuance of his/its independent professional or commercial activity. § 2 Conclusion of the contract (1) The subject-matter of the contract is the selling of products. (2) If we set up an item vis-a-vis eBay, the activation of the supply-side domain at eBay encompasses the binding offer associated with the conclusion of a purchase contract under the conditions specified on the page associated with the item in question. (3) The eBay SBT, especially § 6, are applicable for concluding the contract; a corresponding link is available below on every eBay page. The contract conclusion is regulated there as follows depending on the offer format: “§ 6 Offer formats and contract conclusion (...) 2. If a seller sets up an item in the auction or fixed-price format using the services of eBay, he makes a binding offer associated with the conclusion of a contract about this item. He thereby determines a start or fixed price and a deadline, within which the offer can be accepted (bidding period). If the seller specifies a minimum price in the auction format, the offer is then under the suspensive condition that the minimum price is reached. 3. The seller can also add a “Buy-now” function to offers in the auction format. This can be exercised by a buyer as long as there was no bidding on the item or a minimum price was not yet reached. eBay reserves the right to change this function in future. (...) 4. In case of fixed price items, the buyer accepts the offer by clicking the “Buy now” button and subsequently confirming the same. In case of fixed price items for which the seller has selected the “Immediate payment” option, the buyer accepts the offer by clicking the “Buy now” button and completing the immediate payment transaction. The buyer can also accept offers for several items by placing the items in the shopping cart (if available) and completing the immediate payment transaction. 5. The buyer accepts the offer through bidding during auctions. The acceptance is done under the suspensive condition that the buyer is the highest bidder at the end of the bidding period. A bid lapses if another buyer makes a higher bid during the bidding period. (...) 6. In case of premature termination of the offer by the seller, a contract is concluded between it and the highest bidder, unless the seller was authorised to withdraw the offer and cancel the existing bids. 7. Buyers can withdraw bids only if there is an authorised reason for it. After an authorised bid withdrawal, no contract is concluded between the user, who is again the highest bidder at the end of the auction owing to the bid withdrawal and the seller. 8. The seller can add a Proposed price function to his offer in certain categories. The Proposed price function allows buyers and sellers to negotiate the price for an item. (...) 11. If an item is deleted from eBay before the expiry of the bidding period, no effective contract is concluded between the buyer and seller.” (4) Purchasing via the “Buy now” or “Offer” function Clicking the “Buy now” or “Offer” button on the item pages still does not result in binding contractual declarations. Rather, you also then have the option to check your entries and rectify them using the “Back” button of the Internet browser or cancel the purchase transaction. This option is no longer available only with the issue of the binding contractual declaration. The menu navigation for eBay that is associated with the execution of a purchase operation specifies the declaration through which you enter into an obligation and the action through which the contract is concluded. (5) Purchase using the shopping cart (if offered) By clicking the “In den Warenkorb” (“In the shopping cart”) button provided on the product sites, the items intended for sale are dropped in the “Warenkorb” (“Shopping cart”). The “Warenkorb” (“Shopping cart”) will be displayed to you subsequently. Furthermore, you can call the “Warenkorb” (“Shopping cart”) via the corresponding button in the navigation bar and make changes to it at any point in time. After calling the “Weiter zur Kaufabwicklung” (“Proceed to purchase transaction”) and the selection or entry of delivery address and the mode of payment, all order data will once again be displayed on the order overview page. If you select “PayPal” as the type of payment, you will be first led to a login window of PayPal. After a successful login at PayPal, you will be forwarded to the order overview page on eBay. Before submitting the order, you have the option to verify or change (even using the “back” of the Internet browser) all your details once again or to cancel the purchase. By clicking the “Kaufen und zahlen” (“Purchase and pay”) button, you declare the acceptance of the offer in a legally binding way, because of which the purchase contract is executed. (6) Purchasing via the “Proposed price” function The “Proposed price” function makes it possible for you to make us a counter-offer by clicking the “Send proposed price” button on the item page, entering your proposed price on the following page, clicking the “Check proposed price” button and confirming with the “Send proposed price” button on the following page (binding offer). You are bound to this proposed price for 2 days. The contract is concluded when we accept your proposed price. (7) The execution of the order and the sending of all the details necessitated by the conclusion of the contract take place via e-mail, in a partially-automated manner. Consequently, you have to ensure that the e-mail address that you have deposited with us is the correct one, and that the receipt of the respective e-mails is guaranteed. In particular, you have to ensure that the respective e-mails are not blocked by a SPAM filter. § 3 Right of retention, reservation of proprietary rights (1) You can only exercise a right of retention if the situation in question involves claims arising from the same contractual relationship. (2) The goods remain our property until the purchase price is paid in full. § 4 Liability (1) We also provide unlimited liability for damage caused due to the violation of life, limb or health. Furthermore, we provide liability without limitation in all cases of intent and gross negligence, if a defect is fraudulently concealed, in case of assumption of guarantee for the procurement of the object of purchase and in all other legally regulated cases. (2) The liability of defects within the scope of the implied warranty complies with the corresponding regulation in our customer information (Part II). (3) If the situation in question relates to important contractual obligations and involves minor negligence, our liability is limited to the foreseeable damages that are typical for the contract. The term ‘important contractual obligations’ refers to important obligations that follow from the nature of the contract and whose violation would jeopardise the fulfilment of the purpose of the contract. It also covers obligations that the contents of the contract impose on us in order to facilitate the fulfilment of the purpose of the contract and whose fulfilment makes it possible for the contract to be executed in an orderly manner, and compliance with which may regularly be taken for granted by you. (4) When it comes to the violation of inessential contractual obligations, no liability shall be assumed if the situation in question involves violations of obligations associated with light negligence. (5) The current state of the respective technology makes it impossible to guarantee that data transmission operations that use the internet will take place in an error-free manner characterised by permanent availability. In this respect, we cannot vouch for the constant and uninterrupted availability of the website and the service offered on the website. § 5 Choice of law (1) German law shall apply. This choice of law only applies to customers if it does not result in the revocation of the protection guaranteed by the mandatory provisions of the law of the country in which the respective customer’s usual place of residence is located (benefit-of-the-doubt principle). (2) The provisions of the UN Convention on Contracts for the International Sale of Goods are explicitly inapplicable. _______________________________________________________________________________________ II. Customer information 1. Identity of the seller Maik Neumann Reichenberger Straße 12 02763 Zittau Germany Telephone: 03583 512491 E-Mail: info(at)my-goods.eu Alternative dispute resolution: The European Commission provides a platform for the out-of-court resolution of disputes (ODR platform), which can be viewed under http://ec.europa.eu/odr. 2. Information regarding the conclusion of the contract The technical steps associated with the conclusion of the contract, the contract conclusion itself and the correction options are executed in accordance with § 2 of our standard business terms (part I.). 3. Contractual language, saving the text of the contract 3.1 Contract language shall be English. 3.2 The complete text of the contract is not saved with us. Before the order is sent, the contract data can be printed out or electronically saved using the browser’s print function. After the order is received by us, the order data, the legally-mandated details related to distance selling contracts and the standard business terms are re-sent to you via e-mail. 4. Main features of the product or service The key features of the goods and/or services can be found in the respective quote. 5. Prices and payment arrangements 5.1 The prices mentioned in the respective offers represent total prices, as do the shipping costs. They include all the price components, including all the incidental taxes. 5.2 The dispatch costs that are incurred are not included in the purchase price. They can be viewed by clicking the appropriate button on our website or in the respective quote, are shown separately over the course of the order transaction and must additionally be borne by you, insofar as free delivery is not confirmed. 5.3 The payment methods that are available to you are shown by clicking the appropriate button on our website or are disclosed in the respective quote. 5.4 Unless otherwise specified for the respective payment methods, the payment claims arising from the contract that has been concluded become payable immediately. 6. Delivery conditions 6.1 The delivery conditions, delivery date and existing supply restrictions, if applicable, can be found by clicking the appropriate button on our website or in the respective quote. Unless a different period is specified in the item description or our delivery conditions, the goods are delivered within 3-5 days after the conclusion of the contract (in case an advance payment has been agreed upon, after the payment authorisation). 6.2 If you are a consumer, the following is statutorily regulated: The risk of the sold item accidentally being destroyed or degraded during shipping only passes over to you when the item in question is delivered, regardless of whether or not the shipping operation is insured. This condition does not apply if you have independently commissioned a transport company that has not been specified by us or a person who has otherwise been appointed to execute the shipping operation. 7. Statutory warranty right 7.1 The statutory warranty rights are applicable. 7.2 As a user, you are requested to promptly check the product for completeness, visible defects and transport damage as soon as it is delivered, and promptly disclose your complaints to us and the shipping company in writing.Even if you do not comply with this request, it shall have no effect on your legal warranty claims. These SBTs and customer details were created by the lawyers specialising in IT law who work for the Händlerbund, and are constantly checked for legal conformity. Händlerbund Management AG guarantees the legal security of the texts and assumes liability in case warnings are issued. More detailed information can be found on the following website: http://www.haendlerbund.de/agb-service. last update: 23.01.2017 ____________________________________________________________________________________ Specimen - revocation form (If you wish to revoke the contract, please fill up this form and send it back to us.) - To Maik Neumann, Reichenberger Straße 12, 02763 Zittau, Germany, Email address: info(at)my-goods.eu : - I/we (*) herewith revoke the contract concluded by me/ us (*) regarding the purchase of the following products (*)/ the provision of the following service (*) - Ordered on (*)/ received on (*) - Name of the consumer(s) - Address of the consumer(s) - Signature of the consumer(s) (only in case of a notification on paper) - Date (*) Cross out the incorrect option. ___________________________________________________________________________________________________________________ Data protection declaration Welcome to our eBay sites! We attach maximum importance to protecting your data and safeguarding your privacy. Therefore, we provide information below regarding collection and use of personal data while using our eBay sites. Anonymous data collection You can visit our eBay sites without having to provide any personal details. We do not save any personal data in this connection. Collection, processing and use of personal data We collect personal data (particulars of personal or objective relationships of a particular or definable natural person) only within the scope provided by you. Your personal data is processed and used for completing and processing your order and also for processing your requests. After the contract is processed completely, all the personal data is first saved taking into account the retention periods under fiscal and commercial law and then deleted after the expiry of the deadline, if you have not approved of the further processing and use. Forwarding personal data Your data is not forwarded to third parties without your explicit consent. Only our service partners, which we require for handling the contractual relationship, are excluded from this. In these cases, we strictly adhere to the specifications of the Federal Data Protection Act. The scope of the data transfer is restricted to a minimum. Information, correction, blocking and deletion of data At all times, you have the right to free information about your saved data as well as the right to correction, deletion and blocking of the same. Please contact us if required. You will find the contact details in our Legal Notice. Instructions for revocation Revocation right You have the right to revoke this contract within one month without specifying any reasons. The revocation period is one month with effect from the day, - on which you or a third party nominated by you, which is not the carrier, had taken possession of the products, provided you had ordered one or more products within the scope of a standard order and this/these product/products is/are delivered uniformly; - on which you or a third party nominated by you, which is not the carrier, had taken possession of the last product, provided you had ordered several products within the scope of a standard order and these products are delivered separately; In order to exercise your revocation right, you must inform us (Maik Neumann, Reichenberger Straße 12, 02763 Zittau, Germany, Telephone number: 03583512491, E-Mail address: info(at)my-goods.eu) of your decision to revoke this contract by means of a clear declaration (e.g. a letter sent via post, fax or email). You can use the enclosed specimen revocation form for this, which however is not mandatory. In order to safeguard the revocation period, it is sufficient that you send the notification about the exercise of the revocation right before the expiry of the revocation period. Consequences of the revocation If you revoke this contract, we shall repay all the payments, which we received from you, including the delivery costs (with the exception of additional costs, which arise from that fact that you selected a form of delivery other than the most reasonable standard delivery offered by us), immediately and at the latest within fourteen days from the day on which we received the notification about the revocation of this contract from you. We use the same means of payment, which you had originally used during the original transaction, for this repayment unless expressly agreed otherwise with you; you will not be charged any fees owing to this repayment. We can refuse the repayment until the products are returned to us or until you have furnished evidence that you have sent the products back to us, depending on whichever is earlier. You must return or transfer the products to us immediately and, in any case, at the latest within fourteen days with effect from the day on which you inform us of the revocation of this contract. The deadline is maintained if you send the products before the expiry of the fourteen-day deadline. You bear the direct costs for returning the products. You must pay for any depreciation of the products only if this depreciation can be attributed to any handling with you that was not necessary for checking the condition, features and functionality of the products. Criteria for exclusion or expiry The revocation right is not available for contracts - for delivery of products, which are not prefabricated and for whose manufacturing an individual selection or stipulation by the consumer is important or which are clearly tailored to the personal requirements of the consumer; - for delivery of products, which can spoil quickly or whose use-by date would be exceeded quickly; - for delivery of newspapers, periodicals or magazines with the exception of subscription contracts. The revocation right expires prematurely in case of contracts - for delivery of sealed products, which are not suitable for return for reasons of health protection or hygiene if their seal has been removed after the delivery; - for delivery of products if they have been mixed inseparably with other goods after the delivery, owing to their condition; - for delivery of sound or video recording or computer software in a sealed package if the seal has been removed after the delivery. The Specimen-revocation form can be found in the appendix to our Standard Business Terms and customer information. Advantages 1 month money back guarantee Daily shipping All items in stock24h E-Mail-SupportSecure payment methods Shipping Delivery charges Germany: 0,00 EUR Europe: 0,00 EUR International: 0,00 EUR Trust Imprint my-goods Maik Neumann Reichenberger Str. 12 02763 Zittau Germany Contact: Tel.: +49 (0) 3583 512491 E-Mail: info(at)my-goods.eu Web: www.my-goods.eu VAT-ID: DE268941656 © my-goods | www.my-goods.eu | info(at)my-goods.eu",
  "StartTime": "2017-03-28T17:35:58.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFg4MDc=/z/CssAAOSw4CFY2p7a/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTMxWDEwMDA=/z/5BUAAOSwol5Y2p7b/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUzWDEwMDA=/z/8pkAAOSwZLhY2p7f/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "26.75"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "DE",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Bellos",
        "Name": "Brand"
      },
      {
        "Value": "60412119899350",
        "Name": "MPN"
      },
      {
        "Value": "Metal",
        "Name": "Material"
      },
      {
        "Value": "Full Hunter",
        "Name": "Closure"
      },
      {
        "Value": [
          "12-hour Dial",
          "Includes Chain",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "47",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "4260412119899",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "my-goods-eu",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "18807",
    "PositiveFeedbackPercent": "99.8"
  },
  "HitCount": "8",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3619388595128080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-26T17:35:58.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "26.75"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Instructions for revocation\n\nRevocation right\nYou have the right to revoke this contract within one month without specifying any reasons.\nThe revocation period is one month with effect from the day,\n\n-  on which you or a third party nominated by you, which is not the carrier, had taken possession of the products, provided you had ordered one or more products within the scope of a standard order and this/these product/products is/are delivered uniformly;\n\n-  on which you or a third party nominated by you, which is not the carrier, had taken possession of the last product, provided you had ordered several products within the scope of a standard order and these products are delivered separately;\n\nIn order to exercise your revocation right, you must inform us (Maik Neumann, Reichenberger Straße 12, 02763 Zittau, Germany ; Telephone number: 03583512491, E-Mail address: info[at]preis-hit.org) of your decision to revoke this contract by means of a clear declaration (e.g. a letter sent via post, fax or email). You can use the enclosed specimen revocation form for this, which however is not mandatory.\n\nIn order to safeguard the revocation period, it is sufficient that you send the notification about the exercise of the revocation right before the expiry of the revocation period.\n\nConsequences of the revocation\n\nIf you revoke this contract, we shall repay all the payments, which we received from you, including the delivery costs (with the exception of additional costs, which arise from that fact that you selected a form of delivery other than the most reasonable standard delivery offered by us), immediately and at the latest within fourteen days from the day on which we received the notification about the revocation of this contract from you. We use the same means of payment, which you had originally used during the original transaction, for this repayment unless expressly agreed otherwise with you; you will not be charged any fees owing to this repayment.\n\nWe can refuse the repayment until the products are returned to us or until you have furnished evidence that you have sent the products back to us, depending on whichever is earlier.\n\nYou must return or transfer the products to us immediately and, in any case, at the latest within fourteen days with effect from the day on which you inform us of the revocation of this contract. The deadline is maintained if you send the products before the expiry of the fourteen-day deadline.\n\nYou bear the direct costs for returning the products.\n\nYou must pay for any depreciation of the products only if this depreciation can be attributed to any handling with you that was not necessary for checking the condition, features and functionality of the products.\n\nCriteria for exclusion or expiry\nThe revocation right is not available for contracts\n- for delivery of products, which are not prefabricated and for whose manufacturing an individual selection or stipulation by the consumer is important or which are clearly tailored to the personal requirements of the consumer;\n- for delivery of products, which can spoil quickly or whose use-by date would be exceeded quickly;\n- for delivery of newspapers, periodicals or magazines with the exception of subscription contracts.\nThe revocation right expires prematurely in case of contracts\n- for delivery of sealed products, which are not suitable for return for reasons of health protection or hygiene if their seal has been removed after the delivery;\n- for delivery of products if they have been mixed inseparably with other goods after the delivery, owing to their condition;\n- for delivery of sound or video recording or computer software in a sealed package if the seal has been removed after the delivery.\n\nThe Specimen-revocation form can be found in the appendix to our Standard Business Terms and customer information.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pocket-Watch-Fob-Watch-Quartz-Watch-White-Bronze-Look-Analogue-W-60412119899350-/361938859512",
  "Location": "Bertsdorf-Hörnitz",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Pocket Watch Fob Watch Quartz Watch White Bronze Look Analogue W-60412119899350",
  "Storefront": {
    "StoreName": "my-goods-eu",
    "StoreURL": "http://stores.ebay.com/id=214716553"
  },
  "ItemID": "361938859512",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P25DT22H46M54S"
}