{
  "ExcludeShipToLocation": [
    "CA",
    "TR",
    "AU",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "31.7"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "GiftshopUKGiftshop.uk.com are part of family-crests.com and we are happy to help with any questions you may have. We are a professional company that have been in business and trading online since 1998. Full Colour Picture Pocket Watch with optional Engraved ReverseOur pocket watches have a stylish and timeless chrome plated design. Inset into the front of the watch is a full colour image that is protected by a clear resin dome that is both water and scratch resistant. Press the button on the top of watch and the front of the watch opens to reveal a classical face with Arabic numbers and is complete with s second hand. This is a full hunter pocket watch measures 45mm across the front and includes a 30cm Albert chain. The watch has a quartz movement and takes a standard size battery (included in purchase).This watch can be personalised with a message of your choice engraved on the reverse (see below for details.) The watch comes boxed in a purpose made gift tin with clear viewing panel in the lid. Engraved Reverse If you would like your pocket watch engraved, please select this option from the drop down menu. The watch can only be inscribed on the reverse. Font Choice for Engraving: What is the difference between engraved and plain? Engraving is where we inscribe a message of your choice into the metal using a diamond engraving tool. A plain reverse will mean your watch will come with the image inset into the front but no message engraved on the reverse. How do I give you my engraving details? Please contact us using the ask the seller button or by emailing us at Please use eBay messaging system with your engraving message and your font choice from the list below. We will respond to your email when your details are added to your order. How many characters can I have? We recommend up to a maximum of 80 characters. If you have a special message and it is a little longer, please let us know and we will tell you if it will fit in the engraving area. How much does it cost? When you select to have your item engraved the additional cost will be added to your total so you do not have to pay any extra other than the total displayed. NOTES: If you do not provide us with your engraving details we will hold your order whilst we try to contact you. If we cannot get a reply we will dispatch your order without engraving. Engraving messages will be copied in the way they are written so please ensure you check for spelling mistakes, grammar and punctuation. The layout may be changed by our engraver to ensure the best fit and look on the product. Returns If for any reason you are not happy with your purchase we will refund the full purchase price (excluding p&p) within 30 days, please ensure all returns are unused and in their original packaging. Terms and Conditions apply. Personalised items may be subject to charges. Emails / Questions If you have any questions please contact us at: Please use eBay messaging system or using the contact seller button Postage Most items will be dispatched within 2 working days after payment has cleared, via 1st Class or standard Airmail service. Combined postage is available and should be automatically applied to your order. NOTE: There will be no tracking on your order unless you select signed for or tracked services (charges apply) Payment Payment should be made by paypal. You can also contact us to pay by credit or debit card or to received a paypal request. If you would like to make a telephone payment you can contact us on 01646 621881. All personal details are protected and will not be shared with third parties. We do not hold your card details on record for security purposes. VAT VAT Registration Number 753 2154 48Family-Crests.com Unit 3, Roddy's Retreat, Pembroke Dock, Pembrokeshire SA72 6TR Tel: 01646 621881 Please use eBay messaging system",
  "StartTime": "2017-04-29T10:57:39.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/$(KGrHqJ,!pgFB(VnLF--BQfBR8FEew~~60_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "10",
  "Country": "GB",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Full Hunter",
        "Name": "Closure"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Arabic Numerals",
          "Includes Chain"
        ],
        "Name": "Features"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Ravel",
        "Name": "Brand"
      },
      {
        "Value": "Chrome",
        "Name": "Material"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      }
    ]
  },
  "Seller": {
    "UserID": "family-crests",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "46142",
    "PositiveFeedbackPercent": "99.5"
  },
  "HitCount": "6",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-28T10:57:39.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "31.7"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "Variations": {
    "VariationSpecificsSet": {
      "NameValueList": {
        "Value": [
          "Pocket Watch - Plain",
          "Pocket Watch + Engraved reverse"
        ],
        "Name": "Engraving options"
      }
    },
    "Variation": [
      {
        "StartPrice": {
          "_currencyID": "USD",
          "value": "31.7"
        },
        "SKU": "watch-plain",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "Pocket Watch - Plain",
            "Name": "Engraving options"
          }
        },
        "Quantity": "5"
      },
      {
        "StartPrice": {
          "_currencyID": "USD",
          "value": "38.17"
        },
        "SKU": "watch-engraved",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "Pocket Watch + Engraved reverse",
            "Name": "Engraving options"
          }
        },
        "Quantity": "5"
      }
    ]
  },
  "Location": "Pembrokeshire",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Treasurer Masonic Pocket Watch",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Treasurer-Masonic-Pocket-Watch-/371934318671?var=",
  "Storefront": {
    "StoreName": "The UK Gift Shop",
    "StoreURL": "http://stores.ebay.com/id=161017805"
  },
  "ItemID": "371934318671",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P27DT16H11M59S"
}