{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Vintage Silver Stainless Steel for Quartz Pocket Watch with Chain",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "16.28"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Vintage Silver Stainless Steel for Quartz Pocket Watch with Chain Features: 100% Brand New with excellent workmanshipHigh quality gives you a new classic definitionBest gift to your lover,Partner, family, friends, classmates, colleagues.Precision Japanes quartz movement.Comes with gift box,Note: pls contact us if you do not know Product Details: Product Dimensions: 4 x 3.4 x 1.6 inchesShipping Weight: 3.4 ouncesItem model number: a022 Description Elegant Flower design with precise quartz movement. Dial color in White with Good workmanship. Removable White chain with a clip at the end. Vintage watch case brings you back to your memory in youth. Good for formal or casual dressing or collecting. Case material: alloy Chain material: alloy Size/ Measurements: Case diameter: approx. 4.6 cm (1.8 inches) Chain length: approx. 37.5 cm (1.5 inches) Case thickness: approx. 0.8 cm (0.3 inches) Watch weight: approx. 70 g Package Includes: 1 x Quartz Pocket Watch 1 x Chain 1 x Gift Box Peace of mind: Once you receive the mechanical watch: Open the watch: Press the crown at the top of watch, the front plate will open. Setting time: Pull the crown away from base of the watch and turn the crown clockwise until reaching the exact time. Winding the watch: Push the crown back into place along the base of the watch and winding up the watch clockwise rotation with 20 times. Please do not over winding up the watch if you feel the crown is tight. Reminder: Please peel all films off before wearing please don't wear it when you take shower or swimming! Perfect gift for every occasion! This pocket watch necklace BRAND NEW! Handling We will ship all orders within 2 business days of payment. Delivery We DO NOT SHIP TO PO Boxes or Mail Forwarding Addresses. We only ship to Paypal Verified addresses. Return Policy All items that qualify for returns must be within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged, as well as a 15% restocking fee. No exchanges permitted. All returns must be done through EBAY and processed with an RMA number to be issued refund. Upon receiving RMA, buyer has 7 days to have item shipped back. Item must be in original condition and packaging. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/a9wAAOSwmgJY4-UZ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/yE4AAOSw~CFY4-UZ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ3MVgxNjAw/z/QZsAAOSwU8hY4-Uc/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjk5/z/8OYAAOSw03lY4-Uc/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTA0/z/5SMAAOSwuLZY4-Ue/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ2NlgxNjAw/z/z3gAAOSwpP9Y4-Ue/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/S6EAAOSwVctY4-Ug/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "New Brand Mall",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "ccs-craigw",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9274",
    "PositiveFeedbackPercent": "99.2"
  },
  "StartTime": "2017-04-04T18:21:16.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3224737331208080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T18:21:16.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "16.28"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.  All returns will be charged a 15% restocking fee.",
    "ShippingCostPaidBy": "Seller",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01EN4FISM",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Silver-Stainless-Steel-Quartz-Pocket-Watch-Chain-/322473733120",
  "Storefront": {
    "StoreName": "RivalTech",
    "StoreURL": "http://stores.ebay.com/id=776355051"
  },
  "ItemID": "322473733120",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT23H32M59S"
}