{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "FOSSIL EXPRESS 4 ½” CERAMIC LOCOMOTIVE from 1998 Fossil Express Lunchbox",
  "PostalCode": "75043",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "FOSSIL EXPRESS 4½” CERAMIC LOCOMOTIVE · PRE-OWNED CONDITION: EXCELLENT · SIZE: 4 ½”L X ¾”W X 1 ½”H · MADE IN CHINA FREE SHIPPING We strive to supply all customers with high quality new and gently used items. Our goal is to impress our customers and ensure you’ll return in the future. No Flaws are to be expected unless noted in the “Details” or Description sections. --------PAYMENT--------We currently only accept PayPal as form of payment. We expect payment within 4 days of auction ending. For “Buy it Now” customers we expect payment at time of selection. Non Paying Customers will be reported 4 days after auction completion. --------SHIPPING--------Shipment is within 24 business hours of payment with a tracking number. If you make a purchase before 2 pm CST we make the effort to get it out that day. All orders are sent USPS First Class or Priority Based on Weight of the Item(s). We DO NOT offer International shipping (Canada included) on any of our auctions. --------SALES TAX--------Texas Residents Are Required to Pay 8.25% Sales Tax",
  "StartTime": "2017-05-17T16:00:16.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI3NFgxNjAw/z/BQsAAOSw-3FZBljy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI3NVgxNjAw/z/NBQAAOSwt0FZBlj2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM2NVgxNjAw/z/dW8AAOSwnONZBlj6/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "12.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Ceramic",
        "Name": "Material"
      },
      {
        "Value": "Fossil",
        "Name": "Brand"
      }
    ]
  },
  "Seller": {
    "UserID": "527winston1956",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1780",
    "PositiveFeedbackPercent": "99.7"
  },
  "HitCount": "6",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2629903080548080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-16T16:00:16.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "12.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "--------RETURNS OR REFUNDS-------- If you are unsatisfied with something you bought from us, you may send it back within 30 days of receipt with return authorization, and we shall be happy to refund the purchase price of that item. All returns must be thru ebay return request processing system.  Per ebay policy, buyer is responsible for return shipping cost.\nRETURNING A PURCHASE\n• If you received a damaged item, be sure and keep everything together including packaging.\n• Before requesting a refund/return, please contact us and include your original order number, what product(s) you are returning, and your name. We would like to see what we might be able to do for you before requesting a return thru eBay.  \n• If you have to return/refund, use the eBay return system.  We will give you an \"RA Number,\" a return address, and other relevant information. \n• Returns that have not been first authorized cannot be accepted and no credit given. \n• Wrap the package carefully. All returned products must be in their original condition and packaging. \n• Return the product using appropriate USPS shipping method with tracking directly to the address we provide. \n• It is important that we know when your return is expected. Please save your return tracking number, and email it to us. We need this in case there are any issues during transit. \n• Please do not request a chargeback of your purchase from PayPal while waiting for us to completely process your request. Refund processing involves several steps, some that we cannot control, so please be patient while awaiting the credit for the original purchase to appear on your PayPal account. \n• Please Note: Other than a return or exchange due to an error on our part, we cannot refund shipping charges. \n• All returned products must be in their original condition (including tags if included) and packaging. Unfortunately, if products have been assembled or modified, we cannot take them as returns.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/FOSSIL-EXPRESS-4-CERAMIC-LOCOMOTIVE-1998-Fossil-Express-Lunchbox-/262990308054",
  "ConditionDescription": "PRE-OWNED CONDITION: EXCELLENT",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Garland, Texas",
  "Storefront": {
    "StoreName": "Marks Hats Jerseys and Stuff",
    "StoreURL": "http://stores.ebay.com/id=929131190"
  },
  "ItemID": "262990308054",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P15DT21H20M40S"
}