{
  "ExcludeShipToLocation": [
    "Middle East",
    "IN",
    "KZ",
    "RU",
    "IT",
    "UA",
    "ID",
    "AR",
    "BO",
    "CL",
    "CO",
    "EC",
    "PE",
    "MX",
    "ZA"
  ],
  "QuantitySold": "3",
  "PostalCode": "3220",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "220:246:75708",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "You are bidding on a brand new and factory sealed DOCTOR WHO - 10th Doctor Fob Watch by Wesco. Follow the Doctor's lead and make fob watches cool (just like bow ties and various silly hats), all you need to do is say \"I wear a fob watch now. Fob watches are cool!\" This functional prop replica watch can add an air of authenticity to a costume or add some Time Lord flare to your everyday life. This beautiful, fully working fob watch has detailed engraving on the case and features speech, light and sound effects, and watch chain. It's an excellent addition to your ensemble and a fun way to show your respect for the Doctor! Made of sturdy lightweight plastic and measuring approximately 3.5\" tall it requires 4 x 'LR44' batteries for full sound and light function (demonstration batteries included only). The watch says; 'This watch is me - I dream - of what? - that I have two hearts - I'm not just a Time Lord, I'm the last of the Time Lords.' - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Buy with confidence: Popcultcha are Australia's leading collectables retailer and have been in business since 1993. Things you should know... Our days of operation are Monday to Friday, AEDST. All questions are usually answered within 24 to 48 hours and invoices sent next business day. You may not bid or purchase this item if you do not agree to any of the following conditions: Shipping costs are not negotiable and include all packaging, handling and administration costs – we do not charge any additional fees for shipping your item. We take great care in packing and dispatching your order to make sure that it gets to you in the best possible condition. All items are brand new, factory sealed and include original packaging (unless stated otherwise). We gladly combine shipping costs for the purchase of multiple items and shipping costs are calculated as the item with the highest shipping cost plus additional item shipping costs thereafter (please refer to the postage tab within this listing for shipping and additional item costs). If you wish to purchase multiple items please do so within 3 days of your initial purchase and wait for our invoice prior to payment so we can manually adjust shipping costs prior to checkout. International shipping costs from Australia can be expensive so please refer to the postage tab within the listing for costs. Payment is required in full within 5 business days of purchase (unless agreed otherwise) and purchases will be shipped within 2 business days from receipt of payment confirmation. A business day does not include public holidays, Saturdays or Sundays. Please ensure either your eBay username or Item Number is included with ALL payments - failure to do so may result in an unnecessary delay in your purchase being shipped. Australian buyers: Credit Card (Visa/Mastercard only), PayPal (eCheque payment subject to clearance), Bank Deposit, Money Order or Personal Cheque (subject to clearance). Domestic shipping is via Australia Post (or other carrier as required) by either eParcel, Registered or Receipted postage. Shipping within Australia is usually 1-5 business days from dispatch. Please note, we are unable to offer an Express Post service. All prices include Australian Goods & Services Tax - Popcultcha Pty. Ltd. (ABN: 35 131 015 711) Unfortunately, we are unable to facilitate store pickup for eBay purchases as our stock is shipped from an offsite warehouse. Please contact us directly if you would like to arrange the instore purchase of an eBay item. International buyers: PayPal (eCheque payment subject to clearance), Credit Card (Visa/Mastercard only), International Money Transfer (directly into our bank account - additional fees many apply) or an International Bank Draft (in $AUD only). Shipping is via Australia Post Air (or other carrier as required) and is usually 5-14 business days from dispatch. Please allow up to 4-6 weeks for receipt into many European countries (France, Italy etc.) or during busy inbound customs periods. Optional Australia Post Sea Mail (2-3 months shipping time) is available to most countries upon request. International customers must purchase optional insurance if financial protection against loss, damage or theft in transit is required. International customers are responsible for any customs duties, taxes or fees payable. Please note, that as a registered business we are unable to ship international orders as a ‘gift’ and all shipments must be declared as ‘merchandise’. We always leave feedback though an automated system after the item has been paid for, the goods received and the buyer has left feedback for us to respond. This way we know that you have received your item and that there are no problems that need our attention. Should you feel dissatisfied with the product or service, please contact us via email before leaving feedback and we will do our best to resolve any concerns you may have. Please note, we will not respond to any problem after negative or neutral feedback has been recorded. Popcultcha is Australia’s leading collectables retailer and stock a huge range of action figures, statues, busts and prop replicas, trading cards, gift and novelty items and much, much more. Visit our retail store or website and check out our amazing product range. Got a question? Email us at for more information. ASK US HOW TO SAVE ON SHIPPING COSTS!",
  "StartTime": "2017-05-04T22:36:56.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjgyWDU4MA==/z/nf8AAOSwlfxXFxi~/$_57.JPG?set_id=880000500F"
  ],
  "Site": "Australia",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "22.36"
  },
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "5",
  "SecondaryCategoryID": "75708",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Wesco",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "CHA02680",
        "Name": "CODE"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "cardmania_australia",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "43595",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "412",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2019161285698080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T22:36:56.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "AUD",
    "value": "29.99"
  },
  "BidCount": "0",
  "Country": "AU",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "7 Days",
    "Description": "Claims for return must be made within 7 days from receipt and we will exchange if this item arrives damaged, is significantly different to advertised or we have sent you the wrong item.  Items must be returned to us with original packaging including any certification (if applicable).\n\nBuyer to pay regular return postage costs refunded upon receipt of return and confirmation of problem.\n\nThis returns policy is pursuant to current Consumer Affair’s Legislation (Victoria’s Fair Trading Act 1999).",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Exchange",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/DOCTOR-10th-Doctor-Fob-Watch-Wesco-NEW-/201916128569",
  "Location": "Geelong, VIC",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "DOCTOR WHO - 10th Doctor Fob Watch (Wesco) #NEW",
  "Storefront": {
    "StoreName": "cardmania_australia",
    "StoreURL": "http://stores.ebay.com/id=8408104"
  },
  "ItemID": "201916128569",
  "PaymentMethods": [
    "MoneyXferAccepted",
    "MOCC",
    "PayPal",
    "VisaMC",
    "PersonalCheck",
    "MoneyXferAcceptedInCheckout",
    "PaymentSeeDescription"
  ],
  "SecondaryCategoryName": "Toys, Hobbies:Action Figures:TV, Movie & Video Games",
  "TimeLeft": "P3DT3H52M41S"
}