{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Gotham Men's Gun Metal Ultra Thin Railroad Open Face Quartz Pocket Watch # GW...",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "54.16"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Gotham Men's Gun Metal Ultra Thin Railroad Open Face Quartz Pocket Watch # GWC15022BBK Classic open face gun metal finish pocket watch with ultra thin polished brass case suitable for engraving Rich black railroad style dial with detailed minute track and antique style hands Precision Japanese analog quartz movement Includes 14 inch silver-tone curb link chain with belt clip holder attachment Arrives with deluxe draw string pouch and gift box, operating instructions and lifetime limited warranty card This highly polished gun metal finish open face ultra thin pocket watch is the perfect addition to anyone's timepiece collection. Features include a rich dial with an easy to read railroad style dial with white numbers, detailed minute track and antique style hands. The precision Japanese quartz movement never needs winding so you will always be on time. Also included is a 14 inch deluxe curb link chain with belt clip attachment. This beautiful pocket watch will arrive in an attractive velour burgundy gift pouch then boxed in gift packaging that does not need wrapping. As always, operating instructions and our hassle free lifetime limited warranty are enclosed. It's Gotham time.. Shipping We offer FREE shipping on all orders! We ship within Three Business days of payment, usually sooner. We offer a Standard Shipping on all orders. (1 to 5 Business Days) We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, NO APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. You may be charged with 20% Restocking Fee according to our Return Policy. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback We strive to serve our customers as though they are our family. We TRULY understand what they are looking for and what they expect in the world of eBay!Your Positive Feedback Meant a world of happiness for us and our staffs. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our IcyTrillionaire store.",
  "StartTime": "2017-05-22T07:32:05.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDQyNw==/z/--oAAOSw42JZIpPz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDA0WDUwMA==/z/9YoAAOSwYvFZIpPz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQyMw==/z/g8wAAOSwq1JZIpPz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDI1MA==/z/Hs4AAOSwfRdZIpPz/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "GWC15022BBK",
        "Name": "MPN"
      },
      {
        "Value": "Gotham",
        "Name": "Brand"
      },
      {
        "Value": "GWC15022BBK",
        "Name": "Model"
      },
      {
        "Value": "50014222219",
        "Name": "UPC"
      },
      {
        "Value": "0050014222219",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "icybillionaire",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "458",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "13",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2629978207348080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-21T07:32:05.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "54.16"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "1. If you are no satisfied with your purchased item, please kindly contact us for the return\n2. Item return must be in a non-used condition.\n3. All parts and components must be completely returned and must be returned in the ORIGINAL Package.\n4. The BUYER may be charged with 20% restocking fee according to our Return Policy.\n5. The BUYER may have to pay for the Return shipping Cost.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B00DR41LWC",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Gotham-Mens-Gun-Metal-Ultra-Thin-Railroad-Open-Face-Quartz-Pocket-Watch-GW-/262997820734",
  "Storefront": {
    "StoreName": "IcyTillionaire",
    "StoreURL": "http://stores.ebay.com/id=1542030130"
  },
  "ItemID": "262997820734",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P20DT12H53M47S"
}