{
  "ExcludeShipToLocation": [
    "Africa",
    "Middle East",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "IN",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "EE",
    "GI",
    "GG",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "SE",
    "UA",
    "GB",
    "VA",
    "AI",
    "AG",
    "AW",
    "BB",
    "BZ",
    "KY",
    "CR",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "MQ",
    "MS",
    "AN",
    "NI",
    "PA",
    "KN",
    "LC",
    "VC",
    "TT",
    "TC",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "TH",
    "VN"
  ],
  "QuantitySold": "0",
  "Title": "Avon American Pride Pocket Watch in Keepsake Tin - New in Box Eagle Bird (rr827)",
  "PostalCode": "44133",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New without tags",
  "Description": "DESCRIPTION: This is for a new in the box avon american pride pocket watch with tin and pocketwatch chain. Needs battery.. PLEASE NOTE: Photos are an important part of my description, please review all photos before purchasing. If my photos and or description is lacking something of importance, please ask questions prior to purchasing, thanks! SHIPPING COSTS: FREE SHIPPING & HANDLING in the USA. If not stated, International shipping can be quoted. I do combine shipping on multiple purchases, please ask for a adjusted invoice prior to paying. PLEASE NOTE: Any number and or letter reference at the end of my title in is for my inventory reference only!! RETURNS: You must contact me within 3 days of receiving the item for a return. Return shipping is the responsibility of the buyer. Returns are subject to a 20% restocking fee. Original shippings costs associated with the transaction are non-refundable and will be deducted from the refund amount. When and item is returned, the original shipping costs associated regardless of free shipping will be deducted from the refund amount!!! I do not warranty items after use. If an item breaks as you were trying it on and or attempting to use it, it is considered buyers remorse and buyers error for not handling the item with care. CONDITION GUIDE FOR MY DESCRIPTIONS: Perfect/New/Mint in Box: The item and or piece of jewelry has no visible flaws and no signs of wear or use. Excellent: The item and or piece of jewelry has evidence of wear. Very Good: The item and or piece of jewelry has small flaws that are not usually noticeable during wear. These flaws could include light scratches on the surfaces of imitation pearls, light scuffs on rhinestones, or light marks on the metal's finish. Good: The item and or piece of jewelry is completely wearable with working hardware. However, the rhinestones may be yellowing or beginning to turn gray (dark spots are visible looking into the stone). Wear may be more visible, and there may be light chipping. Fair/Poor: The item and or piece of jewelry has visible damage that may include dark stones, missing stones, or broken parts. This item should be considered for repair or restoration purposes only. INTERNATIONAL BIDDERS: ELECTRICAL ITEMS: IF YOU ARE AN INTERNATIONAL BUYER PLEASE BE SURE YOUR ELECTRICITY SOURCE WILL ACCEPT THIS ITEM. USE OF THIS ITEM OUTSIDE OF THE UNITED STATES IS NOT WARRANTEED AND MAY DAMAGE THIS ITEM. INTERNATIONAL BIDDERS READ THIS PARAGRAPH...This paragraph is intended for my INTERNATIONAL BUYERS (Buyers outside of the USA): If there is a first class shipping rate listed for international delivery, it is because the item was listed for less than $25.00 at the time of listing. International buyers... IF THE BID AMOUNT OR ANY COMBINATION OF ITEMS EXCEEDS a bid value OF $25 THE ITEMS MUST BE SHIPPED VIA USPS PRIORITY MAIL AND INDEED WILL COST MORE THAN STATED SHIPPING so tracking and delivery confirmation can be included for both our protection! No exceptions! International Buyers: I WILL NOT SHIP ITEMS WITH A BID VALUE OF OVER $25 FIRST CLASS SHIPPING BECAUSE IT IS NOT TRACKABLE. SORRY! INTERNATIONAL BIDDERS READ THIS PARAGRAPH...This paragraph is intended for my international buyers (Buyers outside of the USA) ATTENTION:\"International Buyers - Please Note: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. If you fail to pick up the item and or pay duties and the item is returned to me the total amount of the sale is non-refundable including the original costs of shipping the item internationally. Powered by eBay Turbo ListerThe free listing tool. List your items fast and easy and manage your active items.",
  "StartTime": "2017-05-01T21:11:26.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/258AAOSwPhdVQVqL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/6xkAAOSwv0tVQVqT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0cQAAOSwrklVQVqa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/3WkAAOSwPhdVQVqh/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "19.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "avon",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "29frank29",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "41983",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.8"
  },
  "HitCount": "65",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3917719245028080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-05-31T21:11:26.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "19.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_20",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Avon-American-Pride-Pocket-Watch-Keepsake-Tin-New-Box-Eagle-Bird-rr827-/391771924502",
  "ConditionDescription": "If there is something that is pictured but not described it is considered part of the description. This is a used piece. Appropriate age and wear should be expected.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "North Royalton, Ohio",
  "Storefront": {
    "StoreName": "29frank29",
    "StoreURL": "http://stores.ebay.com/id=47333563"
  },
  "ItemID": "391771924502",
  "PaymentMethods": "PayPal",
  "TimeLeft": "PT2H26M1S"
}