{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Charles-Hubert Paris 3547-W Chrome Finish Pocket Watch Chain 848870005318",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "20.57"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Two-day shipping now available for only $1.95 at checkout Features Chrome finish brass pocket watch chain 14 inches in length Deluxe presentation box Description Chrome finish brass pocket watch chain. 14 inches in length. Deluxe presentation box Item Specifics Brand: Charles-Hubert, Paris Package Dimensions: 2.5 inches x 9.0 inches x 1.2 inches Package Weight: 0.25 pounds Shipping Your item is shipped via FREE Standard Shipping within one business day. Delivery takes 3-5 Business Days. We only ship to physical addresses that are located within the 48 contiguous states. We are unable to ship to P.O. boxes, APO, FPO, or international addresses. You will receive a tracking number when the item is dispatched. We also offer 2-day shipping and 1-day shipping options. Choose your preference during checkout. Payment & Returns We accept payment by PayPal. If you are not satisfied with your item, please contact us for an item refund within 14 days of purchase. In that case, please contact us for a return authorization and the return shipping address first. Return shipping and handling is the responsibility of the buyer and returns are subject to 15% restocking fee. In case of a defect item, we will cover the return shipping and and you'll receive a full refund. Contact Us Got any questions? Please feel free to contact us anytime through eBay. We will send you a response within 24 hours, usually sooner! Two-day shipping now available for only $1.95 at checkout Charles-Hubert Paris 3547-W Chrome Finish Pocket Watch Chain 848870005318 Chrome finish brass pocket watch chain 14 inches in length Deluxe presentation box Description Chrome finish brass pocket watch chain. 14 inches in length. Deluxe presentation box Item Specifics Brand: Charles-Hubert, Paris Package Dimensions: 2.5 inches x 9.0 inches x 1.2 inches Package Weight: 0.25 pounds Shipping Free Your item is shipped via FREE Standard Shipping within one business day. Delivery takes 3-5 Business Days. We only ship to physical addresses that are located within the 48 contiguous states. We are unable to ship to P.O. boxes, APO, FPO, or international addresses. You will receive a tracking number when the item is dispatched. We also offer 2-day shipping and 1-day shipping options. Choose your preference during checkout. Payment & Returns We accept payment by PayPal. If you are not satisfied with your item, please contact us for an item refund within 14 days of purchase. In that case, please contact us for a return authorization and the return shipping address first. Return shipping and handling is the responsibility of the buyer and returns are subject to 15% restocking fee. In case of a defect item, we will cover the return shipping and and you'll receive a full refund. Contact Us Got any questions? Please feel free to contact us anytime through eBay. We will send you a response within 24 hours, usually sooner! Why choose ValueMerchant101? Factory Direct Have peace of mind knowing that your order will arrive brand new in its original factory sealed packaging. That means that you'll have the full force of the manufacture warranty to protect your purchase. Fast and Free Shipping You're already purchasing the item. Why pay additional for shipping, especially slow shipping? It starts with getting your order shipped out nice and quick! Commitment We are committed to making sure that you are satisfied with your purchase. That means having access to real people that get your questions and concerns answered quickly. Give us a shot and we will make sure that you will look to us again! Copyright 2016 ValueMerchant101 All rights reserved",
  "StartTime": "2017-05-03T15:49:13.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDMxWDUwMA==/z/KXcAAOSw~y9ZCW~n/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDI5OA==/z/N9YAAOSww9xZCW~o/$_12.JPG",
    "http://i.ebayimg.com/00/s/MzY3WDUwMA==/z/0R8AAOSwlndZCW~q/$_12.JPG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Charles-Hubert, Paris",
        "Name": "Brand"
      },
      {
        "Value": "3547-W",
        "Name": "MPN"
      },
      {
        "Value": "848870005318",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "valuemerchant101",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "939",
    "PositiveFeedbackPercent": "98.8"
  },
  "HitCount": "5",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2629654717618080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-02T15:49:13.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "20.57"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "14 days money back, free shipping if product is defected, buyer pays shipping if product is as described, 15% restocking fee.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B002NSMFH8",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Charles-Hubert-Paris-3547-W-Chrome-Finish-Pocket-Watch-Chain-848870005318-/262965471761",
  "Storefront": {
    "StoreName": "valuemerchant101",
    "StoreURL": "http://stores.ebay.com/id=1452706814"
  },
  "ItemID": "262965471761",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P1DT21H4M18S"
}