{
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "QuantitySold": "0",
  "PostalCode": "28584",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "NEW VICTORIAN STYLE LADIES QUARTZ SWEET TIME POCKET WATCH PENDANT, NECKLACE \"Sweet Time\" Pocket Watch Pendant. The ultimately romantic timepiece dangles upon your cashmere blouse in perfect rhythm with your heart. Cast faithfully from an antique. 32\" chain. 2\" watch. This piece is new, comes in a red velvet bag. Thanks for looking and happy Buying! You’re Friends at Pier 58 outlet. ABOUT OUR STOREWe are a retail store with a store front and web site that uses Ebay to extend our product line to our customers. Our products are stored in either our store or the warehouse which is smoke free and climate controlled. We hold the right to end listings at any time due to sales in our store.SHIPPINGOur shipping costs are calculated in eBay using the exact item weight to your zip code. What you see is what we pay. Your purchases will usually ship within one to three business days of payment. (Monday - Friday except holidays) We combine shipping on multiple items whenever possible and are happy to pass any savings on to our customers in the form of a refund after shipment. Due to the variety of merchandise we carry, we are unable to give combined shipping quotes prior to purchase. If you are making multiple purchases, please use the Ebay shopping cart. Also we only ship to your confirmed PayPal address and cannot change the address once your order has been placed.PAYMENTIs required within 96 hrs, if we have no communication or payment within 96 hrs of auction close, item will be re-listed and we will report it as an unpaid item.DESCRIPTIONSItems are described to the best of our knowledge and photos are used to show the products and any issues with the products. So please check out the pictures, for what you see is what you get. Also, kindly note that slight variations in color are to be expected due to camera or computer screen color pixilation. CONTACT INFORMATION Please feel free to contact us if you have any questions relating to our merchandise. Our friendly customer service group will respond to you as quickly as possible. For potentially greater customer satisfaction, we encourage you to ask questions before bidding. Our desire is to make your purchasing decision and experience as comfortable and smooth as possible. Thank you for reviewing our item today. REFUND INFORMATION We guarantee the item we listed is the item you will receive. Please see my feedback and return policy for complete confidence in bidding. From time to time, we may goof, but please be kind and rest assured that we will do our very best to make things right. All sales are considered final, unless a sizable, obvious egregious error has been made in the item description. Returns are then accepted upon our approval and must be requested within 48 hours of delivery; a return authorization will be generated. Should a return be approved, we will refund 100% of the purchase price; charges for shipping & handling are non-refundable unless the error is ours. This includes our shipping cost on free shipping items. The item must be returned to us in the same condition as sent. Return shipping costs are non-reimbursable and items shall not be sent freight or postage collect.",
  "StartTime": "2017-05-07T17:27:04.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Njk5WDUwMA==/z/ieAAAOSw-0xYQwPW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/QH0AAOSwEzxYQwQ1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/PgoAAOSwEzxYQwQi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/8goAAOSwux5YQwQV/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/J9IAAOSwo4pYQwPy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/cgAAAOSw44BYQwMO/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/KjIAAOSwo4pYQwQB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/o7MAAOSw2xRYQwRD/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "39.95"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "2",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Silver Plated",
        "Name": "Case Material"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "pier58outlet",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1510",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "17",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1921805045788080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-06T17:27:04.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "39.95"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "We do not refund shipping cost unless the item is defective or severely misrepresented in the description.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-VICTORIAN-STYLE-LADIES-QUARTZ-SWEET-TIME-POCKET-WATCH-PENDANT-NECKLACE-/192180504578",
  "Location": "Swansboro, North Carolina",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "NEW VICTORIAN STYLE LADIES QUARTZ SWEET TIME POCKET WATCH PENDANT, NECKLACE",
  "Storefront": {
    "StoreName": "Pier 58 Outlet",
    "StoreURL": "http://stores.ebay.com/id=14362104"
  },
  "ItemID": "192180504578",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P5DT22H43M26S"
}