{
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "QuantitySold": "0",
  "Title": "Knightstone Collection Pocket Watch Boris Vallejo Mistress of Fire F M Red Stone",
  "PostalCode": "21913",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Up for bid is a Knightstone Collection Pocket Watch Boris Vallejo Mistress of Fire Franklin Mint Red Stone. Quartz Pocket Watch called January with Semi Nude Woman Warrior. Its from the Knightstone Collection, a very well designed Pocket Watch. It has raised designed Brass Case Nichol Plated with Female Warrior called January on the front. II'm sure it will still work fine. You will have to get a new battery for it to use, but I only had it displayed with other neat & unique Pocket Watches in a very special case. Its another item out of my personal collections. <LI>Its well marked inside and on the back. <LI>Item measures 7/8 inches high, 2 1/2 inches in diameter, weighs 6 ounces. <LI>Condition: Rated very fine as it was only handled to take the pictures and never put into use. I had it displayed with many other Pocket Watches, It has no damage or wear, see pictures. <P>A great addition to anyones collection of Pocket Watches. Quartz Pocket Watch called January with Semi Nude Woman Warrior. This would make a great gift idea for anyone that collects items known as Knightstone Collection Items. Maybe just unique and well designed Type Pocket Watches by Boris Vallejo. <p>Shipping will be well packed sent 1st Class mail based on 12 ounces. <p><P>SHIPPING INSIDE US: We do not charge a fixed rate for shipping. We base our shipping costs on the actual weight of the item. It is a \"calculated\" cost based on USPS postal zones. The more zones/further away you are from MD the greater the cost. This means to ship to California and other west coast states costs MORE than to ship to nearby neighboring states such as PA, NJ, VA etc. We will combine shipping on multiple purchases. Please note: We try to estimate actual weight of package as best we can. If package turns out a little bit lighter that expected, and shipping is less than calculator estimate, this difference was not intentional. We do not charge a handling fee. <P>EXPLANATION OF SHIPPING COSTS INSIDE US (PLEASE READ): My goal is to keep your shipping costs as low as possible while wrapping safely/securely. We offer First Class OR Parcel Post in addition to Priority whenever there is a cost saving. We NEVER CHARGE A HANDLING FEE. When I list an item I estimate how much the package will weigh (securely wrapped) and enter that weight on the listing. eBay's listing page then provides you a calculated shipping from my zip code to yours, based on that weight. If your shipping seems HIGH, PLEASE CONSIDER WHERE YOU ARE LOCATED. If you have questions/concerns please write! <P>PAYMENT DETAILS inside & outside USA (International): Payment is requested within two (2) business days for Auction format and immediately for Buy It Now. We accept PayPal and try to mail within 24-48 hours following receipt of payment. PLEASE NOTE: Because of other obligations it is often impossible to mail on Tues. & Thurs. Rest assured we will have your package in mail the following day, within our 2 day promise. Maryland residents also pay 6% sales tax. . I will no longer SHIP INTERNATIONAL as shipping cost & problems have occurred.. Therefore I will only ship to UNITED STATES, perhaps in future I may change again. Sorry, but without tracking and Priority being too expensive it has caused PROBLEMS.",
  "StartTime": "2017-05-31T13:53:13.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/qsgAAOSwvihY~kbd/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/lOEAAOSw5UZY~kbw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/KdAAAOSw53NY~kcB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QZ4AAOSwvKtY~kcS/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "22.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Franklin Mint",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "1990-1999",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Nichol Plated over Brass",
        "Name": "Material"
      },
      {
        "Value": "Closed Face",
        "Name": "Closure"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "None",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Mistress of Fire",
        "Name": "Model"
      },
      {
        "Value": "Nichol over brass",
        "Name": "Case Color"
      },
      {
        "Value": "Regular",
        "Name": "Display"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "N/A",
        "Name": "Serial Number"
      },
      {
        "Value": "Not Known",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "Not Known",
        "Name": "Escapement Type"
      },
      {
        "Value": "Silver & Red",
        "Name": "Face Color"
      }
    ]
  },
  "Seller": {
    "UserID": "unome1936",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "6620",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "HitCount": "1",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1322110342828080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-07T13:53:13.000Z",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "22.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "22.0"
  },
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Knightstone-Collection-Pocket-Watch-Boris-Vallejo-Mistress-Fire-F-M-Red-Stone-/132211034282",
  "ConditionDescription": "Rated very fine as it was only handled to take the pictures and never put into use. I had it displayed with many other Pocket Watches, It has no damage or wear, see pictures.",
  "Location": "Cecilton, Maryland",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "132211034282",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P6DT19H19M52S"
}