{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "MARATHON ST211003 Stopwatch Single Action Mechanical Windup Ana... Free Shipping",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "87.66"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Description New MARATHON ST211003 Stopwatch Single Action Mechanical Windup Analog Stop Watch by Marathon Product Description SINGLE ACTION MECHANICAL STOPWATCH 0 to 30 minutes (30 minute register) 1/5 second and 1/100 minute divisions start, stops, and returns to zero by consecutive crown depressions. Rugged 15 jewel lever movement. Anti-magnetic and shock protected. Case is nickel - chrome plated. This stop watch is great for industrial timing as the dial allows the user to record in 1/5 second intervals or 1/100 minute intervals. 30 minute register of 1 minute division value 1/5 second and 1/100 minute divisions (2 scales) Starts, stops, and returns to zero by consecutive crown depressions Rugged 15 jewel lever movement Anti-magnetic and shock protected Case is nickel - chrome plated Product Dimensions: 9 x 6.3 x 1.2 inches Shipping Weight: 2.4 ounces Item model number: ST211003 Product Features EASY TO USE One button function- starts, stops and returns to zero by consecutive crown depressions. JEWEL Rugged 15 jewel lever movement. DURABLE- Dust, water, shock and corrosion resistant. Anti-magnetic and shock protected Gift box included. Made and manufactured in Switzerland Terms of Sale All of our products come with FREE Standard Shipping! Our preferred method of payment is PayPal. Handling time on our orders is usually between 1-2 business days. Once the package has been shipped out, it should reach your doorstep within 3 - 5 business days! Need your item fast? We offer faster shipping methods for your convenience available upon checkout! Please make sure your shipping address is correct and accurate before completing your checkout. We are not responsible for incorrect or undeliverable addresses and can ONLY ship to the address you provide us in your order. Please be aware that we are a clearinghouse for manufacturers and major suppliers, and in order to provide you with the fastest service, the item may be shipped directly from our distributor. In the unlikely event that the item is sold out or on back order, we will issue a full and immediate refund. Currently, we only ship to physical addresses located within the 48 contiguous states of America. Certain items can be shipped to PO Boxes, please contact us to confirm shipping eligibility. APO/FPO addresses, Alaska and Hawaii are outside of our shipping zone. Returns and Exchanges We will gladly accept all returns, no questions asked, within 30 days of the purchase date. Please send us a message or open a Return Request through Ebay if you intend to return a product and we will provide you with a Return Merchandise Authorization number (RMA). All refunds/exchanges must be returned with the RMA label we provide. Satisfaction Guarantee Customer satisfaction is our number one priority. We will do everything in our power to make sure you are completely satisfied with your purchase. Have a question about an item or concerns on an order? Let us know through Ebay's messaging system and we'll get back to you within 24 hours!",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/JacAAOSwuMZZEtEY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/WeoAAOSwY3BZEtEa/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Q78AAOSwX9FZEtEf/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/XlIAAOSw~y9ZEtEk/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/V0cAAOSwaEhZEtEp/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/lmYAAOSwAPVZEtEu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/SQwAAOSwBt5ZEtE0/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU3NVgxNjAw/z/vr0AAOSw-3FZEtE4/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "ST211003",
        "Name": "MPN"
      },
      {
        "Value": "Marathon",
        "Name": "Brand"
      },
      {
        "Value": "063442900017",
        "Name": "UPC"
      },
      {
        "Value": "0063442900017",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "thecandidcow",
    "FeedbackRatingStar": "RedShooting",
    "FeedbackScore": "237931",
    "PositiveFeedbackPercent": "99.9"
  },
  "StartTime": "2017-05-10T08:37:14.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529302533458080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-09T08:37:14.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "87.66"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Refunds or exchanges accepted with 30 days of purchase. A 10% restocking fee may apply.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B008J3BPZY",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MARATHON-ST211003-Stopwatch-Single-Action-Mechanical-Windup-Ana-Free-Shipping-/252930253345",
  "Storefront": {
    "StoreName": "The Candid Cow",
    "StoreURL": "http://stores.ebay.com/id=953560091"
  },
  "ItemID": "252930253345",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P8DT13H54M30S"
}