{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Working LA Express Gold Tone Metal Quartz Pocket Watch 30-3/4 Inch Metal Chain",
  "PostalCode": "24151",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "buyuniquefindstoday",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "157",
    "PositiveFeedbackPercent": "100.0"
  },
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Hello, Up For Sale: ITEM: Working/operating metal pocket watch on metal chain CONDITION: Pre-owned BRAND/MANUF/ETC: LA Express (front), nothing on back, chain: blank hang tag MY ASSESSMENT: It looks to be in excellent condition, but might show faint indications of use and/or wear BRIEF DESC: Gold tone metal working/operating quartz analog pocket watch on gold tone metal chain, outside of watch has ornate design, front: \"LA Express, Quartz\", back: nothing, blank hang tag on chain SIZE/WT: chain: ~30-3/4\"L (incl clasp & hang tag) x ~3mmW, watch: 27mmW x ~47mmT (including hanging loop), face: ~18mmW, ~25.2g/0.89oz NOTES: New battery installed 10-2-16, it’s keeping accurate time, don’t know exact age and materials used HANDLING TIME: 1-3 business days, items usually mailed ASAP and/or w/in 1-2 bus. days AFTER pmt clears SHIPPING: FREE USPS 1st Class Package Shipping (securely packaged w/ tracking) to 48 contiguous states (U.S.A.) PAYMENT: PayPal Preferred, pmt expected promptly w/ ‘Buy It Now’ purchases & w/in 48 hrs of auction wins MORE NOTES: All weights & measurements are approximate (“~”), photos might have some distortions SEE: Policies (below) FOR ITEMS THAT ALLOW OFFERS: All offers that are deemed ‘Reasonable Offers’ will be considered so feel free to make reasonable offers. FOR AUCTION/BID ITEMS: Please feel free to bid on an item if you’re interested in owning it (click “Bid”). You can’t win in an auction if you don’t bid! One never knows how an auction will turn out! Thank you for visiting! Please contact me if you have any questions. Please visit & bookmark my eBay store (‘the small blue door’) at the top of this page and/or bookmark this particular page. You might find something else of interest in my store!! Thanks again! Sincerely & Best Wishes, Buyuniquefindstoday (c#jewel276) <><><><><><><><><><><><><><><><><><><><><><><>BASIC POLICIES, INFORMATION, and EXPLANATIONSWe’re always willing to work with our customers as much as possible and to be there to assist you and make your buying experience an enjoyable one! We want you to have confidence in our store and its services and to contentedly return to shop with us over and over so please don’t hesitate to contact us if you have questions or need assistance in any way. Please help us to help you buy with confidence. Thank you and we sincerely appreciate your understanding and cooperation. To better serve our customers, we reserve the right to change our policies at any time.PAYMENT<| Payment is required upon purchase and/or when you win an auction.<| The sooner you pay, the quicker your item can be mailed and be on its way to you!SHIPPING<| Allow address (USPS) and billing changes time to take effect before purchasing/bidding.<| We’re currently only shipping to the lower 48 states in the United States.<| We have a 1-3 business days handling time (Note: often it goes out on the same or next business day).<| Most, if not all items have FREE SHIPPING (our choice).<| We usually use USPS (our choice). If you want it faster, contact us for a quote before purchasing or placing bids.<| Items are well packaged for shipment.<| Please check email/eBay messages regularly and respond promptly if contacted. It can help prevent delays.FEEDBACK<| Feedback is important. Please provide a 5-Star feedback rating on eBay for us. If you don’t feel that you can, please contact us before providing neutral or negative feedback so we can hopefully reach a solution or resolve any problems or concerns beforehand.RETURNSAllowable Returns for: -Blatant/Glaring Description Misrepresentations -Wrong Item Shipped -Broken/Damaged Item During Shipment<| These categories are currently our allowable returns due to our shipping and other costs. But, we will try to work with customers on a case-by-case basis as much as we can.<| All returns for your money-back refund (credited back to your billing account via eBay) must be pre-approved and we must have the item back (when requested) in our possession before you’re refunded—sorry, no exchanges or replacements.<| Returned items must be in the exact same resalable shape as originally mailed out (see: http://pages.ebay.com/help/policies/return-item-condition.html) except of course items damaged during shipment—where we’ll expect and need your cooperation.<| We must be contacted within 3 days after you receive an allowable return item (based on tracking) that you wish to return it, and then please await our reply. Then you have 14 days for the return (runs concurrently). The faster the process is completed successfully, the faster you’ll get your refund.<| Return shipping costs (incl. add-ons) are generally the responsibility of the buyer when it is not an allowable return as listed above and you might be responsible for paying the initial outgoing shipping as well. In some instances, there might be exceptions.<| Currently, we don’t have a restocking fee for our allowable returns, but there might be for other items, which will be addressed on a case-by-case basis during our communications.<| For any broken/damaged items that happens during shipment, please contact us immediately, await our reply, and please follow our instructions.<| We generally don’t use stock photos of items (unless noted) so the photos are our photos of the actual items. <| Colors/hues might be somewhat off. Of course, props aren’t part of any sale.<| We’re always willing to work with our customers as much as possible! Our return policy is basically to account for our unintentional but major oversights/errors, which is only right. Normal, common, minor oversights, small errors, tiny omissions, etc. on our part do not usually fall within our allowable returns’ categories—we’re all too prone to make those too regularly and time is always a restraint, especially when describing an item (can’t write a book on each item). <| When something is important enough to you that you might want to return an item for that reason and if that information isn’t addressed properly in our description, then please contact us and ask questions about it before bidding or buying! Have your questions/concerns addressed before bidding or buying. Please help us to help you buy with confidence.<| Your cooperation is very much appreciated. Remember to contact us if you have any questions or need help in any way. No question is a dumb question. It it’s on your mind before bidding or buying, please ask about it. Sincerely, thank you in advance and Happy Shopping!!! <><><><><><><><><><><><><><><><><><><><><><><>------------------------------------------------<\\ /> This store is in memory of our kind and loving Mom who passed away on November 27, 2014, Thanksgiving Day. She liked our idea of having the ability to sell items online. But unfortunately, we weren’t able to get this store ‘off-the-ground’ due to the extensive one-on-one care that we needed to provide for her (24/7 full-time care-giving for years). However, we know that she would be very happy that it is up and running now! Thank you Mom for everything! We will always miss you!….Always cherish your loved ones—you never know how long they will be with you. <\\ />",
  "StartTime": "2017-05-03T22:55:41.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/sicAAOSwal5YGUbL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/s-cAAOSw4GVYGUbU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/Pn4AAOSwImRYGUbG/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/s38AAOSwal5YGUbY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/sQQAAOSwal5YGUbB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/2ikAAOSw5cNYGUbQ/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "29.82"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unknown",
        "Name": "MPN"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "LA Express",
        "Name": "Brand"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Arabic Numerals",
          "Second Hand"
        ],
        "Name": "Features"
      },
      {
        "Value": "Gold Tone Metal",
        "Name": "Case Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Not Applicable",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Unknown",
        "Name": "Model"
      },
      {
        "Value": "Unknown Gold Tone Metal",
        "Name": "Material"
      },
      {
        "Value": "Unknown",
        "Name": "Serial Number"
      },
      {
        "Value": "Whitish",
        "Name": "Face Color"
      },
      {
        "Value": "Case: ~27mmW; Face: ~18mmW",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "Unknown",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "c#jewel276",
  "HitCount": "19",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1726589209758080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-02T22:55:41.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "29.82"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "Please see “BASIC POLICIES, INFORMATION, and EXPLANATIONS” in the listing’s description for detailed information about our store’s Return Policy and other information.\n\nBecause some items are preset in eBay’s drop-down windows, the ‘request to return’ time for our store is actually three regular days and not 14, although we do have a 14-day window that runs concurrently for you to return an item once it has been pre-approved for a return that qualifies under our store’s categories for returns.\n\nFurthermore, eBay’s drop-down window for who pays return postage doesn’t leave room for discussions. It’s either the buyer or the seller. Although we chose the buyer as being responsible, in reality, this is something that will probably be based on a return’s circumstances and the discussion that we and the buyer will need before any item is approved for return.\n\nThe drop-down window has ‘money back’ as the refund, which is probably correct except that it is done through eBay’s online refund process that probably credits the buyer’s method-of-payment. We just wanted to point these items out since they’re explained more in our store’s policies.\n\nCurrently, we’re not charging a restocking fee, but if it becomes necessary, we might have too.  We like to think of our customers as our friends and hopefully you will feel the same about us.\n\nWe will try to make your buying experience a pleasant one and uphold our end to the best that we can (and hopefully you’ll want to shop with us again), but we’ll need your cooperation too. Please feel free to contact us with any questions at any time—we’ll be glad to respond.\n\nThank you for your understanding. Best Wishes and Happy Shopping!!! :-)",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Working-Express-Gold-Tone-Metal-Quartz-Pocket-Watch-30-3-4-Inch-Metal-Chain-/172658920975",
  "ConditionDescription": "Pre-owned, it is operating/working and looks to be in very good to excellent condition, showing little indication of use and/or wear. New battery installed 10-2-16. It seems to be keeping accurate time. Please see item description for more information. Thanks!",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Rocky Mount, Virginia",
  "Storefront": {
    "StoreName": "buyuniquefindstoday",
    "StoreURL": "http://stores.ebay.com/id=1229245298"
  },
  "ItemID": "172658920975",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT4H11M17S"
}