{
  "ExcludeShipToLocation": [
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BA",
    "MK",
    "MD",
    "ME",
    "SM",
    "RS",
    "SJ",
    "VA",
    "AI",
    "BS",
    "VG",
    "HT",
    "AN",
    "PR",
    "VC",
    "VI",
    "LA",
    "VN",
    "AR",
    "FK",
    "GF",
    "SR",
    "UY",
    "VE",
    "GL",
    "PM",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "IQ",
    "LB",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BT",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MN",
    "NP",
    "TJ",
    "TM",
    "UZ"
  ],
  "QuantitySold": "0",
  "PostalCode": "63017",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "poor_fish",
    "FeedbackRatingStar": "RedShooting",
    "FeedbackScore": "227716",
    "PositiveFeedbackPercent": "99.3"
  },
  "DiscountPriceInfo": {
    "MinimumAdvertisedPriceExposure": "PreCheckout",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "45.0"
    },
    "PricingTreatment": "MAP"
  },
  "GlobalShipping": "true",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "PLEASE SEE OUR PAYMENT AND SHIPPING POLICIES/TERMS BELOW SO YOU UNDERSTAND HOW WE OPERATE BEFORE YOU BID/PURCHASE   About Us Feedback Contact Us this is for the yellow box code--> 3088-1 Dakota Watch Company Black Clip Watch BRAND NEW IN ORIGINAL PACKAGE! (Not used, refurbished, second, blemished or otherwise) Current year's model! - Manufacturer Warranty The Dakota Watch Company Clip Watch clips onto your belt loop, backpack or jacket with the integrated spring carabiner. Solid design featuring an alloy case with stainless steel watch back and aluminum clip house stopwatch, countdown timer, dual time zone function, and alarm with chime functions. Flip the clip down and it doubles as a travel alarm clock. Store Policies Welcome to our eBay store! To make your purchase as simple and easy as possible, please refer to the store policies listed below. After winning an item in auction or completing a Buy It Now purchase, you have two check-out options: Check-Out Now! Click the Pay Now button at the top of this listing to immediately proceed with our checkout and payment process. Please note that the Pay Now button is ONLY available after winning an auction or completing a Buy It Now purchase. Payment • We accept payments via PayPal. • Please note that if you pay with an eBay e-check, we are not paid by PayPal for several days – until the e-check clears. • No checks, please. Returns We want satisfied customers and want you to shop with confidence with us. Therefore, please contact us FIRST if you have any issues. After you let us know about the issue, we do take returns as described: Please contact us first. All returns are for a refund of the product cost only (not shipping) – and are not for an exchange All returns must be in brand new shape in the complete original packaging. We charge a 10% of total price restocking charge to cover our costs, fees, etc. We will refund your original product price less the restocking fee (and you pay shipping). If you would like a repair or replacement instead of a return, please contact the manufacturer. Items are covered by the manufacturer’s warranty However, if we made a mistake (sent the wrong item, description is materially wrong), we will pay all your shipping for a return – but please contact us right away so we can make it right for you! US Shipping Your purchase will be shipped quickly within 1-2 business after we receive your payment. Shipping is standard shipping for this particular item (via UPS or USPS).  We do offer Second Day Air and Next Day Air for an additional cost.  Please see listing for details. UPS shipping includes full insurance for ALL items and Signature Confirmation for higher value items (this is a big part of our shipping cost and is there for your protection – on a $500 item over $7 of the shipping cost is due to the insurance and confirmation). In-transit delivery times can be up to 10 days for USPS First Class and Priority – the time is NOT guaranteed and we cannot control that. A tracking number (for UPS) or delivery confirmation number (for USPS) will be emailed to you when your item ships for your convenience so you know when to expect delivery. Stated shipping costs are for the 48 states only. Please contact us prior to bidding for shipping costs to US addresses outside the 48 states (such as HI, AK, PR, etc), since UPS and USPS do charge more to ship to those addresses. Customer Service We are open Monday through Friday; 9:00 AM to 5:00 PM central time. We try to answer all questions within 1 business day or less. Please use the eBay message system when you send us a question as sometimes our spam filter may block your email. If you have a technical question on a product, please also visit the manufacturer web site - most have great sites that will answer your questions.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/1-wAAOSwZKBZLGYb/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "37.19"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Dakota Watch Company",
        "Name": "Brand"
      },
      {
        "Value": "3088-1",
        "Name": "MPN"
      },
      {
        "Value": "804755308813",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "203736",
  "StartTime": "2017-05-29T18:19:05.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2323532147648080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-01T18:19:05.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "37.19"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "We want satisfied customers and want you to shop with confidence with us. Therefore, please contact us FIRST if you have any issues. After you let us know about the issue, we do take returns as described:\n• Items purchased between November 1 and December 31 can be returned any time before 6PM EST on January 31, 2017. Orders placed after 31 December will be subject to the normal 30-day return policy.\n• Please contact us first.\n• All returns are for a refund of the product cost only (not shipping) – and are not for an exchange\n• All returns must be in brand new shape in the complete original packaging.\n• We charge a 10% of total price restocking charge to cover our costs, fees, etc. \n• We will refund your original product price less the restocking fee (and you pay shipping).\n• If you would like a repair or replacement instead of a return, please contact the manufacturer. Items are covered by the manufacturer’s warranty\n\nHowever, if we made a mistake (sent the wrong item, description is materially wrong), we will pay all your shipping for a return – but please contact us right away so we can make it right for you!",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/3088-1-Dakota-Watch-Company-Black-Clip-Watch-/232353214764",
  "Location": "Chesterfield, Missouri",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "3088-1 Dakota Watch Company Black Clip Watch",
  "Storefront": {
    "StoreName": "Poor_Fish_Store",
    "StoreURL": "http://stores.ebay.com/id=67636557"
  },
  "ItemID": "232353214764",
  "PaymentMethods": "PayPal",
  "TimeLeft": "PT23H44M32S"
}