{
  "QuantitySold": "0",
  "PostalCode": "17015",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Lot of 2 Kansas City Railroad Pocket Watch 26'' Chain & FOB, Jesse James - NEW! Please see photo's -- this is what you will receive. The Kansas City Railroad Pocket Watch is the beautifully intricate time piece that commemorates the old west in all its glory. Kansas City Railroad Pocket Watch's magnificently cut case and back reveal its replicated look of springs, sprockets, cogs and gears - sure to make a statement wherever it's worn. Handsomely adorned with beautifully round silver tone bezel, this antique style pocket watch features a sturdy butterfly hinge and brilliant silver tone stem set. This vintage style pocket watch comes with a certificate of authenticity. Now you can celebrate the glory of the old west with the beautifully nostalgic Kansas City Railroad Pocket Watch! This antique style pocket watch commemorates the old west in all its glory Kansas City Railroad Pocket Watch is certified by the American Historic Society. It comes complete with a certificate of authenticity Kansas City Pocket Watch is adorned with beautifully round silver tone bezel Features a sturdy butterfly hinge and brilliant silver tone stem set Pocket Watch includes Chain & Fob Comes with Certificate of Authenticity From The American Historic Society Limited edition collectable As Seen on TV Product Description Display: Analog Movement: Quartz Band Material: Metal Primary Color: Silver Battery Type: Thermal Model No.: 7189 100% RATING -- BID WITH CONFIDENCE, I CARE. PLEASE SEE MY OTHER ITEMS. I COMBINE SHIPPING COSTS. TERMS: Please read prior to placing bid. o Item(s) described as honestly as I can. If you have questions about an item, please email before bidding, I will answer your questions as quickly as possible. o Refund offered if item not as described in listing. o Item will be secure and packed very well. o I combine shipping costs when possible. Did you know EBAY takes a cut of shipping cost too? o Shipping service will be USPS first class (IF 13oz. or less), with tracking. o Auctions must be paid for within 4 days. o Items will be shipped as soon as possible after payment is made. o I ONLY accept PayPal, Thank you!",
  "StartTime": "2017-05-26T00:51:44.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/qGEAAOSwK6RZJ3hm/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/LjUAAOSwblZZJ3iC/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/hicAAOSwH09ZJ3iP/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/qdAAAOSwGJlZJ3iS/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/Z20AAOSwR29ZJ3i2/$_32.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "9.97"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Telebrands",
        "Name": "Brand"
      }
    ]
  },
  "Seller": {
    "UserID": "mr_welty",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "377",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "11",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1322048187188080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-25T00:51:44.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "9.97"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Lot-2-Kansas-City-Railroad-Pocket-Watch-Seen-TV-26-Chain-FOB-Includ-/132204818718",
  "Location": "Carlisle, Pennsylvania",
  "Title": "Lot of 2 Kansas City Railroad Pocket Watch As Seen On TV 26'' Chain & FOB Includ",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "132204818718",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P24DT6H15M36S"
}