{
  "QuantitySold": "0",
  "PostalCode": "91505",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "borntodeal",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "29993",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.8"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "- We gladly combine shipping prior to payment.- Add all your items to the Cart to receive a combined shipping discount.- Satisfaction guaranteed.- 100% of the proceeds benefit an extraordinary cause.- Have items to donate? We can pick them up!- Click here for other product details and terms Good condition. From a non-smoking home. Found in the John Hicks estate. Condition appropriate with age and as pictured. I will offer a certificate of authenticity upon request. John Hicks was a talented sound mixer for wildly successful TV shows, such as Cheers, Murphy Brown, Mork and Mindy, Rhoda, and TV movie Driving Miss Daisy, among others. He was nominated twice for a Primetime Emmy Award for Outstanding Sound Mixing for a Comedy Series or a Special, showcasing his extraordinary work on Murphy Brown. John Hicks' career in TV and film spans more than two decades with a wealth of exceptional credits to his name. John Hicks has worked with many iconic TV and movie industry stars throughout his illustrious career as a sound mixer. He worked with accomplished actor, comedian, and Oscar recipient Robin Williams on the set of Mork and Mindy. John Hicks worked with Golden Globe and Emmy Award winning actress Candice Bergen on the set of Murphy Brown. He also worked with Oscar nominated and Golden Globe recipient Joan Plowright, regarded as one of the most accomplished actresses of the 20th century. The wealth of talented actors and actresses John Hicks has worked with also includes Oscar recipient Woody Harrelson, Golden Globe and Emmy Award winning actor Ted Danson, Rhea Perlman, Kelsey Grammer, Kirstie Alley, Valerie Harper, Julie Kavner, Pam Dawber, and Ralph James, among many more TV and movie icons. |||PartNum: 15475||| |||StorageLocation: 40||| |||ItemID: 66602||| |||SixBitID: ||| End of tracking code--> WE HONESTLY BELIEVE that we provide the broadest selection of the most interesting items available on Earth. We are conducting important fund raising and have never since our first day in 1993 to the present, ever raised prices so that we can later lower them for sale.WE NEVER use software to enhance a photo, never make a photo sharper, cleaner, more saturated, nor do we alter any photo in any way except cropping to remove excess background.DON'T BE PERSUADED by gimmicks or claims that are too-good-to-believe. Every item we sell is faithfully represented in a manner that honors our timeless commitment to our customers.WE RELY on the integrity of our work to speak for itself.WE WANT every customer to be a repeat buyer and will be fair in every dealing with you.WE LOVE to answer questions and there is never a hidden meaning or a carefully worded listing intended to deceive you. Our return rate is so low because our customers receive what they hoped for and everything they expected. TACID#",
  "StartTime": "2017-02-26T09:02:38.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/Y2AAAOSwo4pYdw1r/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/86sAAOSwt5hYdw1w/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/Y~wAAOSwo4pYdw11/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/EesAAOSwopRYdw18/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/MrkAAOSw241Ydw2B/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/-JAAAOSwjDZYdw2F/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/-YQAAOSw5cNYdw2J/$_57.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "9.95"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "15475",
  "HitCount": "41",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3321389256468080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-26T09:02:38.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "9.95"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "No hassle returns on new, unopened product. Worn/opened/altered new items do not qualify. Warranties, if applicable, are handled directly through the product manufacturer. We respectfully ask that vintage and previously-owned items be returned in the same condition as received. Please retain tags, bags and labels.",
    "ShippingCostPaidBy": "Seller",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/True-VTG-Rifle-Case-Gun-Slip-Bag-Scope-Cover-Soft-35-1-2in-x-3-1-2-9-1-2in-/332138925646",
  "Location": "Burbank, California",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Charity": {
    "DonationPercent": "100.0",
    "CharityID": "11720",
    "CharityNumber": "8066",
    "LogoURL": "http://i.ebayimg.com/00/s/NzIxWDE2MDA=/z/FNAAAOSwa~BYZNEx/$_1.JPG?set_id=8800005007",
    "Status": "Valid",
    "Mission": "Our mission is to help people in need with a substantial focus on youth education.",
    "CharityName": "Dreams to Reality Foundation"
  },
  "Title": "True VTG Rifle Case Gun Slip Bag Scope Cover Soft 35-1/2in x 3-1/2 to 9-1/2in",
  "Storefront": {
    "StoreName": "Dreams to Reality Foundation",
    "StoreURL": "http://stores.ebay.com/id=6036736"
  },
  "ItemID": "332138925646",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P25DT14H8M49S"
}