{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PT",
    "ES"
  ],
  "QuantitySold": "0",
  "Title": "retro pocket watch dragon & phoenix quartz watch with gift box for christmas",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "15.18"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "REATR Retro Pocket Watch Dragon & Phoenix Quartz Watch with Gift Box for Christmas Product Features: HIGH QUALITY: Made from high quality alloy external, with top glass back of the watch for view of precise quartz movementSUITABLE SIZE: Pocket watch case diameter 1.81\"(4.6cm). weigh 1.69oz(48g), Antique free chain length 15.74\"(40cm)KEEPING ACCURATE TIME: Easy setting, rotatting, twisting the top button on the spin, Modern quartz movement makes the watch a extremely accurate timekeeperEXCELLENT DESIGN: Attractive vintage style design,good touch feeling, The bronzed finish and delicate-looking scrollwork give this pocket watch an authentic antique lookPERFECT GIFT: The quartz pocket watch movement comes with a REATR gift box, a nice present for Dad or birthday present or just for personal use Product Description This Retro and Exquisite pocket watch brings you back to your memory in those earlier youth memories, Elegant design with precise Quartz movement pocketwatch has an antique feel and an alluring ornament for common and social engagements.This is a very hipster, cool watch that adds a nice touch to any vintage outfit, All makes it a top classic gift choice for a birthday, Christmas, wedding or best man gift Features Elegant design with precise quartz movement Dial color in white with arabic numerals in black Retro styling case surface has light lace detailing on the front and back and looks convincingly vintage. Removable chain with a clip at the end, which is long enough to wear as a necklace or it can be used as a pocket watch Excellent workmanship and durable utilization, We are committed to delivering a wonderful usage experience. Case material: alloy Chain material: alloy Package size/Measurements: Case diameter: approx 1.8cm(4.6inch) Chain length: approx 14.8inch(40cm) Chain width: approx 0.3inch (0.7cm) Case thickness: approx 0.4 inch(1.0cm) Watch weight: approx 1.8oz(51g) Package included: 1 * Pocket watch 1 * Gift box Setting time and maintenance Press the crown at the top of the watch and turn the crown clockwise until reaching the exact time. Powered by a silver oxide battery, which is easy to access and replace Daily water resistance(not for showering and swimming Additional information Manufacturer: REATRShipping Weight (pound) : 0.2 Shipping Dimensions: Width: 2.80 Length: 3.60 Height: 1.10 Shipping Payment Returns About Us Terms & Conditions Shipping In order to best serve our customers across the entire US, we use a wide variety of shipping services. eBay only allows us to display three shipping options in the shipping menu above, so please note that a different shipping method might be used depending on your location; however, we will of course make sure your package arrives within the stated delivery time. All of our items are shipped from our warehouses in the US. Our handling time is 2 business days, and with free shipping the shipping time is 3-4 business days. In most cases however we manage to ship much faster: don’t be surprised if the mailman delivers your package within just a few days! Payment We accept PayPal and all major credit/debit cards. Once checkout is complete is you will have the option to select payment method. Returns After delivery of the package you have 30 days to inspect and check the item. If there is any problem we will gladly accept the returnPlease note that after 30 days we can no longer accept returns, and unfortunately cannot make exceptions. However, if the item came with a warranty then the manufacturer should be able to honor this warranty.Items can be returned for refunds only. If you would like an exchange then please use the refund to place the order again.When returning a package it needs to be returned in its original packaging, including all accessories, manuals, etc. If any of these are found to be missing, a restock fee will be applied. So make sure not to throw anything away before you know the item arrived in good condition!Once your returned item is delivered back to us, please allow several business days for us to process your return and refund. About Us Our eBay store is a small family-run business, where we still put our customers first. We are always looking for the best suppliers, in order to provide our customers with the highest quality items and best deals to be found on the internet. As much as our customers love our items and service, we’re always open to suggestions on how to improve things: if there’s something you think we could be doing better, then don’t hesitate to let us know. Terms & Conditions Your satisfaction is guaranteed!Happy customers are our first priority. Fortunately we manage to make almost all of our customers happy customers. However, erring is only human, and a problem can always arise. When this happens, please contact us as soon as possible, and we will do whatever it takes to make things right!Since we will always try to fix whatever problem occurs, we would also appreciate it if you don’t leave a negative feedback before giving us a chance to solve your problem.",
  "StartTime": "2017-05-01T23:51:23.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDY2WDUwMA==/z/vBgAAOSww9xZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/ynoAAOSwnONZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDQwWDUwMA==/z/gPMAAOSwONBZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDA0WDUwMA==/z/bUYAAOSw7GRZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDg1WDUwMA==/z/vBUAAOSww9xZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDUxWDUwMA==/z/gOwAAOSwONBZB8n9/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/2jwAAOSwX61ZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDY2WDUwMA==/z/zSQAAOSwrhBZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDQwWDUwMA==/z/gPoAAOSwONBZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDA0WDUwMA==/z/B1oAAOSwt0FZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDg1WDUwMA==/z/xfoAAOSw-3FZB8n-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDUxWDUwMA==/z/vAkAAOSww9xZB8n-/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "8",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "color"
      },
      {
        "Value": "REATR",
        "Name": "manufacturer"
      },
      {
        "Value": "REATR",
        "Name": "brand"
      },
      {
        "Value": "10",
        "Name": "mpn"
      },
      {
        "Value": "6056159778400",
        "Name": "ean"
      },
      {
        "Value": "NA",
        "Name": "upc"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "6056159778400",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "universe-deals",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "15824",
    "PositiveFeedbackPercent": "99.6"
  },
  "HitCount": "58",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529132216418080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-05-31T23:51:23.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "15.18"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "$$$D23J3;8T[2",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "MX",
    "DE",
    "JP",
    "BR",
    "FR",
    "AU",
    "RU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "CY",
    "SI",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "IT",
    "AT",
    "IL",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "USA",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/retro-pocket-watch-dragon-phoenix-quartz-watch-gift-box-christmas-/252913221641",
  "Storefront": {
    "StoreName": "universe-deals",
    "StoreURL": "http://stores.ebay.com/id=1250394120"
  },
  "ItemID": "252913221641",
  "PaymentMethods": "PayPal",
  "TimeLeft": "PT5H5M49S"
}