{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "SEWOR Double Open Skeleton Pocket Watch Mechanical Movement Hand Wind Full Hu...",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "32.35"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "SEWOR Double Open Skeleton Pocket Watch Mechanical Movement Hand Wind Full Hunter Gold Tone C125 Features: SEWOR 17 Jewel Mechanical Hand-wind Movement with Double Cover, Can STAND On table. Double Open Case with Magnifier. Unique skeleton Classical Dial with Roman numerals.Smoonth Back Case Allow Engraving. For safety.The Front Face is made of Acrylic instead of Glass.Color:Gold.Comes with a high quality 7mm width Cowboy Chain,Chain Length:365mm. case diameter:47mm. Nice addition to a formal or casual dressing or colleting.100% Brand New with excellent workmanship, Precise golden mechanical movement. No need to use battery, Twisting the top button on the spin by clockwise about 15-20 arounds, Tightening a walk for 24 hours, Please wind up the watch before every usage and keep away from magnet to avoid making it stop working.PERFECT CHOICE - Come in with Good Quality Brand SEWOR Leather Gift Box. Perfect gift for your love and family and yourself. Best Valentine day Gift, Superb Christmas Gift, Birthday Gift, Wedding Gift etc. For the working environment which is not allowed to wear wrist watch, like chef or nurse. Product Details: Product Dimensions: 3.1 x 2 x 3.1 inchesShipping Weight: 8 ouncesOrigin: AndorraItem model number: C125 Description Meet SEWORSince 1984 SEWOR Watch is lead by innovation and nurtured with the consistency of quality and brand personality. Founded 20 years ago , with the belief that supremely crafted timepieces can be offered for modest sums, SEWOR holds true to this objective today and continues its brazen journey. The brand now grown to 20 collections. With its most inspired creations ,we combine traditional history with fashion elegance, we demonstrates its technical and design prowess.By being true to our convictions, let all those who possess our timepieces and pass through our doors witness the quality, value and care in every piece we create, and the spirit of never-ending possibilities in everything we do. Utilizing high quality materials generally found only in high-priced brands, each timepiece is crafted and rigorously tested to ensure optimum standards.From skeletonized movements to a unique gold layering technique to exceptional construction, SEWOR has become one of the most technically capable watch makers.Item DetailCase Diameter(cm): 4.7cm (1.85\") Case thickness(cm): 1.2cm(0.47\") Case material: metal Case Color: Gold Dial color：Gold Chain Length 36.5cm (14\") Movement：Mechanical Hand Wind  Use Instructions1.Opening the cover: Press the top crown to open the cover automatically. 2 Winding up the watch: Turn the crown slowly in the clockwise direction. After approximately 15 to 20 times, if you feel resistance, please stop wrapping immediately. After you wind up the watch,shake it by hand to get it move on.※ If you wind it up too much, it may cause breakdown. Please be careful. 3.Notice: As the watch is mechanical movement, the power can be only store 24 hours, it will be stop running when stay in desk all night,so it needs wind up and reset the time everdays when you wear it.PackageDo it best Each SEWOR watch, in the factory,it will be affixed with a protective film to sure the product will not be scratched.Each SEWOR watch,after the detected and check well,will be buckled the \"SEWOR\" Brand Tag.Our watches use the SEWOR exclusive packaging,soft and luxurious,the best choice for gift. Benefit for you.various scenes Formal Dress up on different occasions, such as weddings and parties. Business  Note the time assignments or read the time when your busniness need it. Casual Decorations for casual clothing. Handling We will ship all orders within 2 business days of payment. Delivery We DO NOT SHIP TO PO Boxes or Mail Forwarding Addresses. We only ship to Paypal Verified addresses. Return Policy All items that qualify for returns must be within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged, as well as a 15% restocking fee. No exchanges permitted. All returns must be done through EBAY and processed with an RMA number to be issued refund. Upon receiving RMA, buyer has 7 days to have item shipped back. Item must be in original condition and packaging. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMzYw/z/xDkAAOSww3tY4-W6/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/xOIAAOSww3tY4-W-/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/xRsAAOSww3tY4-W~/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/GgEAAOSwA29Y4-XB/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/DeMAAOSw03lY4-XD/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5NTU=/z/ZzsAAOSw4CFY4-XD/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/YkMAAOSwU8hY4-XG/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "SEWOR",
        "Name": "Brand"
      },
      {
        "Value": "701142330412",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "ccs-craigw",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9274",
    "PositiveFeedbackPercent": "99.2"
  },
  "StartTime": "2017-04-04T18:20:06.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3224737315948080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T18:20:06.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "32.35"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.  All returns will be charged a 15% restocking fee.",
    "ShippingCostPaidBy": "Seller",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01AW8UHRA",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SEWOR-Double-Open-Skeleton-Pocket-Watch-Mechanical-Movement-Hand-Wind-Full-Hu-/322473731594",
  "Storefront": {
    "StoreName": "RivalTech",
    "StoreURL": "http://stores.ebay.com/id=776355051"
  },
  "ItemID": "322473731594",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT23H31M33S"
}