{
  "ExcludeShipToLocation": [
    "Africa",
    "RU",
    "BG",
    "ES",
    "UA",
    "HK",
    "ID",
    "TW",
    "TH",
    "AR",
    "CL",
    "MX",
    "IQ",
    "OM",
    "QA",
    "SA",
    "TR",
    "AE",
    "CN",
    "KZ",
    "KR",
    "TM",
    "UZ",
    "NC"
  ],
  "QuantitySold": "0",
  "PostalCode": "81503",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "ultimate_cave",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "11852",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.5"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "﻿ Ultimate Bargain Cave carries the largest selection of Knives and Sporting Goods Ultimate Bargain Cave Home About us F.A.Q. Contact Us Fast shipping all orders ship next day 30 day easy return Categories Accessories Airguns & Accessories Airsoft Ammo Cases Barrel Mounts Binoculars Clothing Eye & Ear Protection Flashlights Food Storage Foregrips Gun Cases Gun Cleaning Equipment Handcuffs Handgun Parts Holsters Knives Lights & Laser Magazines & Accessories Misc Safety Gear Phone Cases Pistol Cases Red & Green Dot Optics Reloading Equipment Rifle Bipods Rifle Cases Rifle Parts Rifle Scopes All Barska Scopes Mueller Scopes UTG Scopes Safes & Locks Scope Mounts All Airsoft Mounts AK Mounts AR 4/15 Mounts FAL Mounts G3, M1 Mini-14 Remington Bolt Action Ruger 10/22 Shotgun Mounts SKS Mounts Shooting Gear Shotgun Parts Tactical Gear Tactical Lasers Tactical Flashlights Targets Other items Smith & Wesson Watch New Carabiner Watch SWW-36-SLV Description New Smith & Wesson Silver face and body. Measures 3 1/4\" x 1 1/2\". Luminous hands and markers. Second hand. White LED light. Water resistant. Built-in carabiner to attach to belt loop, purse, backpack, etc. These Watch feature: Luminous hands and stainless markers. Water resistant to 300 feet. Second hand and date. Japanese quartz movement. BUY NOW WATCH ITEM TELL A FRIEND Shipping Checkout Returns Shipping Domestic shipping is always free of charge. International shipping charges for are calculated by the total weight of your package. To receive combined shipment rates you must wait to pay until all desired items have ended and been combined onto a single invoice. We usually ship items out 1 to 2 business days from payment receipt. We do not ship on weekends or postal holidays. INTERNATIONAL SHIPPING / INTERNATIONAL MAIL DISCLAIMER Delivery to some countries may be delayed due to customs inspections or holds.Delivery to many International destinations can take as long as four weeks. Please allow this amount of time for delivery. Some countries may charge additional import duties, payable by the recipient of the order. We cannot assume responsibility for delays, import duties, taxes, shipping charges for returned parcels or customs confiscations. Checkout We accept Paypal payments only. With Paypal you can use all major credit cards or e-check. Payments must be received within 7 business Days or unpaid case will be open. TAX Local Pick Up We Provide Free Local Pick Up on all orders Orders must be Prepaid before Pickup Contact Us for Pick Up Address (We are not open to the public. For security and insurance purposes only customers with cleared payments will be given our will call address) SC Customers will be charged 7% Sales Tax. We Accept Payment by: PayPal Visa Mastercard Amex Returns We do accept returns up to 14 days from purchase date. You can file a return with eBay by clicking on the drop down menu of item purchased. There will be a 10% return fee to cover shipping fee’s. Return Items must be in Mfg packaging and in new condition in order for a refund. Top brands Menu Home About us F.A.Q. Contact Us Why buy from us All listings Buy it now Ending soon Socialize with us Payments Designed by: Track Page Views WithAuctiva's FREE Counter",
  "StartTime": "2017-05-10T19:09:38.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjcwWDMzNA==/z/BAEAAOSwZ4dZE2Vv/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "24.81"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "24718136134",
        "Name": "UPC"
      },
      {
        "Value": "Smith & Wesson",
        "Name": "Brand"
      },
      {
        "Value": "SWW36SIL",
        "Name": "MPN"
      }
    ]
  },
  "SKU": "RMSWW36SIL",
  "HitCount": "18",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1625113691728080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-09T19:09:38.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "24.81"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_10",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Smith-Wesson-Watch-New-Carabiner-Watch-SWW-36-SLV-/162511369172",
  "Location": "Grand Junction, Colorado",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Smith & Wesson Watch New Carabiner Watch SWW-36-SLV",
  "Storefront": {
    "StoreName": "ultimate_cave",
    "StoreURL": "http://stores.ebay.com/id=1021687647"
  },
  "ItemID": "162511369172",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P9DT27M8S"
}