{
  "QuantitySold": "0",
  "PostalCode": "10001",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "blingjewelry",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "8692",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.1"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "33.99"
    },
    "PricingTreatment": "STP"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Help to keep your dad cool and up to the minute with our DAD message pocket watch. He will keep time in style and have no excuse to be late anymore. Designed with a sophisticated dad in mind, our two toned DAD pocket watch will take him everywhere from watching a little league game in the afternoon to a dinner out with his family in the evening. Even if your dad is modern, he will appreciate the inspiration from Vintage Style pocket watches that were so popular in the 1920s. Pocket watches for men will bring a hint of nostalgia to his modern wardrobe. Secured with a detachable14.75 inch curb chain that features a belt clip on the other end, this fun and fashionable Simulated Quartz movement pocket watch is sure to become one of his treasured possessions before long. With a 1.75 inch watch face diameter, it is easy to see what time it is, and the black Roman numerals set against a white background make a perfect contrast. Pocket watches for men make great choices for groomsmen gifts, for fathers day gifts or for a recent graduate to celebrate the passage of time as well. Bling Jewelry Our eBay Store Add to Favorite Sellers Bling Jewelry Large Two Tone DAD Gold Plated Simulated Quartz Mens Pocket Watch Measure: Chain 14.75in length; Watch Face 1.75in Diameter Weight: 70.27 Grams Material: Alloy, Silver Plating, Gold Plating Help to keep your dad cool and up to the minute with our DAD message pocket watch. He will keep time in style and have no excuse to be late anymore. Designed with a sophisticated dad in mind, our two toned DAD pocket watch will take him everywhere from watching a little league game in the afternoon to a dinner out with his family in the evening. Even if your dad is modern, he will appreciate the inspiration from Vintage Style pocket watches that were so popular in the 1920s. Pocket watches for men will bring a hint of nostalgia to his modern wardrobe. Secured with a detachable14.75 inch curb chain that features a belt clip on the other end, this fun and fashionable Simulated Quartz movement pocket watch is sure to become one of his treasured possessions before long. With a 1.75 inch watch face diameter, it is easy to see what time it is, and the black Roman numerals set against a white background make a perfect contrast. Pocket watches for men make great choices for groomsmen gifts, for fathers day gifts or for a recent graduate to celebrate the passage of time as well. Product Details Brand Bling Jewelry Item Type pocket-watches Target Audiance men Color Grey Gem Type NA Welcome Bling Jewelry! To make your purchase as simple and easy as possible, please refer to the store policies listed below. After completing a Buy It Now purchase, you have two check-out options: Check-Out Now! Click the Pay Now button at the top of this listing to immediately proceed with our checkout and payment process. Please note that the Pay Now button is ONLY available after winning an auction or completing a Buy It Now purchase. Payment We currently accept following forms of payment. PayPal Sales Tax For shipments to New York addresses, we are required by State law to collect 8.875% Sales Tax. Shipping SHIPPING COST EST. DELIVERY TIME (business days only) Economy Shipping FREE Limited Tracking Available 3-14 Days USPS Priority $5.95 Flat Rate 3-4 Business Days USPS Express Mail $19 Flat Rate 1-2 Business Days CANADA Standard(USPS) $6.99 Flat Rate 5-10 Business days CANADA Express Mail(USPS) $39.99 Flat Rate 3-6 Business days USPS International Standard $6.99 Flat Rate 20 Business days USPS International Express Mail $39.99 Flat Rate 4-8 Business days Customer Service You can call us at 800-434-9905 for any questions.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/hvgAAOSwcgNZIwip/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/E2EAAOSwn-tZIwip/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/t0wAAOSwYlRZIwip/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/mLAAAOSwaeRZIwip/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "15.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "10",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Bling Jewelry",
        "Name": "Brand"
      },
      {
        "Value": "WFW-XL72",
        "Name": "MPN"
      },
      {
        "Value": "metal",
        "Name": "Material"
      },
      {
        "Value": "quartz",
        "Name": "Movement"
      },
      {
        "Value": "Silver-plated-base",
        "Name": "MetalType"
      },
      {
        "Value": "Grey",
        "Name": "Color"
      },
      {
        "Value": "0640626727419",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "WFW-XL72-AZ",
  "StartTime": "2017-05-22T15:49:56.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1525575455958080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-21T15:49:56.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "15.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bling-Jewelry-Large-Two-Tone-DAD-Gold-Plated-Simulated-Quartz-Mens-Pocket-Watch-/152557545595",
  "Location": "New York, New York",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Bling Jewelry Large Two Tone DAD Gold Plated Simulated Quartz Mens Pocket Watch",
  "Storefront": {
    "StoreName": "BlingJewelry12",
    "StoreURL": "http://stores.ebay.com/id=19550052"
  },
  "ItemID": "152557545595",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P20DT21H11M35S"
}