{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "24.31"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Vintage Quartz Men Pocket Watch With Chain Doctor Who Style Necklace Pendant New Fast Shipping Great Customer Support Satisfaction Guaranteed DESCRIPTION Features: 1.Steampunk Doctor Who (Dr. Who) Bronze Case quartz pocket watch 2.100% brand new with excellent workmanship 3.Elegant design with precise quartz movement 4.With Removable chain 5.Nice addition to a formal or casual dressing or colleting 6.Color may not appear as exactly as in real life due to variations between the computer monitors and nacked eye color difference. How to use/set quartz pocket watch? Press the crown at the top of watch, the front plate will open. Pull the crown away from base of the watch and turn the crown clockwise until reaching the exact time. Specification (1 cm=10 mm=0.394 inch) (approximate) Case diameter: 47.6mm(1.87\") approx. Case thickness: 14.6mm(0.57\") approx.(cover included) Case Material: Alloy Chain Length: 360mm(14.17\") approx. (hook included) Chain Material: Alloy Package Included: -1 x Pocket Watch -1 x Gift Box -1 x Chain -1 x Gift Leather Cord 1.Confession Dial Pattern - A Colletion \"Doctor Who\" Pocket Watch - Especially For \"Dr. Who\" Fans - Inspired Looking, Beautiful Packing Gift Box & Matching Chain - Doctor Who Confession Dial Pattern Bronze Quartz Men Dr. Who Pocket Watch 2.Confession Dial - It Allowed A Dying Time Lord To Face Their Demons And Make Their Peace Before Their Mind Was Uploaded To The Matrix; - It Allowed A Dying Time Lord To Face Their Demons And Make Their Peace Before Their Mind Was Uploaded To The Matrix 3.DIY Traditional CHINESES Knots - Extra Gift Leather Cord For Different Styles Or Different Meaning Gifts 4.Ingenuity LIGHT-WEIGHT Design - Good Quality But Not Be Burthen For Wearing With You To Anywhere 5.It Even Can Be A Perfect \"Just Because\" Gift Shipping Return Payment Feedback Contact Us Our stock all ships from our US based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREE We offer a 30 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for you When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items. All returns MUST be done within 14 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. PayPal is our preferred method of payments its the quickest, easiest and most secure way to pay for your goods or services online. PayPal offers buyer and seller protection should there be a problem. If you do not have a PayPal account, to get started and buy your first item with us is very easy. Simply click on the Buy It Now button and follow the eBay checkout steps. Select PayPal as the payment method you then will be given the chance to enter your card details in to PayPals secure checkout in order to pay for your order. Once the payment has been made, you will then be given the opportunity to make your own PayPal account to make paying for your items in the future very easy. Should there be a problem with payment please do let us know. Customer satisfaction is very important to us. If you have any problem with your order,please contact us and we will do our best to make you satisfied, please do not leave a negative feedback before we resolve your problem. We guarantee that your issue will be solved quickly. As long as you are happy with your purchase, please leave us a positive feedback. Your feedback is very important to us it affects our search placement on eBay. We will leave a positive feedback for you in return automatically once we receive your feedback. If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Thank you for visiting our ebay store! Track Page Views WithAuctiva's FREE Counter",
  "StartTime": "2017-05-27T11:18:12.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTEyWDUwMA==/z/eNUAAOSwsXFZKWBm/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/cHgAAOSw~y9ZKWBn/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjUyWDUwMA==/z/J-8AAOSwi7RZKWBo/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/nCYAAOSw42dZKWBp/$_12.JPG",
    "http://i.ebayimg.com/00/s/NzEwWDUwMA==/z/KAsAAOSwi7RZKWBq/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/YIcAAOSwEHpZKWBs/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDU1Mg==/z/v~0AAOSwYvFZKWBt/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUxNg==/z/AIwAAOSwIaFZKWBu/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTgwWDUwMA==/z/8b0AAOSwK6RZKWBw/$_12.JPG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "5",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SIBOSUN",
        "Name": "Brand"
      },
      {
        "Value": "FA-HBQ083",
        "Name": "MPN"
      },
      {
        "Value": "FA-HBQ083",
        "Name": "Model"
      },
      {
        "Value": "714983150255",
        "Name": "UPC"
      },
      {
        "Value": "0714983150255",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "bigsale2017",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "724",
    "PositiveFeedbackPercent": "99.2"
  },
  "HitCount": "20",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019375079888080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-26T11:18:12.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "24.31"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "Multiple Locations",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Vintage Quartz Men Pocket Watch With Chain Doctor Who Style Necklace Pendant New",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Quartz-Men-Pocket-Watch-Chain-Doctor-Style-Necklace-Pendant-New-/201937507988",
  "Storefront": {
    "StoreName": "nefsakstore",
    "StoreURL": "http://stores.ebay.com/id=1422510196"
  },
  "ItemID": "201937507988",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P25DT16H42M39S"
}