{
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "QuantitySold": "0",
  "PostalCode": "74120",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "gp2ok",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "6181",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.7"
  },
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Items sold include what is described and pictured, which from time to time may not include all the accessories included with the items original new purchase package. Our items are used and arrive in our hands with limited accessories. You are bidding on a Colibri Mickey & Co Goofy Pocket Watch. This watch is in good used condition. No blemishes that I see. You will receive the watch and box. Please see the photos for more information. Feel free to email me with any questions you may have. All items included in the auction are depicted in the photographs provided. If you are the winning bidder please include your telephone number on your PayPal Payment so we can contact you directly with any questions regarding shipping. Shipment to Alaska and Hawaii may cost more than posted shipping amount. Residents in these states will be required to pay difference in shipping costs. If you are a resident of one of these areas please let us know BEFORE making your payment so we can adjust shipping rate. We do not under any circumstances ship internationally (including Puerto Rico and Caribbean/Bahamas). Some of our auctions feature a reserve price to protect our investment, but we will gladly provide you with that information upon request!** Signature Confirmation upon request ** Providing out-standing customer service, before & after the sale, is our top priority. We're always happy to answer questions, so please do not hesitate to call or message! And don't forget to check out our feedback; our reputation speaks for itself! This auction includes everything pictured unless mentioned otherwise -:¦:-:¦:- Another great auction from GP2OK -:¦:-:¦:- CHECK OUT OUR FEEDBACK AND BID WITH CONFIDENCE, THANK YOU. Please do not hesitate to send me an email, a message through eBay, or at 918-583-1010, Monday - Saturday 10am-5pm CST with any questions you may have about this or any of my other auctions! NORMAL OFFICE HOURS (CENTRAL TIME ZONE)MON-FRI 9 - 5:30, SAT 10 - 4:30WE ARE NOT OPEN MOST FEDERAL HOLIDAYS. WE ARE NOT OPEN ON SUN.PLEASE ALLOW 24 - 48 HOURS FOR EMAIL RESPONSE. International Shoppers Due to Paypal’s reluctance to accept any form of international shipping tracking confirmation numbers we can not at this time ship outside the United States! There will be no exceptions! Payment PAYMENTS MUST BE MADE BY PAYPAL WITHIN 1 WEEK UNLESS ARRANGEMENTS ARE MADE BEFORE THE CLOSE OF THE AUCTION. IF IT WILL TAKE YOU LONGER THAN ONE WEEK TO PAY PLEASE CONTACT US BEFORE YOU BID! Local Pickup LOCAL PICKUPS ARE ALWAYS ALLOWED, BUT DON'T FORGET IF YOU PICK IT UP IN PERSON THERE WILL BE SALES TAX! (OKLAHOMA 9.17%). Shipping GP2OK ships using UPS, USPS, and FedEx. Standard shipment times will be within 4 days from date of payment with many items shipped sooner. If you have any questions about shipping contact Tiffany at 918-583-1010. Please provide a phone number with your payment, so that if any additional information is needed we can relay that in a timely manner. If you would like a signature required on delivery please let me know. AK and HI are subject to higher shipping costs! I am more than happy to give you a quote. Guarantee Bid with Confidence!!! All items sold by GP2OK are guaranteed for three days after their confirmed delivery date. This guarantee covers any mis-advertised or defective products that are not damaged in shipment. We go through painstaking efforts to ensure items functionality but offer the guarantee to stand behind what we sell! The guarantee does not cover direct neglect or damage to any product after delivery. Items sold as broken are not covered by this guarantee, since that are being sold as non functional merchandise! Powered by SixBit's eCommerce Solution",
  "StartTime": "2017-05-31T15:47:38.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/LuYAAOSwjDZYZBKN/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAzMlgxNjAw/z/0acAAOSwA3dYZBKK/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDAx/z/LN4AAOSw44BYZBKC/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzc0/z/WnwAAOSw-0xYZBKF/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjcy/z/0oQAAOSwA3dYZBKQ/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/MCQAAOSwjDZYZBKU/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2MFgxNjAw/z/As0AAOSw241YZBLI/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyOFgxNjAw/z/ZzEAAOSwUKxYZBKX/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5NlgxNjAw/z/dXsAAOSwo4pYZBKI/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI3M1gxNjAw/z/YtUAAOSwUKxYZBKA/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMyM1gxNTk5/z/zy4AAOSwA3dYZBJ9/$_57.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "99.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Corum",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "11R143577-1 GP2 30",
  "HitCount": "0",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3225376468138080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-07T15:47:38.000Z",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "99.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "99.99"
  },
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Colibri-Mickey-Co-Goofy-Disney-Pocket-Watch-RARE-/322537646813",
  "Location": "Tulsa, Oklahoma",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Colibri Mickey & Co Goofy Disney Pocket Watch - RARE",
  "Storefront": {
    "StoreName": "GP2OK",
    "StoreURL": "http://stores.ebay.com/id=702895348"
  },
  "ItemID": "322537646813",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P6DT21H14M22S"
}