{
  "QuantitySold": "0",
  "PostalCode": "86302",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Buyer, Seller, Consigner of Everything In Our Galaxy.... Wrangler Leather Pocket Watch Description: For sale is a Wrangler Leather Pocket Watch. Pre-owned and is in good condition. Works occasionally. Not a watch expert so I do not know what is wrong. Could be a simple fix. The cosmetics is in good condition. There is a little show of wear due to use, but has been visually inspected and there are no defects/damages that can be seen. It is approximately 2in long. The item is sold as is, no returns. HOWEVER, don't let this discourage your consideration of the purchase, as this is only a formality, willingness to solve all issues, is based on communication with us directly. Please ask any questions and we will do our best to answer them. Please see pictures above and please ask any and all questions you may have prior to purchasing. Be sure and check out our other listings. Thank you for looking.Communication is key, our willingness to resolve any issues is based upon contacting us directly. Please See Images Above & CONTACT US For Any Questions or More Pics. About Us RogueTraderAZ is a buyer, seller and consigner of all things sellable. We started out many years ago specializing in Sci-fi toys and action figures, and have since expanded our line to most any and everything that can be bought and sold. Most of our items come from purchasing wholesale lots and/or estates. We often try to find the best deals on what we believe the consumer will want. No items are too small and no price is too large. We handle everything from your grandmother's antique thimble collection to your unwanted motorhome. We are always interested in purchasing your unwanted collectibles and antiques. If we cannot come to an agreement, we will still be interested in selling the item(s) for you. Our consignment fees are extremely fair, and we work hard to get you the best price possible. RogueTraderAZ will handle all of the details regarding advertising, sales transaction, and collection of the money. Shipping All orders to be processed within 24-48 hours after purchase has been completed. **PLEASE NOTE** The shipping estimate provided by eBay is ONLY an estimate, and it is NOT provided by us. Shipping times can be varied due to location, service used, weather conditions, a flat tire, a postal worker's error, your carrier could be bitten by a dog, the post office may ship it to another planet first!! ANY number of reasons except one - fault on our part. Please understand that we are NOT in control of the post office, and if any information regarding tracking your package is needed all we can see is the same information as you, the buyer can see when reviewing your tracking number. **All packages will be secure and protected, but this does not always prevent damage sustained during shipping. Please consider this before purchasing and contact us if you would like to make other arrangements for your purchase. Thank You for your understanding :) Returns/Refunds Please check the returns option of this listing. Most items are NOT returnable. Returns MUST be authorized before sending any product back. Replacements will be offered when available. Refunds will only be given for product returned to us in original condition as when it was shipped unless otherwise agreed upon. **All packages will be secure and protected, but this does not always prevent damage sustained during shipping. Please consider this before purchasing and contact us if you would like to make other arrangements for your purchase. Thank You for your understanding :) ******************* PLEASE READ Due to the unwavering policies that are forced upon sellers, shipping used to almost always be free for RogueTraderAZ's listings. We will now be implementing shipping fees and doing our best to keep them realistic. Also due to the unwavering policies forced upon sellers, RogueTraderAZ will no longer be offering returns as the default option on their listings. Each return request will be dealt with on an individual basis. Return requests through eBay’s resolution center will be automatically declined. When returning an item for refund, RogueTraderAZ reserves the right to retain compensation of actual expenses incurred from the original delivery of the product and will therefore lead to only a partial refund of the total sale. Each amount in this case varies based on shipping fees, and will be determined as needed.** **The key here is to want what you've ordered, and if there are any complications at all, PLEASE CONTACT US!! ******************* Feedback Policy It is RogueTraderAZ's goal is to make sure that you are completely satisfied with your transaction, so much so that you will be leaving us positive feedback. Please let us know if there are any problems with your order. **If you have any issues at all, PLEASE CONTACT US!! Thank you for considering us for your purchases :)",
  "StartTime": "2017-03-31T23:59:56.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODk5WDE2MDA=/z/CFEAAOSwTM5Y3u1L/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODk5WDE2MDA=/z/Z-AAAOSwhQhY3u1T/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODk5WDE2MDA=/z/aOIAAOSwhQhY3u1c/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA4MFgxNjAw/z/bD8AAOSwdGFY3u1m/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODk5WDE2MDA=/z/jF8AAOSwc-tY3u1u/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "9.89"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Wrangler",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "bluto",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "8060",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "81",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3022694836908080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-29T23:59:56.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "9.89"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Wrangler-Leather-Pocket-Watch-/302269483690",
  "Location": "Prescott, Arizona",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Wrangler Leather Pocket Watch",
  "Storefront": {
    "StoreName": "The Rogue Trader AZ",
    "StoreURL": "http://stores.ebay.com/id=454319"
  },
  "ItemID": "302269483690",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P29DT5H11M6S"
}