{
  "ExcludeShipToLocation": [
    "FR",
    "DE",
    "IT",
    "ES",
    "GB",
    "AU"
  ],
  "QuantitySold": "0",
  "Title": "Woodford 1926 Gold Tone Pocket Watch With Presentation Stand",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "69.18"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "0",
  "ConditionDisplayName": "New with tags",
  "Description": "Home eBay Store Design by Visualsoft Home About Us Our Feedback Contact Us Woodford 1926 Gold Tone Pocket Watch With Presentation Stand Simple stylish gold tone case with white Roman dial. Fitted with a quartz movement. This set is completed by a wooden watch stand to hold the watch for display. We are a Woodford UK authorised dealer Brand new boxed stock with full retail boxes & paperwork 12 month warranty $69.18 Ask a Question Description Woodford 1926 Gold Tone Pocket Watch With Presentation Stand Size:4.7cm Diameter x 1.3cm Depth Movement: Quartz Material:Gold Tone Steel Engraveable - Yes Water Resistant - No 12 month warranty $69.18 Product summary&ndash; Description+ Woodford 1926 Gold Tone Pocket Watch With Presentation Stand Size:4.7cm Diameter x 1.3cm Depth Movement: Quartz Material:Gold Tone Steel Engraveable - Yes Water Resistant - No 12 month warranty design by Visualsoft",
  "StartTime": "2017-03-13T14:41:21.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ZeoAAOSw4CFY7zVR/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "GB",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Woodford",
        "Name": "Brand"
      },
      {
        "Value": "1926",
        "Name": "MPN"
      },
      {
        "Value": "Metal",
        "Name": "Material"
      },
      {
        "Value": "N/A",
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Gold Tone",
        "Name": "Case Color"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Analogue",
        "Name": "Display"
      },
      {
        "Value": "1926",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "5060214782258",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "h.s.johnson",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "27059",
    "PositiveFeedbackPercent": "99.9"
  },
  "HitCount": "22",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3520044064198080_2.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-11T14:41:21.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "69.18"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Delivery Policy\n\nOrder by 4pm for same day dispatch - We try to ensure all orders that are received by 4pm Monday to Friday are dispatched the very same day.\n\nMissed Deliveries - If nobody is at home to sign for the parcel a missed delivery card should have been put through your letterbox with instructions. Please read the card carefully as most companies will return any undeliverable parcels back to the sender (in this case us) after 7 days. If your parcel is sent back to us as undelivered we will ask you to pay for the delivery of the second delivery attempt before we send your parcel back out to you.\n\nLost or damaged - All though very rare this can happen from time to time, if your order has not arrived or your item/s have arrived damaged please contact our customer service team as soon as possible.\n\nReturns Policy\n\nWe offer a 30 Day Return Policy. This means any item/items bought from us can be returned within 30 Days of purchase. Please note that returned item/items must be unworn, still have all packaging, tags attached and returned as new.\n\nUnder the United Kingdom's Long Distance Selling Regulations you have the right to cancel your order for any item purchased from H.S.Johnson, for a full refund within 14 days.\n\nTo cancel your Order please contact us asap. If however your order has already been processed, you will need to return the order to us. The item is your responsibility until it reaches us. For your own protection, we recommend that you send the parcel using a delivery service that insures you for the value of the goods. The cost of returning the item to us is your responsibility.\n\nPlease send back to:\n\nH.S.Johnson\n\n8 Anson Street\n\nRugeley\n\nStaffordshire\n\nWS15 2BB\n\nUnited Kingdom\n\n \n\nExchange Policy\n\nWe offer a 30 Day Exchange Policy. This means any item/items bought from us can be exchanged within 30 Days of purchase. Please note that an exchanged item/items must be unworn, still have all packaging, tags attached and returned as new.\n\nTo exchange an item/items please contact us. The item is your responsibility until it reaches us. For your own protection, we recommend that you send the parcel using a delivery service that insures you for the value of the goods. The cost of returning the item to us is your responsibility.\n\nPlease send back to:\n\nH.S.Johnson\n\n8 Anson Street\n\nRugeley\n\nStaffordshire\n\nWS15 2BB\n\nUnited Kingdom\n\n \n\nFaulty Item Policy\n\nWe rarely have to deal with faulty items, but we realise it can happen and we are very sorry for the inconvenience caused and will remedy the situation as soon as possible.. If the item you received is faulty, please contact us asap with details of the item ordered and the fault experienced, and whether you require a refund or a replacement. We will then advise on how to proceed with the return. You have 14 days from receipt of the faulty item to return it to us. The item is your responsibility until it reaches us. For your own protection, we recommend that you send the parcel using a delivery service that insures you for the value of the goods. The cost of returning the item to us is our responsibility for reasonable postal charges as long as a fault is found.\n\n \n\nWrong Item Policy\n\nWe are only human and very occasionally get it wrong, we are very sorry for any inconvenience caused and will remedy the situation as soon as possible. If the item you received is not what you originally ordered, please contact us with details of the item ordered and what you received and whether you require a refund or a replacement. We will then advise on how to proceed with the return. You have 14 days from receipt of the wrong item to return it to us. The item is your responsibility until it reaches us. For your own protection, we recommend that you send the parcel using a delivery service that insures you for the value of the goods. The cost of returning the item to us is our responsibility for reasonable postal charges as long as the order is wrong.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "15196",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Staffordshire",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Woodford-1926-Gold-Tone-Pocket-Watch-Presentation-Stand-/352004406419",
  "Storefront": {
    "StoreName": "H.S.Johnson Jewellers",
    "StoreURL": "http://stores.ebay.com/id=27048387"
  },
  "ItemID": "352004406419",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P10DT19H50M33S"
}