{
  "ExcludeShipToLocation": "IL",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "1300.0"
  },
  "SecondaryCategoryIDPath": "1:417:1444:95168",
  "HandlingTime": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIyNlgxMDAw/z/4yYAAOSwPcVV01pU/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI0M1gxMDAw/z/KaUAAOSw9N1V01pb/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1M1gxMDAw/z/Qw4AAOSwjVVV01pj/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI0OVgxMDAw/z/-2UAAOSw3ydV01ps/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODI0WDEwMDA=/z/yDwAAOSwDNdV01p0/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1OVgxMDAw/z/jakAAOSw~gRV01qA/$_57.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "eashland_net",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1744",
    "PositiveFeedbackPercent": "99.7"
  },
  "StartTime": "2017-05-30T00:42:19.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "ConditionDescription": "Waltham Vanguard Man’s Open Face Railroad Pocket WatchUSA; Waltham; Man’s; Serial# 25,342,216; Circa: 1926Complications: Railroad grade and up down wind indicator. CASE: The white gold filled 16-size (45-49MM) plain case features an open face.  The case is in very good condition.  Open face cases were the only ones approved from railroad use. Railroad men sought a case that the tough and durable; one that would provide a dust-free environment for the movement.DIAL: This white porcelain, double sunk dial displays Arabic numerals, subsidiary seconds dial, up/down wind indicator and has spade hands.  The dial is in very good condition, note there has been restorations done to the dial.MOVT: This 23-jewel, lever-set movement with lever escapement is nickel with a bridge style layout and is 6 adjustments.   The movement is in very good condition",
  "Title": "16 SIZE 23 JEWEL WALTHAM VANGUARD RAILROAD POCKET WATCH Up Down Indicator CA1926",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "232352476588",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Collectibles:Transportation:Railroadiana & Trains:Watches & Pocket Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/16-SIZE-23-JEWEL-WALTHAM-VANGUARD-RAILROAD-POCKET-WATCH-Up-Down-Indicator-CA1926-/232352476588",
  "Storefront": {
    "StoreName": "eAshland_net Watches and Jewelry",
    "StoreURL": "http://stores.ebay.com/id=1012016780"
  },
  "QuantitySold": "0",
  "PostalCode": "34236",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Waltham Vanguard Man’s Open Face Railroad Pocket WatchUSA; Waltham; Man’s; Serial# 25,342,216; Circa: 1926 Complications: Railroad grade and up down wind indicator. CASE: The white gold filled 16-size (45-49MM) plain case features an open face. The case is in very good condition. Open face cases were the only ones approved from railroad use. Railroad men sought a case that the tough and durable; one that would provide a dust-free environment for the movement. DIAL: This white porcelain, double sunk dial displays Arabic numerals, subsidiary seconds dial, up/down wind indicator and has spade hands. The dial is in very good condition, note there has been restorations done to the dial.MOVT: This 23-jewel, lever-set movement with lever escapement is nickel with a bridge style layout and is 6 adjustments. The movement is in very good condition. Railroad Grade Watch Adjustments - The railroad watch, as well as other fine timepieces, had to compensate for several factors in order to be reliable and accurate at all times. These compensations, called adjustments, were for heat and cold, isochronism, and five to six different positions. These adjustments were perfected only after experimentation and a great deal of careful hand labor on each individual movement. This movment has one of the highest jewel counts at 23 jewels. Jewels are used as bearings to reduce metal-to-metal contacts which produce friction and wear. They improve the performance and accuracy of the watch and materially proglong its usefulness. The materials used for making watch jewels are diamonds, sapphires, rubies and garnets. The diamond is the hardest but is seldom used except for cap jewels. The sapphire is the next hardness and is the most commonly used because of its fine texture. Garnets are softer than than sapphires and rubies. This dial has an Up/Down Wind Indicator. Some of the highest quality pocketwatches were equipped with a wind-indicator also called an up-down indicator. The up-down indicator is a small dial indicating the amount of \"power reserve\" left in the wound mainspring. Most up-down indicators have a scale that points to zero when the watch is fully wound and then gradually indicates to a higher number as the watch runs down. This can be thought of as the number of hours that have elapsed since the watch was last wound. You should always stop winding when the needle on the indicator reaches zero. On most watches, it's possible to wind a little past the zero mark, but the spring was \"set-up\" to provide the best time-keeping by stopping at zero. Similarly, you should wind the watch before it drops below the 30 mark to keep it operating in the \"middle of the mainspring\". Up-down indicator watches are somewhat rare and are highly-prized by collectors.Railroad watch dials are distinguished by their simplicity. A true railroad watch dial contained no fancy lettering or beautiful backgrounds. The watches were designed to be functional and in order to achieve that, the dials contained bold black Arabic numbers against a white background. This facilitated ease of reading the time under even the most adverse conditions. AI-RR72015-12 CUSTOMER SERVICE: Phone 1-800-424-5353 Contact: Rick Gilbert Hours:9 - 5 EST, Monday - Friday Address: eAshland_net Sarasota Arts & Antique Center 640 South Washington Blvd, Suite 200 Sarasota, FL 34236 INTERNATIONAL CUSTOMERS: CODE OF ETHICS...Deal with Honesty Ashland is proud of its reputation as a trusted dealer in antique timepieces. Our customers trust and respect is paramount to the success of our business and to that end we constantly strive to exceed your expectations by adhering to the guidelines listed below: eAshland_net Is committed to its customers satisfaction. Clearly, honestly and accurately represents its products, service, terms and conditions. Delivers its products and services as represented. Communicates in a respectful and courteous manner. Responds to inquiries in a constructive timely way. Maintains appropriate security policies and practices to safeguard customer's information. Offers a free 7 day return policy for watches or jewelry, if ever misdescribed. Does not allow customers personally identifiable information to be transferred or shared with any outside organizations or individuals. Honors requests not to receive further solicitations from eAshland_net. Follows the spirit of the law and all applicable guidelines for ethical business practices. RETURN POLICY: All returns must be accompanied by the original packing slip and received in the exact condition as sent. We maintain photos of all items sold, denoting the condition at the time of purchase and shipping. Any returns based on a third party opinion, i.e. jeweler, watch maker, diamond grader or antique dealer, must have a signed, notarized letter, stating exactly why item is not as described. No exceptions will be made.Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. We do not mark merchandise values below value or mark items as “gifts” - US and International government regulations prohibit such behavior. Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "HitCount": "4",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "3938",
  "SKU": "AI-RR72015-12",
  "SecondaryCategoryID": "95168",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Waltham",
        "Name": "Brand"
      },
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": [
          "Railroad Grade",
          "12-Hour Dial",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Vanguard",
        "Name": "Model"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Lever",
        "Name": "Escapement Type"
      },
      {
        "Value": "16",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "23 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "25,342,216",
        "Name": "Serial Number"
      },
      {
        "Value": "White Gold",
        "Name": "Case Color"
      },
      {
        "Value": "White Gold Filled",
        "Name": "Material"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      }
    ]
  },
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2323524765888080_1.jpg",
  "BestOfferEnabled": "true",
  "BidCount": "0",
  "EndTime": "2017-06-02T00:42:19.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Sarasota, Florida",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "1300.0"
  },
  "TimeLeft": "P1DT6H8M8S"
}