{
  "QuantitySold": "0",
  "PostalCode": "65101",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "This is a Milan quartz (needs new battery) pocket watch in hunter's case. Has an 18 wheeler on front of case. Back of case is highly decorated. Has a 14\" chain. Great for your trucker friends or watch collectors. Thanks for your interest--good luck with your bidding and God bless. Please be aware that we use the eBay shipping calculator for your zip code and the ACTUAL weight of the item we've listed so you get the actual shipping costs. We always offer three shipping venues for you to choose from for U.S. shipments with first option as parcel post but all on USPS or UPS one so that we can track the packages and get delivery confirmation. WHEN YOU RECEIVE YOUR EBAY INVOICE, PLEASE CHOOSE THE SHIPPING OPTION THAT YOUR PREFER. We do add $3 for handling including INSURANCE, bubble wrap, boxes, and delivery to the post office in town. We include insurance on all purchases. AS AN FYI, all of us sellers have to now pay final value fees (between 8% and 15% depending on the type of item) on the shipping costs too so our shop ALWAYS offers the actual shipping costs. We are sorry that we cannot offer free shipping but when the item sells for our low prices, we can't afford to cover the shipping. We do appreciate your understanding and your interest. FYI-WE COMBINE SHIPPING WHEN DOING SO WON'T DAMAGE ITEMS AND ARE PURCHASED WITHIN 24 HOURS OF EACH OTHER. ALL INTERNATIONAL BUYERS PLEASE READ THE FOLLOWING: This item will ship internationally through eBay's Global Shipping Program. BE ADVISED, you will be paying TWO shipping charges if you choose to purchase this item. The first charge is the ACTUAL shipping costs from my location to Ebay's shipping center for the Global Shipping Program. The second shipping costs are paid directly by the buyer and given directly to the shipper. I HAVE NO CONTROL over the dollar amount you will be charged, nor do I know exact dollar amounts as this is charged by the shipping center, not the seller. If you have any additional questions or need more information about eBay's global shipping program, please click on the customer support link on eBay's main page and do a search on the program for all rules and details. Please contact us with any questions. We are a brick and mortar listing store and have customers from throughout mid-Missouri so be sure to check back regularly to see what they have brought in for us to sell on their behalf. For more information or questions, email us.",
  "StartTime": "2017-05-05T19:30:25.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/x~0AAOSwLF1X2wX9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/IVAAAOSwTA9X2wHT/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/9~cAAOSwmLlX2wHh/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "20.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "click2sell4u",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "4293",
    "PositiveFeedbackPercent": "99.1"
  },
  "HitCount": "11",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3322082608938080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-04T19:30:25.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "20.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MILAN-POCKET-WATCH-18-WHEELER-FRONT-mn-/332208260893",
  "Location": "Jefferson City, Missouri",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "MILAN POCKET WATCH----18 WHEELER ON FRONT----------------------------mn",
  "Storefront": {
    "StoreName": "Click2Sell4U",
    "StoreURL": "http://stores.ebay.com/id=432126"
  },
  "ItemID": "332208260893",
  "PaymentMethods": [
    "PayPal",
    "CashOnPickup"
  ],
  "TimeLeft": "P4DT46M10S"
}