{
  "QuantitySold": "0",
  "PostalCode": "93033",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Menu AboutFeedbackOther itemsContact CHANNEL ISLANDS IMPORTS Bulk Items Electronics Home Decor Knives Leather Goods Magazines Miscellaneous Neon Bar Signs Neon Sculptures Watches Why shop with us? Contact us If you have any questions please do not hesitate to contact us Description Features: Gold Tone Stainless Steel Case Gold Tone 12″ Stainless Steel Chain Mechanical Movement Krysterna Crystals White Dial With Black Accents Breguette-Style Hands Printed Roman Numerals Polished Rounded Step Design Bezel Exhibition Case Back Push/Pull Onion-Style Crown 30M Water Resistance Approximate Case Thickness: 49mm Approximate Case Diameter: 14mm About Stuhrling Original With dedication to the heritage of Swiss watchmaking, Stuhrling Original timepieces appeal to the most discriminating taste at reasonable prices. The company has roots dating back to the 1800's when Switzerland emerged as the global leader in watchmaking. Stuhrling Original remains committed to its mission of preserving the high standards set in Switzerland, manufacturing all of their fine timepieces in their Swiss-owned factory. Each and every model conveys an inimitable story with extraordinary style. You'll find heirloom selections for both men and women that even the most astute watch collector will cherish and admire. In the workshops of Stuhrling Original, the unit specializing in mechanical movements, component selection, assembly, lubrication, adjustment and testing creates horological wonders entirely under the vigilant attention of Swiss ownership and supervision. It is these workshops that produce the mechanical engines that are famous for meeting the highest existing criteria in there category. Starting with the main plate, the assembly process is performed in several consecutive stages up until anchoring the balance spring, which sets the watch into motion. Assembling a Stuhrling Original mechanical automatic movement comprises no less than 30 checkpoints, spread throughout the assembly process. Adjusting the angle of lift of the pallets, centering the balance-spring, and poising the balance are just a few examples of these checkpoints, of which all are designed to enhance the performance of each movement. The movement must meet no less than seven criteria, including a mean variation in rate which is the highest standard in the industry in its class. Stuhrling Original cases are distinguished by their technical complexity, their high-end aesthetic appeal and the quality of their finish. The watch cases are made from antimagnetic 316L surgical grade stainless steel, an extremely sophisticated alloy designed to stand up to intensive use. The rough parts, known as 'middlecases' are blanked from a metal bar using a high-performance press. They then undergo eight successive stamping operations of a strength increasing gradually from 20 to 85 tons. Before each swaging operation, the middlecase is refired at a temperature of 1100 degrees Celsius, so as to temporarily reduce the hardness to a total stamping pressure of more than 400 tons. Finishing the cases then calls for fifteen polishing operations, all performed by hand alternating with nine baths guaranteeing immaculate cleanliness. Other components of the cases, such as rotating bezels or rider tabs also require a meticulous finish. The components of the cases are finally assembled by hand and rigorously tested. Each Stuhrling Original dial has been designed to enable optimal read-off at a glance, while adding an element of artistic design. Stuhrling Original's dials are blanked from a brass plate and two cylindrical feet are soldered below to ensure security with the movement. Polishing operations, creating special effects through the use of vintage hydraulic German machines, and electroplating are just some of the more than forty operations required to make most Stuhrling Original dials. The transparent protective coating is applied in an immaculately clean environment before the various inscriptions are transfer printed using a gelatin pad which takes an impression from an inked block. On many of the dials the hour markers are either individually applied by hand or embossed into the dial and then topped with a special dye. The application of Super Luminova is performed by artisans with a nozzle pen connected to a high-pressure pipe which calls for intense concentration. Once finished, each dial undergoes careful aesthetic scrutiny under extreme magnification, as well as technical testing, to ensure it complies with all predefined dimensions and specifications. Through meticulous labor, rigorous testing, and examination of each timepiece by expert horologists, the vision of the Stuhrling Original timepiece is brought to life inside our workshops, where... More info We are a responsible Top Rated Plus seller, buyers satisfaction is our Top priority. We have been selling on eBay since 1997. We try to make all buyers satisfied and hope you will be too. If you have any questions, please feel free to contact us and we will try our best to give you a satisfactory answer. Thanks again! FeaturesTop Rated Plus Seller with highest buyer ratings 30-day Money Back Guarantee on most items. Some items include a manufacturers warranty Quick Shipping. Most items ship within 1 business day of confirmed payment PAYMENT We prefer PayPal, the most secure way to pay. You can use your bank account, credit cards, debit cards, or your PayPal account to pay. If you don't care to pay using PayPal, please let us know and we will send you a secure link to pay thru our credit card processor 2co. All Shipping & Handling charges are posted on all auction listings. California residents must add 7.75% sales tax to winning bid. Thank you for shopping with us! SHIPPING Your package will be shipped within 1 business day of confirmed payment by UPS, FedEx, or USPS and tracking information will be posted on eBay once item has shipped. Normally, it will take you 3-5 days to receive it. However, sometimes there will be some delay in transit (as we all know, the problem of the logistics is out of our control). If you have a problem, please contact us through an eBay message with the details of your problems. All messages will be replied to within 1 business day. RETURNS We offer a 30-day Money Back Guarantee on any item that does not meet item description, is broken or defective. We will refund or exchange item at our discretion. Buyer pays for return shipping and we will charge a 20% restocking fee if conditions are not met. You must contact us via eBay for a RMA number before you return item. Some items will carry a manufactures warranty which supersedes our warranty. Buyers remorse is not covered under our policy! Thanks.",
  "StartTime": "2017-04-23T19:39:32.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QKgAAOSwSypY~QCo/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjQ0/z/QCYAAOSwkShY~QC4/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/mUYAAOSw3ZRY~QDC/$_1.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/dPMAAOSwzqFY~QDJ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/dxEAAOSwzqFY~QDc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/eC0AAOSwzqFY~QDl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/RlcAAOSwkShY~QDt/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzAwWDk3MA==/z/JIIAAOSw5UZY~QDz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/xL4AAOSwHptY~QEK/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/mkoAAOSwIWVY~QEZ/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "135.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Gold",
        "Name": "Main Color"
      },
      {
        "Value": "Male",
        "Name": "Gender"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Stührling",
        "Name": "Brand"
      }
    ]
  },
  "Seller": {
    "UserID": "channel*islands*imports",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "885",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "96.9"
  },
  "HitCount": "27",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2528914467148080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-22T19:39:32.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "135.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "All return merchandise claims filed after 48 hours of original delivery date are strictly defined as a manufacturer warranty issue.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Stuhrling-Original-Mens-6053-33333-Vintage-Mechanical-Gold-Tone-Pocket-Watch-/252891446714",
  "Location": "Oxnard, California",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Stuhrling Original Men's 6053.33333 Vintage Mechanical Gold Tone Pocket Watch",
  "Storefront": {
    "StoreName": "Channel Islands Imports",
    "StoreURL": "http://stores.ebay.com/id=345567"
  },
  "ItemID": "252891446714",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P22DT53M12S"
}