{
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Alaska/Hawaii",
    "PO Box",
    "IQ",
    "LB",
    "JO",
    "TR",
    "YE",
    "OM",
    "PR"
  ],
  "QuantitySold": "0",
  "Title": "Charles-Hubert, Paris Two-Tone Mechanical Pocket Watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "97.06"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Our dedicated staff is Happy to Help. Less than 24 hour response time Home New Arrivals Ending Soon FAST SHIPPINGOn All Items 30 DAYS MONEYBACKHassle Free Returns CUSTOMER SUPPORTExcelent Service 100% SATISFACTIONSatisfaction Guarenteed Charles-Hubert, Paris Two-Tone Mechanical Pocket Watch DESCRIPTION Traditional yet timely in its own way, this two-tone brass finished pocket watch is a must-have. It features precise engineering, thanks to 17 jewel mechanical movement. A white-trim skeleton dial has black Roman numeral hour indicators for clarity and crisp details. Skeleton dial. Roman numerals. 17 jewel mechanical movement. Comes with deluxe gift box. 14k gold-plated. Two-tone brass finish. 1.85 in. Dia. - 14k gold-plated two-tone brass 47mm hunter case with a matching curb chain - Skeleton dial with roman numerals - 17 jewel mechanical movement - Deluxe gift box ABOUT US We offer the best prices around on high quality products. Our E-store includes media such as books, movies, music and games while offering electronics, toys, sporting apparel, clothing, tools, general home, garden items and more. SHIPPING We are always working hard to ensure your package arrives as soon as possible. Please understand that some factors like weather, high postal traffic, and the performance of shipping companies are outside of our control. We offer free shipping to the lower 48 states and ship within 2 business days of payment, usually sooner. We do not accept P.O. Boxes. Please provide a physical address. For shipping outside of the continental USA, we only use eBay's Global Shipping Program.The item is shipped to KY and then sent to the rest of the world. International customers are responsible for all duties and taxes. Continue to check out to calculate costs for shipping the item to your country. Messages regarding eBay's Global Shipping Program MUST be directed at eBay EXCLUSIVELY. RETURNS We offer a 30-Day Return Policy on items in which you are not completely satisfied with. You have the option of a full-refund or an exchange of the item. No returns are available on items shipped outside of the USA PAYMENT This page content is yet to come Please ad us to your favorite seller and visit again later Thank You CONTACT US This page content is yet to come Please ad us to your favorite seller and visit again later Thank You CUSTOMER SATISFACTION We try over very best to make sure every customer is completely satisfied. If there's a problem, message us! We're happy to help. ELECTRONICS All electronics we sell are designed to run on 110-120V unless stated otherwise stated. These were manufactured to be used in the USA. Use outside of the USA at your own risk. TAXES We have distribution centers that charge taxes on sales in the following states: AL, AZ, CA, CO, CT, FL, GA, IL, IN, IA, KS, KY, LA, MA, MD, MI, MN, MO, MS, NC, ND, NE, NJ, NV, NY, OH, PA, SC, SD, TN, TX, UT, VA, VT, WA, WI, AND WY. ADDITIONAL INFO Packaging may not be the same as shown in the image. Manufacturers sometimes update their packaging without notifying us. We do our best to update the images in a timely manner. SUBSCRIBE OUR NEWSLETTERJOIN NOW STORE PAGES Home About Us Payment Shipping Returns USEFUL LINKS Visit Shop Add to favorite Seller Join our Mailing List View Feedback Contact Seller WE ACCEPT CONTACT US Our dedicated staff is happy to help Less than 24 hour response time Copyright 2017 lyolawire. | All Rights Reserved",
  "StartTime": "2017-03-15T07:57:26.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzE3WDE1MDA=/z/YfwAAOSwzgBYyPQP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNDA0/z/L0QAAOSwsW9YyPQM/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ2N1gxNTAw/z/u0sAAOSw4CFYyPQO/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFg5MDY=/z/I8EAAOSwSlBYyPQN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI3OVgxNTAw/z/PC8AAOSwhQhYyPQO/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUwWDE1MDA=/z/iQ8AAOSwXYtYyPQN/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "6",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "848870004397",
        "Name": "UPC"
      },
      {
        "Value": "0848870004397",
        "Name": "EAN"
      },
      {
        "Value": "Charles-Hubert, Paris",
        "Name": "Brand"
      },
      {
        "Value": "3711",
        "Name": "MPN"
      },
      {
        "Value": "Watch",
        "Name": "Binding"
      },
      {
        "Value": "womens",
        "Name": "Department"
      },
      {
        "Value": "0.5 pounds",
        "Name": "Weight"
      },
      {
        "Value": "L 5.1 x W 4.4 x H 1.4 inches",
        "Name": "Dimensions"
      },
      {
        "Value": "Not Applicable",
        "Name": "ISBN"
      }
    ]
  },
  "Seller": {
    "UserID": "lyolawire",
    "FeedbackRatingStar": "PurpleShooting",
    "FeedbackScore": "78235",
    "PositiveFeedbackPercent": "99.7"
  },
  "HitCount": "51",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2018538928098080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-13T07:57:26.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "97.06"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B002NSMFJG",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "CN",
    "MX",
    "DE",
    "JP",
    "BR",
    "FR",
    "AU",
    "RU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "IL",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Charles-Hubert-Paris-Two-Tone-Mechanical-Pocket-Watch-/201853892809",
  "Storefront": {
    "StoreName": "LyolaWire",
    "StoreURL": "http://stores.ebay.com/id=100620514"
  },
  "ItemID": "201853892809",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P12DT13H6M51S"
}