{
  "ExcludeShipToLocation": [
    "PO Box",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "IQ",
    "JO",
    "LB",
    "OM",
    "TR",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AL",
    "AD",
    "BA",
    "GG",
    "MK",
    "MD",
    "RS",
    "SJ",
    "BN",
    "KH",
    "LA",
    "VN"
  ],
  "QuantitySold": "0",
  "Title": "Longines 18kt Gold Mens Open Face Swiss Pocket Watch Gold Dial L7.029.6.44.1",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "1999.0"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Fine Watches & Cufflinks WatchesAndBeyond 1-866-593-8525 / 1-845-573-9833 | About us | Shipping | Payments | Return Policy | Hours of Operation | Contact Us | Longines 18k Gold Mens Open Face Pocket Watch L7.029.6.44.1 L70296441 , L7.029.6.44.1 This magnificent Longines 18k Solid Gold Men's Open-Face Luxury Pocket Watch Model# L7.029.6.44.1 / L70296441 will make a perfect gift, or a great addition to your collection. This beautiful Swiss timepiece features a gorgeous gold tone dial, gold tone hand indicators, gold tone index hour markers, Second hand, a genuine Swiss Quartz movement for unsurpassed precision and a Two Year Limited Warranty. As all of our other watches, this Longines pocket watch is brand new and comes with the original box, warranty card and papers! Brand: Longines Style: Pocket Watch Model: L70296441 Retail Price: $2995.00 Case: 18k Solid Gold Dial: Gold tone Diameter of case: 39 mm Thickness of case: 5 mm Movement: Swiss Quartz Please note: As all of our watches, this Longines Pocket Watch Mens watch is brand new and in mint condition. It comes in its original packaging, warranty card and papers. Please click on one of the following links to view the most unique Watches & Cufflinks you will find on the Internet!!! Please click here to visit Please Click on one of the following links to find out more about us About Us Shipping Rates & Policies Payments Return Policy Hours of Operation Contact Us About Us: WatchesAndBeyond offers a broad selection of major Brand Name Watches. Our staff of skilled professionals strive to provide each customer with unsurpassed service. Our sincere commitment to customer service, superb selection and value, has been making a pleasant experience to our customers and has been bringing them back time after time since 1999. As Wholesalers, we have the opportunity to provide you with brand name watches at prices far lower than any Authorized Dealer can give you. While our watches are guaranteed to be 100% authentic, since we are not Authorized Distributors for many of the brands we sell, we are free to sell at a price that is mutually beneficial for us and our customers alike. \"Authorized\" dealers are required to sell watches within the manufacturers' pricing guidelines. We purchase our watches from Authorized Dealers as well as other legitimated channels of distribution in the watch industry. Having access to a wide variety of distributors & watches we have the opportunity to purchase at the lowest possible cost and pass the savings to our customers. Shipping Rates & Policies: Most of our items are shipped within 1-2 business days of confirmed payment receipt. All items are shipped fully insured for the amount paid. Domestic Orders: UPS Ground - Free UPS 2nd Day Air - $15.00 UPS Next Day Air - $25.00 International Orders: FedEx to Canada - $58.00 FedEx to Europe - $72.00 FedEx to all other locations - $80.00 All International Bidders: PLEASE READ THE FOLLOWING BEFORE BIDDING! We are not be responsible for any additional costs, such as customs, import duties, VAT, or any other taxes incurred by your local Government. Customs policies vary from country to country, we urge you to contact your local Customs Agency with any questions. All International Sales are Final!!! Payments: We accept the following payment methods: Paypal We Accept Payments through PayPal - Its FAST, FREE And SECURE! Return Policy: Watches And Beyond will gladly exchange or refund any unworn and undamaged item with all original packaging materials. All returns must receive a Return Merchandise Authorization (RMA) number by calling 1-866-593-8525, and be returned to WatchesAndBeyond within 15 days of receipt of the original purchase. The RMA number must be clearly written on the outside of the package. Any item returned without an RMA # is subject to a 15% restocking fee. If, at any time during that period, you are not completely satisfied, return your purchase for a full refund excluding the original shipping expenses, or exchange! NO QUESTIONS ASKED! The items being returned must be shipped back with insurance at the full value of the item being returned, at the customer’s expense. Ship to: Watches & Beyond 62 W 47th St # 509 New York, NY 10036 All merchandise will be inspected and must be free from damage, alterations and wear. Bid with Confidence: We have been in the watch business for over 15 years and selling on eBay since 1999 where we have earned a 100% positive feedback rating. Please click here to view our outstanding feedback on eBay. Hours of Operation: Monday - Thursday from 9am to 7pm EST. Friday from 9am to 1pm EST. Saturday & Sunday - Closed Contact Us: Should you have with any questions or concerns, please feel free to to give us a call or email us via eBay \"Ask the Seller\" and we will be more then happy to assist you! Toll Free: 1-866-593-8525 Outside the United States: +1-845-573-9833 Please note: We are open and ready to take your call for extended hours during peak shopping seasons. Please click here to visit",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjQ1WDUwMA==/z/FYIAAOSwaeRZLedE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDI1WDgwMA==/z/LN8AAOSww9xZLedE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/8joAAOSwKytZLedE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MjE4WDUwOQ==/z/oakAAOSwR29ZLedE/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Longines",
        "Name": "Brand"
      },
      {
        "Value": "L70296441",
        "Name": "MPN"
      },
      {
        "Value": "L70296441",
        "Name": "Model"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "watchesandbeyond",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "4504",
    "PositiveFeedbackPercent": "99.8"
  },
  "StartTime": "2017-05-30T21:42:25.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2323545329778080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-06T21:42:25.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "1999.0"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "Please see item description for details.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "L70296441",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "JP",
    "AU",
    "CN",
    "KR",
    "ID",
    "ZA",
    "TH",
    "HK",
    "IL",
    "NZ",
    "SG",
    "SA",
    "AE",
    "QA",
    "KW",
    "BH",
    "MY"
  ],
  "Location": "New York",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Longines-18kt-Gold-Mens-Open-Face-Swiss-Pocket-Watch-Gold-Dial-L7-029-6-44-1-/232354532977",
  "Storefront": {
    "StoreName": "WatchesAndBeyond",
    "StoreURL": "http://stores.ebay.com/id=8474205"
  },
  "ItemID": "232354532977",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P6DT3H8M49S"
}