{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Pocket Watch Steampunk Black Skeleton Mechanical Automatic Hand Wind Vintage",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "30.75"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "ALPS Pocket Watch Steampunk Black Skeleton Mechanical Automatic Hand Wind Pocket Watch CLASSIC SKELETON DESIGN: Stainless case and exquisite engraving on the case removable stainless brass tone chain with a clip at the end HAND WIND MECHANICAL MOVEMENT:Functions without a battery; powers with mechanical movement HOW TO WIND THE WATCH：Please wind the mechanical watch by turning the crown clockwise for 15 to 20 complete revolutions every day. Over 20 times may do harm to the watch mechanism. WATERPROOF FOR DAILY USE: Daily use waterproof, not suitable for underwater activities - such as shower, swimming, ect. HIGH COST-EFFECTIVE:Good quality with low price, great gift for your friends Features: Classic skeleton design with precise mechanical-hand-wind New with excellent workmanship Stainless case and exquisite engraving on the case Perfect addition to a formal or casual dresssing or collectting Daily water resistance(not for showering and swimming) Specification(approximate): Case diameter: approx 4.6 cm (1.8 inch) Case thickness: approx 1.5 cm (cover included) (0.6 inch) Chain length: approx 37.5 cm (hook included) (14.8 inch) Watch weight: approx. 71 g Package includes: 1 * Pocket watch 1 * Chain 1 * Watch box 1* Small gift How to Wind a hand wind mechanical watch ? 1.Remove the wrist watch from your arm or storage. It is not advisable to wind a watch while it is on the arm because, with the watch tight against the skin, the winding motion may not be effective. 2. Hold the watch face up in your left hand. Reverse the position, of course, if left-handed. The stem may have several settings, including settings for time, calendar, alarm, or time zone. The settings are located at little \"clicks\" as you pull the stem out or push it in. Use trial and error to feel the clicks and identify the winding position. 3. Use the thumb and index finger to carefully pull out the watch stem by the stem's top or \"crown.\" This can be difficult because you do not want to over-wind the mechanism. Be conservative; stop when you feel resistance, but if the watch runs down sooner than you like, you know you did not quite hit the maximum tension. In time, you will develop a feel for the resistance. 4 Turn the stem forward repeatedly until some resistance is felt. Depending on the size of the watch, 20 to 40 forward turns should lead to resistance; over-winding will strain or break the mechanism. 5 Press the crown to return stem to its place. Shipping We ship within Three business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states Return You can return a product for up to 30 days from the date you purchased it. Payment We accept payment by any of the following methods: PayPal & Credits Card Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store. On Mar-23-17 at 03:06:14 PDT, seller added the following information:",
  "StartTime": "2017-03-23T09:51:09.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/K9IAAOSwuLZY05qG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/LAoAAOSwuLZY05qH/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/HsoAAOSwCU1Y05qJ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/Vg4AAOSwol5Y05qK/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Spk Store",
        "Name": "Brand"
      },
      {
        "Value": "DGD4",
        "Name": "MPN"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Material"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "Black",
        "Name": "Case Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "DGD4",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "zenithshop",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "177",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "23",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1624418292548080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-21T09:51:09.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "30.75"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or replacement (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01MTK904T",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pocket-Watch-Steampunk-Black-Skeleton-Mechanical-Automatic-Hand-Wind-Vintage-/162441829254",
  "Storefront": {
    "StoreName": "epetshop",
    "StoreURL": "http://stores.ebay.com/id=1469735430"
  },
  "ItemID": "162441829254",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P20DT15H1M26S"
}