{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "REATR Retro Pocket Watch Half Hunter Steampunk Ribcage Quartz Watch for C... NEW",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "12.47"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Home Shop About Us Policies Contact Us REATR Retro Pocket Watch Half Hunter Steampunk Ribcage Quartz Watch for Christmas Click Thumbnails to Enlarge This Retro and Exquisite pocket watch brings you back to your memory in those earlier youth memories, Elegant design with precise Quartz movement pocketwatch has an antique feel and an alluring ornament for common and social engagements.This is a very hipster, cool watch that adds a nice touch to any vintage outfit, All makes it a top classic gift choice for a birthday, Christmas, wedding or best man gift Features Elegant design with precise quartz movement Dial color in white with arabic numerals in black Retro styling case surface has light lace detailing on the front and back and looks convincingly vintage. Removable chain with a clip at the end, which is long enough to wear as a necklace or it can be used as a pocket watch Excellent workmanship and durable utilization, We are committed to delivering a wonderful usage experience. Case material: alloy Chain material: alloy Package size/Measurements: Case diameter: approx 1.8cm(4.6inch) Chain length: approx 14.8inch(40cm) Chain width: approx 0.3inch (0.7cm) Case thickness: approx 0.4 inch(1.0cm) Watch weight: approx 1.8oz(51g) Package included: 1 Pocket watch 1 Gift box Setting time and maintenance Press the crown at the top of the watch and turn the crown clockwise until reaching the exact time. powered by a silver oxide battery, which is easy to access and replace Daily water resistance(not for showering and swimming Payment PaymentPayPal is the only method of payment we accept. In regards to order cancellation requests, we will do our best to accommodate you however due to the logistics of our business model, we cannot guarantee that such a request will always be granted. In regards to sales tax, we have warehouse processing centers across the country to ensure you receive your package efficiently and as quickly as possible. As a result, we are required to charge sales tax in multiple states across the USA. If your state is one that we charge sales tax in, you will see the sales tax charge at time of checkout before you submit payment. Shipping ShippingEconomy shipping is free and is the only shipping speed/method we have available. Your order will be processed within 3 business days after your payment. Transit time varies from 1-10 business days. Regardless of shipping date, you will receive it near the eBay estimated delivery date, almost always. We do not accept emailed requests to change shipping addresses. We do not ship to AK, HI, PO boxes, or APO addresses. We are not responsible for any incorrect or undeliverable addresses. We only ship to the confirmed Paypal address. Please note that manufactures update their packaging from time to time and that the packaging images shown in our auction may vary from what you ultimately receive however be assured you are receiving the identical contents you ordered regardless. Returns ReturnsYou may return new, unopened items within 30 days of delivery for a refund, and a restocking fee may apply. Items must be returned in the condition they arrived in. The box, UPC bar code, packaging, and all other accessories must be returned. Open software, music, games, movies, food items (human or pet, opened or closed), and personal hygiene products are not eligible for return. An RMA number is required for all returns. Message us for return instructions. Items returned without a RMA number will not be processed. Return shipping fees are not refundable. We reserve the right to decline any returns if the above guidelines are not followed. Contact Us Contact UsDo you have a question about an item or order? Contact us via eBay messaging and we will respond within 1 business day. Our office hours are 8AM-4PM PST Monday-Friday. We only respond to emails sent via eBay's messaging service.Invoices or special request are not guaranteed. We do not accept best offers on any items we sell. If there are any issues with your transaction please contact before leaving a neutral or negative feedback as we are certain we can produce an amicable resolution for the both of us. We would love to be given the opportunity to work with you to resolve any problem you may have. Home Shop About Us Policies Contact Us Copyright © 2017 Price Pounders. All rights reserved. | eBay Templates Design",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/rNgAAOSwKytZJMEW/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/TzcAAOSwAPVZJMEZ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/wBcAAOSwuMZZJMEb/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/e3EAAOSw9OFZJMEe/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/essAAOSwblZZJMEh/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ0M1gxNjAw/z/XgcAAOSwlMFZJMEk/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "42",
        "Name": "MPN"
      },
      {
        "Value": "REATR",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "6056159775911",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "pricepounders",
    "FeedbackRatingStar": "PurpleShooting",
    "FeedbackScore": "61458",
    "PositiveFeedbackPercent": "99.7"
  },
  "StartTime": "2017-05-23T23:09:28.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1625268172728080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-22T23:09:28.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "12.47"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Please see the auction description for complete return policy.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01H4YYMHG",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/REATR-Retro-Pocket-Watch-Half-Hunter-Steampunk-Ribcage-Quartz-Watch-C-NEW-/162526817272",
  "Storefront": {
    "StoreName": "PricePounders",
    "StoreURL": "http://stores.ebay.com/id=646813172"
  },
  "ItemID": "162526817272",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P22DT4H31M45S"
}