{
  "ExcludeShipToLocation": "IL",
  "QuantitySold": "0",
  "Title": "Rare Dudley Model 3 Display Case Pocket Watch w/ Masonic Symbol Dial & Movement",
  "PostalCode": "34236",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "eashland_net",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1744",
    "PositiveFeedbackPercent": "99.7"
  },
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Rare Dudley Model 3 Display Case Pocket Watch with Masonic Dial – All In Superb Condition U.S./Pa.; Dudley Masonic; Man’s; Serial # 6,144; Circa: 1950’s CASE: The yellow gold-filled 12-size oversized 44mm open face display case is engraved and signed “Display.” DIAL: This fancy silver dial with Masonic emblems is single sunk and features Masonic numerals, open diamond hands and signed “Dudley.” MOVT: The 19-jewel stem-set No. 6,144 gilt movement has a lever escapement, Masonic cutouts and signed “Dudley.” C 2 (The case is in perfect condition) D 2 (The dial is in perfect condition) M 2 (The movement is in perfect condition) R 9 (Rarity on a scale of #1 being very common to #10 being extremely rare) Expert’s Opinion: 19-Jewel yellow gold-filled display case – Dudley Masonic with gold Masonic emblems on dial. Movement cutout Masonic emblems with mint gold plate, movement not all faded out like most Dudley’s. This is one of Ashland’s nicer Dudley’s! AI-179-23te CUSTOMER SERVICE: Phone 1-800-424-5353 Contact: Rick Gilbert Hours:9 - 5 EST, Monday - Friday Address: eAshland_net Sarasota Arts & Antique Center 640 South Washington Blvd, Suite 200 Sarasota, FL 34236 INTERNATIONAL CUSTOMERS: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. We do not mark merchandise values below value or mark items as “gifts” - US and International government regulations prohibit such behavior. CODE OF ETHICS...Deal with Honesty Ashland is proud of its reputation as a trusted dealer in antique timepieces. Our customers trust and respect is paramount to the success of our business and to that end we constantly strive to exceed your expectations by adhering to the guidelines listed below: eAshland_net Is committed to its customers satisfaction. Clearly, honestly and accurately represents its products, service, terms and conditions. Delivers its products and services as represented. Communicates in a respectful and courteous manner. Responds to inquiries in a constructive timely way. Maintains appropriate security policies and practices to safeguard customer's information. Offers a free 7 day return policy for watches or jewelry, if ever misdescribed. Does not allow customers personally identifiable information to be transferred or shared with any outside organizations or individuals. Honors requests not to receive further solicitations from eAshland_net. Follows the spirit of the law and all applicable guidelines for ethical business practices. RETURN POLICY: All returns must be accompanied by the original packing slip and received in the exact condition as sent. We maintain photos of all items sold, denoting the condition at the time of purchase and shipping. Any returns based on a third party opinion, i.e. jeweler, watch maker, diamond grader or antique dealer, must have a signed, notarized letter, stating exactly why item is not as described. No exceptions will be made. Powered by eBay Turbo ListerThe free listing tool. List your items fast and easy and manage your active items.",
  "StartTime": "2017-05-29T02:08:56.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMzk3/z/wBgAAOSw-4BXcWQx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU4OVgxNjAw/z/cPwAAOSwNuxXcWQ0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ggAAAOSwjXRXcWQ4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/cfAAAOSwNuxXcWQ9/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "4550.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1950-1959",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Dudley",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Yellow Gold Filled",
        "Name": "Material"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Display Case",
          "Masonic Dial",
          "Masonic Movement"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Lever",
        "Name": "Escapement Type"
      },
      {
        "Value": "Yellow Gold Filled",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "6,144",
        "Name": "Serial Number"
      },
      {
        "Value": "Model 3",
        "Name": "Model"
      }
    ]
  },
  "SKU": "AI-CAT179-23te",
  "HitCount": "46",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3322416072958080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-01T02:08:56.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "4550.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rare-Dudley-Model-3-Display-Case-Pocket-Watch-w-Masonic-Symbol-Dial-Movement-/332241607295",
  "ConditionDescription": "This watch is in good running order. Please understand this is an antique, collector’s timepiece and being so it will not keep exact, to the second time as a new timepiece would.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Sarasota, Florida",
  "Storefront": {
    "StoreName": "eAshland_net Watches and Jewelry",
    "StoreURL": "http://stores.ebay.com/id=1012016780"
  },
  "ItemID": "332241607295",
  "PaymentMethods": "PayPal",
  "TimeLeft": "PT7H34M8S"
}