{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "27.89"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "welcome to Extra_shop4u !!! Mudder Classic Smooth Surface Silver Mechanical PPocket Watches W/ Chain NEW !!! Order NOW to receive within 2-3 Business Days!!! The Features & Product Description !!! Features: Stainless Steel case and alloy chain Elegant design with precise mechanical movement Skeleton and transparent dial shows exquisite movement and structure within the watch Removable stainless steel chain with a clip at the end Classic series pocket watch is a good present for your love, seniority or yourself Measurements: Case diameter: approx. 4.6 cm Case thickness: approx. 1.5 cm (cover included) Chain length: approx. 37.5 cm (hook included) Watch weight: approx. 76 g Package includes: 1 * Pocket watch 1 * Chain belt 1 * Box Instructions: Once you receive the mechanical watch, open the watch first. Press the crown at the top of watch, the front plate will open. Setting time: pull the crown away from base of the watch and turn the crown clockwise until it reaches the exact time. Winding the watch: push the crown back into place along the base of the watch and winding up the watch clockwise rotation 20 times; Please do not over winding up the watch if you feel the crown is tight. Vintage pocket watch with a silver tone metal chain Skeleton dial with silver digital numerals scale Good present for families or friends Come with a box Product Dimensions & Shipping Weight: Weight: 0.2 pounds Shipping Policy !!! Normal 0 false false false EN-US X-NONE HE Shipping Terms: Shipping is ONLY to the 48 Contiguous US States.. This excludes these locations: Alaska, Hawaii and Puerto Rico. APO/FPO&rsquo;s are definitely excluded. PO Boxes: Please include a physical street address. Many items cannot be shipped to a PO Box. Your order will be delayed if a physical address is not provided. Expedited shipping is available for most items. We will contact you within 24 hours if an item cannot be expedited. Terms of Sale and Feedback: Please leave us a good rating after you have received the item and are happy with our transaction. If there are any issues, please contact me first before leaving a neutral, negative or 5 star rating. Customer Satisfaction is our top priority!! We promise we can make you happy if you give us a fair chance. Thanks and happy bidding!! Returns: All items qualify for returns within 14 days of receipt. Please send a message through eBay if an item is damaged, broken, or incorrect so we can promptly track and resolve any issues. Backordered or Out of Stock: On occasion an item purchased may be out of stock or on back order. When purchasing, buyer agrees to accept a full refund within 48 hours of purchasing or the option to wait for the item to come back in stock. Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items. Please do not penalize us if we have to refund you! Please feel free to message us with the question \"Stock?\" SALES TAX: In those States where State taxes must be collected there may be a separate invoice that follows the order and will be in a separate PayPal cover. The reason this is that the system is not programed for this is in all cases. Some of these States are but does not exclude others: Arizona, California, Kansas, New York, North Dakota, Pennsylvania, Texas and Washington.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFg5Mjk=/z/eToAAOSwSlBYt7od/$_1.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFg5Mjk=/z/9wcAAOSw32lYt7oh/$_1.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFg5Mjk=/z/H0YAAOSwdGFYt7ol/$_1.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFg5Mjk=/z/v4wAAOSwax5Yt7oo/$_1.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFg5Mjk=/z/2i0AAOSwTM5Yt7or/$_1.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFg5Mjk=/z/cn4AAOSwTuJYt7ow/$_1.PNG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Mudder",
        "Name": "Brand"
      },
      {
        "Value": "MudderMech.PocketWatch-01",
        "Name": "MPN"
      },
      {
        "Value": "713072662099",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "extra_shop4u",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "3111",
    "PositiveFeedbackPercent": "98.5"
  },
  "StartTime": "2017-03-02T06:22:42.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2725744201038080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-30T06:22:42.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "27.89"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: 15%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_15",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "15%"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Miami,Florida",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Mudder Classic Smooth Surface Silver Mechanical PPocket Watches W/ Chain",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mudder-Classic-Smooth-Surface-Silver-Mechanical-PPocket-Watches-W-Chain-/272574420103",
  "Storefront": {
    "StoreName": "Esilzey",
    "StoreURL": "http://stores.ebay.com/id=1377884405"
  },
  "ItemID": "272574420103",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P29DT11H29M35S"
}