{
  "QuantitySold": "1",
  "Title": "Licensed Harry Potter Marauder's Map Pocket Watch Necklace Steampunk Cosplay",
  "PostalCode": "2785",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "punkmybabe.online",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "4690",
    "PositiveFeedbackPercent": "99.9"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "EligibleForPickupDropOff": "true",
  "Description": "Licensed Harry Potter Marauder's Map Pocket Watch Necklace Steampunk Cosplay Licensed Harry Potter Marauder's Map Pocket Watch Necklace Steampunk Cosplay Brand: Harry Potter | WB Burnished gold tone metal Pocket watch necklace You'll officially have the coolest watch around, that can also be a long drop necklace, with this licensed pocket watch. It features a high quality Marauder's Map on the inside and stamped with Hogwarts castle on the outer. Whether you're a fan of Harry Potter or want a steampunk accessory, you'll love this piece. ShippingReturnsAbout Us AUSTRALIA Flat-rate post, no matter how many items you buy! $6.95 for eParcel with tracking or $8.95 for eParcel Express with tracking. All orders over $99 are FREE. For each item, please select \"Add to Cart\" before completing checkout and the shipping discount will be applied. INTERNATIONAL Post with tracking starts from $14.95 and each additional item is heavily discounted. We only charge what it costs to ship! If you're purchasing multiple items, request a \"Total from Seller\" on checkout before making payment. PMB offers a 'No-Questions-Asked' satisfaction guarantee. If you're less than 100% happy with your purchase, for any reason, please contact us for an exchange, refund or store credit. Please don't leave us negative or neutral feedback before talking to us. We promise to make you 100% happy with your PMB buying experience. Welcome! Punk My Babe is a small, Australian family business with a passion for alternative, tattoo and rockabilly fashion. In 2011, the Punk My Babe couple welcomed their first Babe into the world and became a family of 3 (now a family of 4 + a fur baby!) Punk My Babe was born when we stared the search to find stand-out, uber cool baby clothes and we didn't stop. We now cater for kids (newborn-10 years), teenagers and adults who want to express their style with unique and alternative clothing and licensed, hard-to-find accessories. Punk My Babe is home to popular fashion brands like Six Bunnies, Sourpuss, Liquorbrand, Darkside Clothing, Twisted Apparel, Loungefly, Demi Loon, Restyle, and licensed pop culture merchandise from Disney, DC Comics, Marvel and Star Wars that you won’t find elsewhere in Australia. Our promise to you is to make shopping online with Punk My Babe an enjoyable, stress free experience. We offer 30 days no fuss returns, provide the actual measurements of each item and are always happy to assist with any need. Find us on Facebook.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI4MFg5NDg=/z/s-4AAOSwax5Yrmx6/$_12.JPG?set_id=880000500F"
  ],
  "Site": "Australia",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "29.79"
  },
  "HighBidder": {
    "UserID": "2***k",
    "FeedbackRatingStar": "Yellow",
    "FeedbackScore": "27",
    "FeedbackPrivate": "false"
  },
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "2",
  "Country": "AU",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Harry Potter",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Bronze",
        "Name": "Material"
      },
      {
        "Value": "Full Hunter",
        "Name": "Closure"
      },
      {
        "Value": [
          "Includes Chain",
          "No Hour Marks",
          "Seconds Hand"
        ],
        "Name": "Features"
      },
      {
        "Value": "Battery",
        "Name": "Movement"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "Clear",
        "Name": "Face Colour"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Battery",
        "Name": "Type"
      },
      {
        "Value": "Metal",
        "Name": "Casing"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "BW_HP_PW",
  "StartTime": "2017-02-23T05:00:44.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2628659847618080_1.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "AUD",
    "value": "39.95"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "We happily refund or provide store credit, no-questions-asked. However, items must meet the following conditions: be in original condition (no missing tags, no pet hair, no smoke smell, no deodorant smell/stain, no baby puke!) \n\nWe reserve the right to refuse refund/exchange under these circumstances, unless the item is faulty. All associated postage costs - refunds or exchanges - are payable by the customer. \n\nPlease return your item within 30 days using the protective plastic packaging it came in. Any questions, feel free to contact us.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "EndTime": "2017-06-23T05:00:44.000Z",
  "AvailableForPickupDropOff": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Licensed-Harry-Potter-Marauders-Map-Pocket-Watch-Necklace-Steampunk-Cosplay-/262865984761",
  "Location": "Blackheath, NSW",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "Storefront": {
    "StoreName": "Punk My Babe",
    "StoreURL": "http://stores.ebay.com/id=112299007"
  },
  "ItemID": "262865984761",
  "PaymentMethods": [
    "MoneyXferAccepted",
    "PayPal",
    "MoneyXferAcceptedInCheckout"
  ],
  "TimeLeft": "P22DT10H6M58S"
}