{
  "QuantitySold": "0",
  "PostalCode": "10001",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "blingjewelry",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "8692",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.1"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "27.99"
    },
    "PricingTreatment": "STP"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Our newest red enamel fire engine pocket watch is perfect gift for the firefighter in your life. Express your gratitude for the fact that he is putting his life on the line every time he goes to work, when you give him a shiny new fire truck pocket watch. Inspired from watches for men from a bygone era, your favorite fire fighter will love this unusual piece of firefighter jewelry. This colorful and meaningful mens chain pocket watch will certainly catch his eye. Show your hero just how much you appreciate his courage and bravery. A new fire truck pocket watch is a perfect gift for a rookie fireman or an experienced one. It will even make a sensational gift for volunteer firefighters or one who has recently retired. Secured with a detachable 14.5 inch curb chain that features a belt clip on the other end, this fun and fashionable Simulated Quartz movement pocket watch is sure to become one of his treasured possessions before long. The Arabic numbers make it easy to read. Order yours today. Bling Jewelry Our eBay Store Add to Favorite Sellers Bling Jewelry Red Enamel Firefighter Quartz Silver Gold Plating Pocket Watch Measure: Chain 14.50in length; Watch Face 2in Diameter Weight: 87.90 Grams Material: Alloy, Silver Plating, Gold Plating, Enamel Our newest red enamel fire engine pocket watch is perfect gift for the firefighter in your life. Express your gratitude for the fact that he is putting his life on the line every time he goes to work, when you give him a shiny new fire truck pocket watch. Inspired from watches for men from a bygone era, your favorite fire fighter will love this unusual piece of firefighter jewelry. This colorful and meaningful mens chain pocket watch will certainly catch his eye. Show your hero just how much you appreciate his courage and bravery. A new fire truck pocket watch is a perfect gift for a rookie fireman or an experienced one. It will even make a sensational gift for volunteer firefighters or one who has recently retired. Secured with a detachable 14.5 inch curb chain that features a belt clip on the other end, this fun and fashionable Simulated Quartz movement pocket watch is sure to become one of his treasured possessions before long. The Arabic numbers make it easy to read. Order yours today. Product Details Brand Bling Jewelry Item Type pocket-watches Target Audiance men Color Red Gem Type NA Welcome Bling Jewelry! To make your purchase as simple and easy as possible, please refer to the store policies listed below. After completing a Buy It Now purchase, you have two check-out options: Check-Out Now! Click the Pay Now button at the top of this listing to immediately proceed with our checkout and payment process. Please note that the Pay Now button is ONLY available after winning an auction or completing a Buy It Now purchase. Payment We currently accept following forms of payment. PayPal Sales Tax For shipments to New York addresses, we are required by State law to collect 8.875% Sales Tax. Shipping SHIPPING COST EST. DELIVERY TIME (business days only) Economy Shipping FREE Limited Tracking Available 3-14 Days USPS Priority $5.95 Flat Rate 3-4 Business Days USPS Express Mail $19 Flat Rate 1-2 Business Days CANADA Standard(USPS) $6.99 Flat Rate 5-10 Business days CANADA Express Mail(USPS) $39.99 Flat Rate 3-6 Business days USPS International Standard $6.99 Flat Rate 20 Business days USPS International Express Mail $39.99 Flat Rate 4-8 Business days Customer Service You can call us at 800-434-9905 for any questions.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/4JoAAOSwE0JY-gVr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/KhUAAOSwBOtY-gVr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/UUAAAOSw53NY-gVr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/KhsAAOSwBOtY-gVr/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "18.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Bling Jewelry",
        "Name": "Brand"
      },
      {
        "Value": "WFW-XL150",
        "Name": "MPN"
      },
      {
        "Value": "enamel",
        "Name": "Material"
      },
      {
        "Value": "quartz",
        "Name": "Movement"
      },
      {
        "Value": "Gold-plated-base",
        "Name": "MetalType"
      },
      {
        "Value": "Red",
        "Name": "Color"
      },
      {
        "Value": "0640626727310",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "WFW-XL150-AZ",
  "StartTime": "2017-04-21T13:13:11.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1525193860328080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-20T13:13:11.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "18.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bling-Jewelry-Red-Enamel-Firefighter-Quartz-Silver-Gold-Plating-Pocket-Watch-/152519386032",
  "Location": "New York, New York",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Bling Jewelry Red Enamel Firefighter Quartz Silver Gold Plating Pocket Watch",
  "Storefront": {
    "StoreName": "BlingJewelry12",
    "StoreURL": "http://stores.ebay.com/id=19550052"
  },
  "ItemID": "152519386032",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P19DT18H26M39S"
}