{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "PostalCode": "92116",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "JFK Half Dollar Silvertone Train Pocket Watch Description This JFK Half Dollar Silvertone Train Pocket Watch captures the familiar and romantic image of a train conductor. The back of the hinged case features a highly detailed relief sculpture of an historic Iron Horse locomotive. The front frames an authentic U.S. JFK Half Dollar. Features The features of this JFK Half Dollar Silvertone Train Pocket Watchare : Case: Alloy Caseback: Alloy Dial: White plastic Hands: Black arrows Markers: Black Roman numerals Crystal: Plastic Crown: Push/pull Movement: Japanese quartz Water resistance: Moisture and dust Case measurements: 2.75 inches x 1.875 inches x 0.5 inch Added Notes: All measurements are approximate and may vary slightly from the listed dimensions. > About Me I have been selling on eBay for several years now. All the products that I sale are a 100% authentic and new. I do sale some slightly personnel items. Customer satisfaction is my #1 priority. I put the customers first. This is reflected thru my transactions and communications. If you are not satisfied with the product or service, I will do what is necessary to correct the situation. If the product and service meets your expectation, don’t forget to leave a positive feedback. Shipping Most of the products listed are from different warehouses across the United States. This will allow you get your items faster. Personal item are located in San Diego. There is no local pickup. Items are ship by FedEx USPS or UPS. Your tracking number uploads within 3 business days. Some items uploading your tracking number can be as long as 10 business days. Please check to delivery times before you order. Unless stated, all orders will ship 24 hours of your tracking number upload. In most cases, shipping is FREE. If you need the product with 2-4 days I do offer 1- 3 day shipping for an extra fee. If you do, please let me know before you pay. Restrictions We Do Not Ship to PO / APO Boxes, Hawaii or Alaska. We Do Not Ship Outside of the Continental US All items ship within 24-72 hours of payment <Feedbacks Most successful businesses rely on feedbacks from their customers. Over the past 3-4 years I would get 10-15% feedbacks from items I sell. I would leave a feedback for each customer. Then I noticed a pattern and decided to use these guides for feedbacks. People who has less than 25 feedbacks will not get a feedback until I receive one. I notice these maybe the casual shoppers If a customer has between 25-100 feedbacks, they will get one at the end of the week If a customer has more than 100 feedback, I will leave one with 24 hours of purchase Returns I offer a 30 days return /exchange policy for most of my products. However, the item(s) must be return to the supplier or me before the 30th day. I recommend contacting me within 21 days after delivery of the merchandise. If the item has a factory defect, I would replace the product. When returning an item, it must have all of the original packaging and accessories. You will be required to cover shipping on the returns except for defects.If the item is outside of 30 days, I cannot give refunds or replacements.After examine the item, your exchange will be process. I will process as quickly as possible. These items can't return because of health issues: Food products: cheeses, meats, and fruits. Most clothing (underwears, swimsuits, socks, anything that touches the skin). Unless the item has not been open. Perfumes and creams Special Return Note . If an item (s) is a holiday product ( Valentine’s day, Mother’s Day or Father’s Day etc), the item must be returned 14 days before the date of the holiday. The only exception if the item is damaged Revised 5/7/2017",
  "StartTime": "2017-05-20T16:41:37.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/VTwAAOSw3gJZIHAM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/0yYAAOSwKytZIHCe/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "37.95"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "JFK",
        "Name": "MPN"
      },
      {
        "Value": "3\"",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "Not Applicable",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "homeimprovement4466",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "121",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "6",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2629953775968080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-19T16:41:37.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "37.95"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/JFK-Half-Dollar-Silvertone-Train-Pocket-Watch-/262995377596",
  "Location": "San Diego, California",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "JFK Half Dollar Silvertone Train Pocket Watch",
  "Storefront": {
    "StoreName": "homeimprovement4466",
    "StoreURL": "http://stores.ebay.com/id=1243331417"
  },
  "ItemID": "262995377596",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P18DT22H2M48S"
}