{
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "200.0"
  },
  "QuantitySold": "0",
  "Title": "Vintage Art Deco Hamilton 12s Men's Pocket Watch 17 Jewels Gold Filled serviced.",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "200.0"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "BuyItNowPrice": {
    "_currencyID": "USD",
    "value": "300.0"
  },
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Hamilton Art Deco Men's Pocket Watch serviced, cleaned by professionals. This is a vintage Hamilton pocket watch in 12 size (case diameter is 44 mm). The case is Hamilton marked and white gold filled. The case originally had black enamel on the edge of the back and bezel, but much of that is now gone. Even so, the case looks good. The bow has been soldered to the pendant so this is now a rigid bow case. The dial is very Art Deco and in good condition with slight fading/tarnish. Note the matching original fancy hands! The movement is 17 jewels and grade 910. This would be a good watch to carry - the 12 size watches don't take up a lot of room in your pocket. This watch runs and keeps reasonable time, but I do not know the history of this watch. In all of my auctions, the very best images are always BELOW the description.Sorry, this is NOT a \"Make Offer\" listing. I will not consider or reply to any offers. Thanks! Due to eBay and PayPal's ever changing policies with buyer/seller protection, we are forced to sell everything AS-IS with no returns.International Buyers READ BEFORE YOU BID: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. I will not falsify customs forms by marking merchandise values below final sale price or by marking items as ‘gifts’. NOTICE!! Overseas shipping costs have recently more than doubled. I have no control over shipping costs.",
  "StartTime": "2017-05-29T08:44:26.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI4OVgxMTgy/z/JeYAAOSwZ4dZK-Dq/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ5MlgxMjAw/z/IbUAAOSwYlRZK-Du/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzM0WDEyMDA=/z/h-oAAOSwBt5ZK-Dw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODIxWDEyMDA=/z/LbUAAOSwEHpZK-Dz/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE1OVgxMjAw/z/XKcAAOSwX61ZK-D3/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "DE",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Hamilton",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "17 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      }
    ]
  },
  "Seller": {
    "UserID": "stiocoins",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "175",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "23",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1525650294958080_2.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "200.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ConvertedBuyItNowPrice": {
    "_currencyID": "USD",
    "value": "300.0"
  },
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "EndTime": "2017-06-08T08:44:26.000Z",
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Art-Deco-Hamilton-12s-Mens-Pocket-Watch-17-Jewels-Gold-Filled-serviced-/152565029495",
  "ConditionDescription": "Hamilton Art Deco Men's Pocket Watch serviced, cleaned by professionals.This is a vintage Hamilton pocket watch in 12 size (case diameter is 44 mm). The case is Hamilton marked and white gold filled. The case originally had black enamel on the edge of the back and bezel, but much of that is now gone. Even so, the case looks good. The bow has been soldered to the pendant so this is now a rigid bow case. The dial is very Art Deco and in good condition with slight fading/tarnish. Note the matching original fancy hands! The movement is 17 jewels and grade 910. This would be a good watch to carry - the 12 size watches don't take up a lot of room in your pocket.This watch runs and keeps reasonable time, but I do not know the history of this watch. In all of my auctions, the very best images are always BELOW the description.Sorry, this is NOT a \"Make Offer\" listing. I will not consider or reply to any offers. Thanks!",
  "BuyItNowAvailable": "true",
  "Location": "Berlin",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "152565029495",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P7DT14H9M58S"
}