{
  "QuantitySold": "0",
  "PostalCode": "06830",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with defects",
  "Description": "Normal 0 false false false EN-US JA X-NONE The Hautman Collection Deer Pocket Watch Pocketwatch New Made In China Hong Kong. This watch is from the Hautman Collection. It has a picture of a deer on the watch and has never been used. The plastic film is still on front back and clock face. It is a gold color, but it is just some kind of goldish colored metal not real gold. I am not sure if it is wind movement or battery. There is no models numbers on the watch and I have not been able to find any information online about it at all. It is 2 inches across and 2 inches high with a deer picture on front and on back just the film with a sticker made in china. The watch is opened by pressing the button the top. Inside the face has the film on it and says “Hautman Collection near the 12 (XII) and Quartz near the 6 (VI) it also says the words Hong Kong Movement near the 6 as well. When turning the watch the hands, move, however I cannot get the second hand to start ticking. I do not know if I just do not have the knack to wind it or if this is a battery watch and it just needs a new battery. So therefore while it is in New condition one will either need to replace the battery or wind the watch properly to get it ticking. It is attached by a chain, which measures approx 12 inches long and has a clip on the end of the chain. Any questions feel free to ask. Please Note: All packages over 15.9 oz being sent to Alaska, Hawaii, Puerto Rico, Other US Territories and P.O. BOX will be sent by USPS Priority Mail only. The shipping prices will be different to these places so please inquire before paying to check. Thank You.",
  "StartTime": "2017-05-03T03:16:11.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/gcoAAOSw37tV-cM2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/odcAAOSwQPlV-cM7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/jEMAAOSwsB9V-cM8/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/MFAAAOSwKIpV-cNA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/xtAAAOSwQTVV-cNG/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/MhsAAOSwKIpV-cNJ/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1750",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "49.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Hautman Collection",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "anthonyd46",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "4414",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "31",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3322044458078080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-02T03:16:11.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "49.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "A 30 Day return policy is offered. This only includes if the item is damaged or completely different from what is listed. For example, if I list a hat and you receive a sweater then it is my responsibility to take the return. If the item arrives damaged or broken if it is a lower value item you can mail it back and get the original purchase price plus original shipping. On higher value items I will file an insurance claim and either pay you direct through paypal or have the shipping company mail you a check. I do not accept returns because you changed your mind, so please make sure you can afford the item before bidding. If for some reason this is a problem and you have bid already please contact me before the auction ends and I can cancel the bid. However, as eBay says once the auction ends you are binded into a contract and should assume reasonability for the listing. Buyer pays return shipping, they will be refunded the original purchase price   original shipping only. If there are any issues regarding the function of the item please message me and I will do my best to troubleshoot the issue. Partial refunds are not out of the question, but they will be dealt with on a case by case basis depending what the problem of the item is at the time.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Hautman-Collection-Deer-Pocket-Watch-Pocketwatch-New-Made-China-Hong-Kong-/332204445807",
  "Location": "Greenwich, Connecticut",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "The Hautman Collection Deer Pocket Watch Pocketwatch New Made In China Hong Kong",
  "Storefront": {
    "StoreName": "Ant&#39;s Store of Everything",
    "StoreURL": "http://stores.ebay.com/id=45613162"
  },
  "ItemID": "332204445807",
  "PaymentMethods": [
    "PayPal",
    "CashOnPickup"
  ],
  "TimeLeft": "P1DT8H31M19S"
}