{
  "QuantitySold": "0",
  "Title": "COLIBRI POCKET WATCH  W CASE AND OWNERS GUIDE",
  "PostalCode": "74344",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Up for auction is a Colibri Pocket Watch-Most likely it works, but it is being sold AS IS. Most likely it just needs a battery and will work fine. Comes with the Owners Guide and Warranty and the gift box too. I took lots of shots and close ups. For the most part the watch is holding its gold color. I do not believe that it is real gold. On the inside cover is MOD. DEP. Do not know what that means but its stamped and in pictures. The crystal looks to be in very good shape. The latch is also in working order. The only foreseeable issue is that it will need a battery if it takes a battery. This is a Buy It Now Auction for $75.00 which also includes that cost of postage and insurance. BEFORE BIDDING OR BUYING, PLEASE AGREE TO: READ ENTIRE ITEM DESCRIPTION CAREFULLY INCLUDING THE FINE PRINT BELOW*VIEW PICTURES CAREFULLYASK QUESTIONS BEFORE PURCHASEUNDERSTAND THAT WE DO NOT ACCEPT RETURNSCONTACT ME FIRST IF YOUR FEEDBACK SCORE IS LESS THAN 20CONTACT ME WITHIN 1 DAY OF RECEIVING ITEM IF YOU FEEL WE MISREPRESENTED ITEM *THE FINE PRINT We do not leave feedback for purchased item (s) until you have left us positive feedback. (We check our Feedback Daily and update Daily) If you feel we misrepresented item. Please do contact us as noted above. Well be happy to work with you. Buyer does pay return shipping. We have 3 people that carefully inspect everything that is posted on Ebay. We examine research, photograph and write actual posting. If there are flaws we will note that there is a flaw. We try to describe the item how we would like to buy the item. We do not ship international. I am the one that is really picky about smells. If it has a smell it will be noted in posting. We ship same day method of payment clears. Monday through Friday by 1:00 pm Central Standard Time. We usually ship via Fed Ex 2-7 days. If you would like it any other way or sooner. Please contact me first. As there will be an additional charge if you want it next day! Most of our items are “FREE” shipping. Keep in mind that there are Ebay Fees, Pay Pal Fees, Shipping Fees and Boxes and Bubble wrap are costs as well in the price of this item. We only ship to confirmed address’s in the United States. We can proudly say that everything comes from a smoke free, pet free environment. And I am very OCD picky too. Items have to be clean as well unless it’s something I am not comfortable with or have no experience cleaning. At the risk of ruining it. I will disclose that in our postings. We have a brick & mortar location Resale/Consignment Shop. So if you see something you like and are thinking about purchasing. Please don’t wait too long as we also have items displayed in our store as well except for Select Shoes. Because we get such nice a nice selection of shoes in. We tuck them safely back. They are not even displayed in the store. I don’t want 20 people trying on shoes. They will be ruined from shop wear. And that’s why we take plenty of pictures, thoroughly examine them to make sure they are worthy of posting and we post in A LOT OF DIFFERENT PLACES! We live in a small town and we use Ebay and other on-line venues to generate more sales. So if item is suddenly gone. Item has been sold. If Item sells in store I am very quick to take it down from all online postings. I don’t want anyone to waste their time only to find out that item is sold. If you happen to purchase and item that has been sold, your money will be refunded immediately and promptly through Paypal. I REITERATE-WE DO NOT PLAY GAMES, WE DO NOT HAVE THE TIME! WE WORK 70 HOURS A WEEK TO BRING NEW AND INTERESTING ITEMS TO OUR SHOP. IF YOU SUFFER FROM BUYERS REMOURSE, LIKE TO TAKE ADVATAGE OF PEOPLES LISTINGS BY FINDING THE SMALLEST LOOPHOLE TO GET ITEM FREE OR DO NOT COMPREHEND THE ENGLISH LANGUAGE THIS LISTING IS NOT FOR YOU! I don’t like to sound so harsh! I love my job and what I do. I have been doing ebay for a long long time. I am actually quite a goofy person with a kind heart . BUT people try to take advantage of my kindness. So I have to pull hundreds of post s to re update everything when I could actually be getting more goodies posted. You are now at the end of my fine print. Thank You for understanding. Thank You for looking!",
  "StartTime": "2017-05-08T15:59:16.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTQz/z/RpUAAOSwdpxUW9Zq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ5MFgxNjAw/z/lcwAAOSwabhUW9Zg/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODQ3WDE2MDA=/z/B8sAAOSwyTZUW9Z6/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMVgxNjAw/z/tHMAAOSwGWNUW9Zx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTU4/z/-KsAAOSwzOxUW9aJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ1M1gxNjAw/z/mNIAAOSw54xUW9aR/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ1MFgxNjAw/z/1IgAAOSw~1FUW9aZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU4OFgxNjAw/z/1ZUAAOSw~1FUW9ah/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDYz/z/1t8AAOSw~1FUW9as/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTQwWDE2MDA=/z/mEYAAOSw1XdUW9ax/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODEyWDE2MDA=/z/ELsAAOSwyTZUW9a4/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "75.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Colibri",
        "Name": "Brand"
      },
      {
        "Value": "Gold Plated",
        "Name": "Case Material"
      },
      {
        "Value": "Half Hunter",
        "Name": "Closure"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Includes Chain",
          "Roman Numerals"
        ],
        "Name": "Features"
      }
    ]
  },
  "Seller": {
    "UserID": "shirleyumust",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1461",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "51",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2323278571198080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-07T15:59:16.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "75.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/COLIBRI-POCKET-WATCH-W-CASE-AND-OWNERS-GUIDE-/232327857119",
  "ConditionDescription": "Slight wear!  May or May Not Work",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Grove, Oklahoma",
  "Storefront": {
    "StoreName": "ShirleyUMust",
    "StoreURL": "http://stores.ebay.com/id=217157326"
  },
  "ItemID": "232327857119",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P6DT21H16M6S"
}