{
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "CA",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NZ",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Harry Potter's Gold Snitch Vintage Pocket Watch Smooth  with Chain",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "7.99"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Harry Potter Gold Snitch Vintage Pocket Watch Smooth with ChainRelated Movie: Harry Potter Instruction: Gold Snitch is an article in Harry Potter. In the movie, it is an important small metallic ball in the Quidditch match. The size of Gold Snitch is similar with that of walnut, it can fly very fast with its wings and it’s hard for people to grasp it. Gold Snitch has the ability of remembering the first person touching it. If someone in one group catches the Gold Snitch, the group will win in the Quidditch match. Type: Quartz Watch Color: gold Material: alloy Processing method: excellent plating Feature: Its design is European vintage style and is suitable to both hip boys and fashion girls. It has alloy case and quartz movement and contains small button batteries. It can protect itself against bits of water but you should not wear it while swimming or bathing. It’s a good and fashionable gift because of its population, you can present it to colleagues, foreign friends, clients and so on. Size: specification ball diameter wings’ length and width chain length weight value 2.5cm 2.7*8cm 50cm 15g PaymentWe accept payment through PayPal ONLY. Please ensure your address in PayPal matches the delivery address on eBay. We will not responsible if any undeliverable item caused by incomplete or incorrect address provided. Payment is expected within 7 days from the end of the auction/purchase.Delivery detailsShipping &Delivery All orders are normally processed within 1-2 business days (excluding Sunday) after we receive payment.methodsDestinationDuration (approx) e-packageeconomy EMSUSBritishAustraliaCanada10-20days France30days China Post Air MailNot recommendedExcept countries above and Africa, Central America, Middle East and Caribbean, PO Box20-40days BrazilRussia30-60days European customers need to reconfirm the logistic methods due to logistic methods.methodsDuration TNT or Liner logistic3 or 5daysParcel delivery need you to sign.China Post Air Mail20-40daysDelays may occur. Parcel delivery need you to sign. If you’re expecting fast express shipping such as UPS, FedEx, TNT, etc, please email us for quotation and estimated delivery time.If you are purchasing more than one item please request an invoice before paying for your items so that we can combine shipping.Terms of sales International Buyers – Please Note: 1. Any question, please contact us by mailbox, if the product, due to our carelessness, has some deficiencies, such as redundant thread comes out from the clothes. We are really happy to solve this problem in order to make our product better and serve you better!2. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.3. We Do Not Ship to the follow areas: Africa, Central America, Middle East and Caribbean, PO Box. Contact usFeedbackWe would love to have any feedback that will help us improve our performance. If you have any problem or issue with your purchase, please contact us first before you leave any bad feedback or open any eBay or PayPal dispute and we will always do our best to resolve it. Thank you for your understanding! Our work hours is Monday to Friday from 8:30 a.m. to 5:30 p.m.(GMT+8).",
  "StartTime": "2017-04-11T02:50:02.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjQwWDY0MA==/z/XHwAAOSwmgJY7EAn/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDc1MA==/z/JyQAAOSw~CFY7EAw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDc1MA==/z/4XcAAOSwB-1Y7EA~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDc1MA==/z/zYQAAOSwc49Y7EBZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTMzWDc1MA==/z/ZHoAAOSwmgJY7EBi/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "CN",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Iplaycos",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Quartz Watch",
        "Name": "Escapement Type"
      },
      {
        "Value": "Alloy",
        "Name": "Material"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Timer",
        "Name": "Features"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "Gold",
        "Name": "Case Color"
      },
      {
        "Value": "Gold",
        "Name": "Face Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "cosplay1_2012",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "466",
    "PositiveFeedbackPercent": "95.6"
  },
  "HitCount": "13",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3022796483598080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-10T02:50:02.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "7.99"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "07HP046",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "HANGZHOU, default",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Harry-Potters-Gold-Snitch-Vintage-Pocket-Watch-Smooth-Chain-/302279648359",
  "Storefront": {
    "StoreName": "cosplay1_2012",
    "StoreURL": "http://stores.ebay.com/id=1140121064"
  },
  "ItemID": "302279648359",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P9DT8H2M30S"
}