{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "REATR Bronze Owl Pocket Watch Retro Quartz Watch with Gift Box for Christams",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "13.14"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "REATR Bronze Owl Pocket Watch Retro Quartz Watch with Gift Box for Christams HIGH QUALITY: Made from high quality alloy external, with top glass back of the watch for view of precise quartz movement. SUITABLE SIZE: Pocket watch case diameter 0.98\"(2.5cm). weigh 1.28oz(36g), Antique free chain length 15.74\"(40cm) KEEPING ACCURATE TIME: We provide spare pocket watch battery, Easy setting, rotatting, twisting the top button on the spin, Modern quartz movement makes the watch a extremely accurate timekeeper EXCELLENT DESIGN: The bronzed finish and delicate-looking scrollwork give this pocket watch an authentic antique look PERFECT GIFT: The quartz pocket watch movement comes with a REATR gift box, a nice present for Christmas or birthday present or just for personal use Elegant design with vintage pocketwatch has an antique feel and an alluring ornament for common and social engagements. This handsome little pocket watch resembles the steampunk stylish, with a simple geometric design, whimsical yet precise movement, The owl pendant is a tarnished silver color making it look antique in style which is nice and when you slide the wings to the side, revealing a traditional analog dial clock face. No one will ever know you are keeping time in this locket so that's a cute surprise. Introducing Highly Quality, Practial And Classical Pocket Watch: Elegant design with precise quartz movement within the analog display pockewatch. Retro styling case surface has light lace detailing on the front and back and looks convincingly vintage. Removable chain with a clip at the end, which is long enough to wear as a necklace or it can be used as a pocket watch This exquisite pocketwatch operates exactly the same way old pocket watch, It is a perfect choice for someone who loves Vintage stylesh. 100% brand new with excellent workmanship, quality assurance and durable utilization, We are committed to delivering a wonderful usage experience. Setting time and maintenance: Press the crown at the top of the watch and turn the crown clockwise until reaching the exact time. Daily water resistance(not for showering and swimming). WHAT ARE YOU WAITING FOR? CLICK THE \"Add to Cart\" BUTTON RIGHT NOW TO GET YOUR POCKETWATCH! Shipping We offer FREE shipping on all orders! We ship within 1-2 business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. General Return Information - If you would like to return your purchased merchandised, please kindly contact us via eBay message by choosing &ldquo;I have a question about using my item or I want to send the seller a message.&rdquo; as the topic. We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been delivered, we will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return. Return Shipping Costs - We will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyer&rsquo;s remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. Return Locations - Please be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied.We are always working towards providing you with 100% satisfaction on your purchases and are always waiting to hear from you. If you need any assistance, please kindly contact us through eBay message. To avoid opening a case inadvertently, please choose the option: &ldquo;I have a question about using my item or I want to send the seller message.&rdquo; Please kindly not leave a neutral or negative feedbacks until you have contacted us. We are always ready to attend to your problems and make things right for you. In any case, please kindly contact us if you have any concerns. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "StartTime": "2017-05-13T17:42:22.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDYzWDUwMA==/z/bmMAAOSwlY1ZF0V8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDY1WDUwMA==/z/ZjgAAOSwZ4dZF0V8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/LkQAAOSwcgNZF0V8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDI4WDUwMA==/z/kdsAAOSwZKBZF0V8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDM2WDUwMA==/z/3IoAAOSw1WJZF0V8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDI4WDUwMA==/z/-DcAAOSwBt5ZF0V8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/uKEAAOSw8lpZF0V8/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "37",
        "Name": "MPN"
      },
      {
        "Value": "REATR",
        "Name": "Brand"
      },
      {
        "Value": "37",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "6056159775959",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "bb_homemart",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "421",
    "PositiveFeedbackPercent": "99.7"
  },
  "HitCount": "7",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3225156725648080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-12T17:42:22.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "13.14"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "- Items return must be non-used condition.\n- All parts and components must be complete return.\n- Package must return with its original package and packing materials.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01H4O50WC",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/REATR-Bronze-Owl-Pocket-Watch-Retro-Quartz-Watch-Gift-Box-Christams-/322515672564",
  "Storefront": {
    "StoreName": "BB_Homemart",
    "StoreURL": "http://stores.ebay.com/id=1466330542"
  },
  "ItemID": "322515672564",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P11DT23H1M26S"
}