{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "New Brand Mall Roman Copper Wood Ring Quartz Pocket Watch Fob Steampunk Open ...",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "15.13"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "New Brand Mall Roman Copper Wood Ring Quartz Pocket Watch Fob Steampunk Open Face Design for Men Women Features: Fashion wood pocket watch fob comes with new gift boxHigh quality gives you a new classic definition.A good present for you and your friendsJapanes quartz movement,100% newComes with black gift box Product Details: Product Dimensions: 4 x 3.3 x 1.9 inchesShipping Weight: 1.6 ouncesItem model number: a030 Description Description Custom vintage imported Quartz movement pocket watch for men women, the hottest classic series choice is the best gift for your love, seniority or yourself. Retro pocket watch case brings you back to your memory in youth. Features: 100% brand new with excellent workmanship Antique pure copper and alloy material chain Elegant design Shows exquisite movement and structure within the watch Daily water resistant, please don't put it in water Size/Measurements: Specification (1 cm=10 mm=0.394 inch) (approximate) Outer case diameter: 2.7cm Case thickness: 1cm Chain length: 35.5cm Watch weight: 60g (pocket watch pendant and chain included) Opp Package included: 1 Copper pocket watch 1 Chain belt Take Attention: Once you receive the quartz watch: How to set time: Pull the crown away from base of the watch and turn the crown clockwise until reaching the exact time. Pocket watches under our private make superb birthday or Christmas gifts, in addition to great wedding and groomsmen gifts. They are also ideal for corporate gifts or for the retirement of a long time employee. Here is an example of a pocket watch in a vintage design for anyone that wants the classic look and practicality of a quality quartz movement pocket watch Handling We will ship all orders within 2 business days of payment. Delivery We DO NOT SHIP TO PO Boxes or Mail Forwarding Addresses. We only ship to Paypal Verified addresses. Return Policy All items that qualify for returns must be within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged, as well as a 15% restocking fee. No exchanges permitted. All returns must be done through EBAY and processed with an RMA number to be issued refund. Upon receiving RMA, buyer has 7 days to have item shipped back. Item must be in original condition and packaging. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMTQ4/z/7ZcAAOSwc-tY4-Yu/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ0MVgxNjAw/z/dwoAAOSwVctY4-Yw/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzM1/z/9lIAAOSwpP9Y4-Yv/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1NFgxNjAw/z/ijoAAOSwTM5Y4-Yv/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUxM1gxNjAw/z/Gl4AAOSwDmBY4-Yy/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/SawAAOSwpkFY4-Yx/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "New Brand Mall",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "ccs-craigw",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9274",
    "PositiveFeedbackPercent": "99.2"
  },
  "StartTime": "2017-04-04T18:21:01.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3224737328178080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T18:21:01.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "15.13"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.  All returns will be charged a 15% restocking fee.",
    "ShippingCostPaidBy": "Seller",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01EOOLU38",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-Brand-Mall-Roman-Copper-Wood-Ring-Quartz-Pocket-Watch-Fob-Steampunk-Open-/322473732817",
  "Storefront": {
    "StoreName": "RivalTech",
    "StoreURL": "http://stores.ebay.com/id=776355051"
  },
  "ItemID": "322473732817",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT23H32M39S"
}