{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "29.99"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Upgrade to Expedited Shipping for just $3.99 during Checkout! New Antique Engraved Mens Pocket Watch Full Bronze Case Quartz White Dial Chain Customer Review: I gave this to my daughter and she loves it. She says its much more beautiful in person Customer Review: Item came in today and so far I am happy with it over all. The chain feels like it could be a heavier material to match the strength of the watch but it will do. It came in a box with a custom cut out foam for the watch and chain as well as a piece of removable foam to place over top the watch before putting the lid on the box. The watch was running when I opened it where most watches I have bought new have the crown pulled out to keep the watch from running which can run the battery down. Customer Review: Bought this as a present for my little brother who is a HUGE Dr. Who fan. He loved it, so much in fact that he wears it with his jeans to school everyday. Which, I guess is kind of unfortunate because now hell never be one of the cool kids. But it gained me points with my little brother, so it was worth it! Item Description ? A Colletion Pocket Watch - Especially For \"Doctor Who\" Fans - Inspired Looking, Beautiful Packing Gift Box & Matching Chain ? Memorial Timepiece - Remind You The Unforgettable Moment While Watching \"Dr. Who\", Especially With Someone Who Is Special To You ? Ingenuity LIGHT-WEIGHT Design - Good Quality But Not Be Burthen For Wearing With You To Anywhere ? Must-be Choice - Wanna Stand Out? This Is Your Pocket Watch - A Conversation Piece, A Compliments Receiver - It Really Hits The Spot ? It Even Can Be A Perfect \"Just Because\" Gift Features: 1.Vintage bronze pocket watch is the best gift for your father, seniority or yourself 2.100% brand new with excellent workmanship 3.Elegant design with precise quartz movement 4.Dial color in white with arabic numerals in black 5.Removable key chain with a clip at the end 6.Nice addition to a formal or casual dressing or collecting How to use/set the quartz watch? A. Once you receive the quartz watch: Press the crown at the top of watch, the front plate will open. B. Setting time: Pull the crown away from base of the watch and turn the crown clockwise until reaching the exact time. Specification (1 cm=10 mm=0.394 inch) (approximate) Case diameter: 45.56mm approx. Case thickness: 14.30mm approx.(cover included) Case Material: Alloy Chain Length: 390mm approx. (hook included) Chain Material: Alloy Package Includes: -1 x Pocket Watch -1 x Gift Box -1 x Chain Shipping All of our stock ships from our US-based warehouses. It will be shipped via USPS or UPS (depending on location and package weight). Unless stated otherwise, all orders will ship within 72 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREE! We do ship most of our smaller items internationally using eBays Global Shipping Program. If ordering electrical items outside of the U.S., please note that they will come equipped with a standard U.S. voltage plugs. You will need a suitable adapter to use the item in your country. For items shipped with a Freight carrier, please allow up to 3 weeks for delivery. Please supply a valid phone number at checkout so that we can contact you to schedule delivery. An adult signature will be required. Most freight shipments are curbside or to the nearest front entrance of your home. Please have available help on-hand to assist you with moving the item to your desired location in or around your home. You must inspect freight items for damage upon arrival. In the unlikely event that there is damage, you will need to refuse delivery, note the damage on the packing slip, and contact us immediately! Failure to inspect and note damages on the proof of delivery slip with the delivery driver releases us from all liability due to damages. Returns We offer a 14 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. In the case of buyers remorse returns where you no longer want the item, you will be required to pay for return shipping and a 20% restocking fee. The item and package should be in original and perfect condition. You must include everything that was originally included in the package. In the case of manufacturing defects, we will offer to replace the product for you or offer a refund once we receive the defective item. When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. Depending on the situation, we may provide a prepaid shipping label or have the shipping carrier issue a call tag to pick up the package from you. But, in other cases, you may be required to pay upfront for shipping on the return of defective items. Once we successfully receive the product, you will be reimbursed for your out of pocket shipping expense and shipped a new replacement product or issues a refund. All returns MUST be done within 14 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. About us All of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the best suppliers of high quality products to bring you great items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If theres a problem, just let us know and we will do our best to fix it. We guarantee you only the best experience when shopping with us!",
  "StartTime": "2017-03-22T02:13:37.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/~YUAAOSw32lY0d3D/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjcyWDUwMA==/z/NOgAAOSwCU1Y0d3E/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTE4WDUwMA==/z/POMAAOSwhQhY0d3F/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUzNw==/z/Mu4AAOSwSlBY0d3H/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDY3Mw==/z/MFgAAOSwuxFY0d3I/$_12.JPG",
    "http://i.ebayimg.com/00/s/NzEwWDUwMA==/z/NVEAAOSwCU1Y0d3J/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjM1WDUwMA==/z/RKwAAOSwTM5Y0d3N/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTUzN1gxMDYw/z/txQAAOSwol5Y0d3P/$_12.JPG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Smart.Deal",
        "Name": "Brand"
      },
      {
        "Value": "FA-HBQ030",
        "Name": "MPN"
      },
      {
        "Value": "FA-HBQ030",
        "Name": "Model"
      },
      {
        "Value": "703290407978",
        "Name": "UPC"
      },
      {
        "Value": "0703290407978",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "turtlemachine",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "171",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "66",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2824049600328080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-20T02:13:37.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "29.99"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "United States",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "New Antique Engraved Pocket Watch Bronze Case Quartz Dial Chain Dr. Who Clock",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-Antique-Engraved-Pocket-Watch-Bronze-Case-Quartz-Dial-Chain-Dr-Clock-/282404960032",
  "Storefront": {
    "StoreName": "TurtleMachine",
    "StoreURL": "http://stores.ebay.com/id=575677578"
  },
  "ItemID": "282404960032",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P19DT7H23M43S"
}