{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "MARATHON ST211003 Stopwatch Single Action Mechanical Windup Analog Stop W... NEW",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "85.29"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Home Shop About Us Policies Contact Us MARATHON ST211003 Stopwatch Single Action Mechanical Windup Analog Stop Watch Click Thumbnails to Enlarge SINGLE ACTION MECHANICAL STOPWATCH 0 to 30 minutes (30 minute register) 1/5 second and 1/100 minute divisions start, stops, and returns to zero by consecutive crown depressions. Rugged 15 jewel lever movement. Anti-magnetic and shock protected. Case is nickel - chrome plated. This stop watch is great for industrial timing as the dial allows the user to record in 1/5 second intervals or 1/100 minute intervals. 30 minute register of 1 minute division value 1/5 second and 1/100 minute divisions (2 scales) Starts, stops, and returns to zero by consecutive crown depressions Rugged 15 jewel lever movement Anti-magnetic and shock protected Case is nickel - chrome plated Payment PaymentPayPal is the only method of payment we accept. In regards to order cancellation requests, we will do our best to accommodate you however due to the logistics of our business model, we cannot guarantee that such a request will always be granted. In regards to sales tax, we have warehouse processing centers across the country to ensure you receive your package efficiently and as quickly as possible. As a result, we are required to charge sales tax in multiple states across the USA. If your state is one that we charge sales tax in, you will see the sales tax charge at time of checkout before you submit payment. Shipping ShippingEconomy shipping is free and is the only shipping speed/method we have available. Your order will be processed within 3 business days after your payment. Transit time varies from 1-10 business days. Regardless of shipping date, you will receive it near the eBay estimated delivery date, almost always. We do not accept emailed requests to change shipping addresses. We do not ship to AK, HI, PO boxes, or APO addresses. We are not responsible for any incorrect or undeliverable addresses. We only ship to the confirmed Paypal address. Please note that manufactures update their packaging from time to time and that the packaging images shown in our auction may vary from what you ultimately receive however be assured you are receiving the identical contents you ordered regardless. Returns ReturnsYou may return new, unopened items within 30 days of delivery for a refund, and a restocking fee may apply. Items must be returned in the condition they arrived in. The box, UPC bar code, packaging, and all other accessories must be returned. Open software, music, games, movies, food items (human or pet, opened or closed), and personal hygiene products are not eligible for return. An RMA number is required for all returns. Message us for return instructions. Items returned without a RMA number will not be processed. Return shipping fees are not refundable. We reserve the right to decline any returns if the above guidelines are not followed. Contact Us Contact UsDo you have a question about an item or order? Contact us via eBay messaging and we will respond within 1 business day. Our office hours are 8AM-4PM PST Monday-Friday. We only respond to emails sent via eBay's messaging service.Invoices or special request are not guaranteed. We do not accept best offers on any items we sell. If there are any issues with your transaction please contact before leaving a neutral or negative feedback as we are certain we can produce an amicable resolution for the both of us. We would love to be given the opportunity to work with you to resolve any problem you may have. Home Shop About Us Policies Contact Us Copyright © 2017 Price Pounders. All rights reserved. | eBay Templates Design",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/we0AAOSwR29ZJML6/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/1rUAAOSw0hlZJML8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/tW4AAOSwBt5ZJMMA/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Aw4AAOSwn-tZJMMF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Az0AAOSwn-tZJMMK/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/7xEAAOSwrhBZJMMQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/MH0AAOSwaeRZJMMW/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTI0/z/nfwAAOSws5pZJMMY/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "ST211003",
        "Name": "MPN"
      },
      {
        "Value": "Marathon",
        "Name": "Brand"
      },
      {
        "Value": "063442900017",
        "Name": "UPC"
      },
      {
        "Value": "0063442900017",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "pricepounders",
    "FeedbackRatingStar": "PurpleShooting",
    "FeedbackScore": "61458",
    "PositiveFeedbackPercent": "99.7"
  },
  "StartTime": "2017-05-23T23:17:47.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1525590365848080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-22T23:17:47.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "85.29"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Please see the auction description for complete return policy.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B008J3BPZY",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MARATHON-ST211003-Stopwatch-Single-Action-Mechanical-Windup-Analog-Stop-W-NEW-/152559036584",
  "Storefront": {
    "StoreName": "PricePounders",
    "StoreURL": "http://stores.ebay.com/id=646813172"
  },
  "ItemID": "152559036584",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P22DT4H39M48S"
}