{
  "QuantitySold": "0",
  "PostalCode": "46733",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "GREETING WATCH FANS, YOU ARE BUYING A-- VINTAGE WATCHES--KANSAS CITY RAILROAD POCKET WATCH 26' Chain (As Seen ON TV)--N.I.B.--VERY NICE--GREAT PATINA!!! VERY NICE CONDITION--NEW IN BOX (SEE PICTURES) Thank you for taking the time to view this A VERY HARD TO FIND ITEM!!Certified by the American Historic SocietyFeatures handsomely adorned silvertone bezel, sturdy butterfly hinge, Roman numeral dial, second hand and 26\" chain and fobQuartz movementDesigned to commemorate the glory of the old westCertificate of Authenticity included THIS IS A VERY NICE COLLECTOR'S ITEM! WE ARE SELLING AS USED BUT VERY NICE CONDITION!!! NEW IN BOX (SEE PICTURES) !! You will receive the same exact item that is pictured and described. PLEASE TAKE THE TIME TO REVIEW ALL OF THE PICTURES. Sorry but NO REFUNDS will be given FOR ANY STATED FLAWS OR DEFECTS. Thank you for taking the time to read the entire auction description. (SEE PICTURES)!!PLEASE ASK IF YOU HAVE ANY QUESTIONS....THANKS FOR LOOKING!! (SEE PICTURES) Payment is expected within 3 days of auction end. If more time is needed please e-mail me with your time schedule. Please let me know if you have any questions! Please note: My items are not new (unless otherwise stated), they are used and/or vintage and some wear is to be expected. I note any problems I see but am human and may not notice everything. If there is a problem please let me know. I do not take back items for buyer remorse but if there is a significant problem with an item that was not noted returns are accepted. Also, I describe items to the best of my ability but am not an expert, and can only describe what I see, any information you may have on an item is greatly appreciated. Thank you for looking! PLEASE KEEP US ON YOUR FAVORITES--WE WILL INVOICE YOUR TOTAL AT THE COMPLETION OF THIS AUCTION SO PLEASE DO NOT PAY UNTIL WE MAKE SURE OF THE CORRECT SHIP COSTS!!--WE CURRENTLY HAVE OVER 1400 ITEMS LISTED AND WE WILL TRY TO HAVE OVER 3000 IN THE NEXT 30 DAYS! PLEASE ADD US TO YOUR FAVORITES FOR MORE MUSCLE, PERFORMANCE AND CORVETTE PARTS TO COME! WE HAVE A HUGH AMOUNT OF FARM TOYS--CORVETTE TOYS--HARLEY MOTORCYCLE TOYS WE WILL BE OFFERING OUT OF A HUGH ESTATE SALE! PLEASE ONLY BUY IF YOU PAY TIMELY. WE WILL INVOICE YOUR TOTAL AT THE COMPLETION OF THIS AUCTION. PLEASE REST ASSURED THAT WE WORK HARD TO KEEP OUR SHIPPING CHARGES AS \"LOW\" AS POSSIBLE, SO THAT WE MAY EARN 100% \"FIVE STAR\" RATING FROM YOU. IN ADDITION TO THE VISIBLE FACE-VALUE OF POSTAGE(or UPS/FED EX fees) WE HAVE OTHER EXPENSES INVOLVED WITH SHIPPING. THERE'S THE COST OF ENVELOPES-BOXES-BUBBLE WRAP-PACKING PEANUTS-LABELS-TAPE... AS WELL AS THE LABOR INVOLVED WITH CAREFULLY PACKING YOUR ITEM. ALL OF THESE EXPENSES MUST BE FIGURED IN WITH OUR SHIPPING AND HANDLING CHARGES. WE HOPE YOU WILL \"PLEASE\" CONSIDER ALL THESE FACTORS... AND THAT YOU WILL GIVE US A \"FIVE STAR\" RATING FOR THE \"SHIPPING CHARGES\" SECTION OF E-BAY'S \"DETAILED SELLER RATING\" FEED BACK: Feed back will given as soon as we receive our payment. If you have a problem with your item Please let me know before leaving feed back. We want to keep our customers happy with their purchases. We welcome you back as many times as you want to visit. Come back often we are adding to our auction on a regular basis. THANK YOU",
  "StartTime": "2017-03-21T16:49:10.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMzY1/z/uJYAAOSwzgBY0Ven/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTgw/z/~ukAAOSw4A5Y0Vet/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzI2/z/YgIAAOSw4CFY0Veu/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTQ3/z/-BUAAOSwsW9Y0Vez/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMyOVgxNjAw/z/-LoAAOSwsW9Y0Ve3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDIz/z/vFkAAOSwzgBY0Ve8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMyMlgxNjAw/z/f8oAAOSw32lY0VfA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU3MlgxNjAw/z/AjUAAOSw4A5Y0VfF/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "14.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Chrome",
        "Name": "Material"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "2000-2009",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "KANSAS CITY RAILROAD WATCH",
        "Name": "Brand"
      },
      {
        "Value": "CHROME",
        "Name": "Case Color"
      },
      {
        "Value": "WHITE",
        "Name": "Face Color"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "oleblack66",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "3569",
    "PositiveFeedbackPercent": "99.8"
  },
  "HitCount": "14",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1224081330228080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-19T16:49:10.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "14.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/KANSAS-CITY-RAILROAD-POCKET-WATCH-26-Chain-As-Seen-TV-N-I-B-GREAT-PATINA-/122408133022",
  "Location": "Decatur, Indiana",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "KANSAS CITY RAILROAD POCKET WATCH 26' Chain (As Seen ON TV)--N.I.B.-GREAT PATINA",
  "Storefront": {
    "StoreName": "shaffer sales",
    "StoreURL": "http://stores.ebay.com/id=16948680"
  },
  "ItemID": "122408133022",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P18DT21H59M23S"
}