{
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "9.99"
  },
  "QuantitySold": "0",
  "PostalCode": "03809",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "1921 Waltham White Gold Filled GF Art Deco POCKET WATCH - TBR TBR – To Be Repaired (sold as-is). Working - But, as with any mechanical watch, it may need (and we recommend) to be cleaned and/or serviced. No crystal. Ser # 24,028,907 – 1921 year of manufacture. Twist case. Outside case is 43.6 mm. See photo of monogram. See photo of maker’s and/or other marks. FOLLOW US .. we will be listing TBR pocket and wristwatches in an ongoing basis Scroll down for any additional photos as they are part of the description. We make every effort to accurately describe items inclusive of photos, which show what is being sold (unless otherwise noted). Please scroll to the bottom of the listing in case there are additions or corrections. Any additional inventory of this item will be offered to the winning buyer prior to payment. NOTE: We DO NOT end auctions early, there is no Buy it Now option for items in auction. Please note: By bidding on this item you are agreeing to all of our Terms of Sale. We always leave feedback! All email correspondence WILL BE TO & FROM your eBay registered email address. eBay will send an invoices shortly after the sale. We will send an eBay based invoice 1 day after the sale. We will send you a last reminder invoice 2 days after the sale. IF we don't hear from you regarding payment by 3 days after the sale, an eBay unpaid case will automatically be opened. Confirmation of purchase is requested and Payment is required within 3 days of the end of the sale (unless other arrangements are made). We accept all forms of payment. If you block emails, you should place our email address (shown on our me page) on your unblocked email list. Shipping -- The most expedited and usually less expensive standard shipping are usually offered as an option at checkout. Shipping costs are posted Up Front so you know the total cost of the item. If you have questions or feel the shipping cost is too much - email us. All shipments are insured through a commercial insurer. We will ship alternative methods if requested if they are available to us, and will gladly provide a quote. We will ship almost all items worldwide. You may email us for a quote to your destination. \"Shipping\" includes all shipping costs: handling costs including packing material and commercial insurance. The cost of the item is discrete from the cost of shipping. (We will combine compatible items for a lower shipping cost). We ship using the most economical method at our discretion for flat rate shipping. Orders will most usually be shipped USPS. Shipments outside of the continental US do incur additional costs (see above). International buyers and domestic buyers requesting shipping options must wait for a quote regarding shipping prior to making payment if calculated shipping is not available; IF you have any special shipping requests, please ask and we will price out the shipping cost accordingly. Delivery cannot be guaranteed for international shipments. CUSTOMS CLEARANCE, FEES AND OTHER ISSUES ARE THE RESPONSIBILITY OF THE BUYER. International customers are advised to check their country's customs office regulations BEFORE bidding to determine if and how the item can be shipped, where and how they can take delivery, and what costs may be involved. (International buyers may message us to inquire if the item is prohibited in their country BEFORE bidding). The seller is held safe and harmless in the event of loss for non-allowable or non-delivered items. Items of value MUST be sent insured (either USPS or Shipsurance). (Note: WE WILL NOT FALSIFY CUSTOMS FORMS.) International Buyers -- Please Note: We ship items QUICKLY! Distance to your location and your country's customs office will often delay delivery - a factor beyond our control! Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Customs form will reflect the item sale price. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering shipping company or when you pick the item up – do not confuse them for additional shipping charges. The buyer is responsible for retrieving items from their customs/postal authorities. If you choose 1st Class International shipping there is usually no tracking! We will not mark merchandise values below price realized nor mark items as \"gifts.\" RETURN POLICY: We guarantee our items to be as represented, and they are sold \"as described\" and \"as photo'd\" so please ask questions before you bid. We do our best to describe items accurately. Weights and measurements are approximates. We honor a no hassle return policy for all items except when noted otherwise in the listing. We also guarantee our items identified by brand to be genuine and authentic. All returns will be verified and we reserve the right to deduct a 20% restocking fee on returns. We will refund purchase price on approved returns. You must notify us within 3 days of receipt of item; and item must be returned within 30 days. Shipping costs are not refunded unless we made an error in the description, and will not exceed original shipping costs paid. (International purchases must be made in US funds). IF YOU ARE NOT COMPLETELY SATISFIED WITH OUR SERVICE OR WITH THE ITEM, PLEASE CONTACT US PRIOR TO LEAVING FEEDBACK. We will do our best to ensure your satisfaction. Feedback is always left. Thanks, and happy bidding. We welcome your inquiries... eMail with questions... Bid with confidence! Powered by SixBit's eCommerce Solution",
  "StartTime": "2017-05-31T01:13:43.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/wlwAAOSwGJlZLK14/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/68oAAOSwR29ZLK15/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/SosAAOSws5pZLK16/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/drQAAOSwfRdZLK17/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/FT8AAOSwjL5ZLK18/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/KvEAAOSwYlRZLK19/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/GNQAAOSwZ4dZLK1-/$_57.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "9.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Waltham",
        "Name": "Brand"
      },
      {
        "Value": "Gold Plated",
        "Name": "Material"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "kalfas",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "21790",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "10",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/4013379471338080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-07T01:13:43.000Z",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "9.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "See listing for details on our return policy.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/1921-Waltham-White-Gold-Filled-GF-Art-Deco-POCKET-WATCH-TBR-/401337947133",
  "Location": "Alton, New Hampshire",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "1921 Waltham White Gold Filled GF Art Deco POCKET WATCH - TBR",
  "Storefront": {
    "StoreName": "Kalfas Store",
    "StoreURL": "http://stores.ebay.com/id=208064"
  },
  "ItemID": "401337947133",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P6DT6H40M13S"
}