{
  "QuantitySold": "0",
  "Title": "Serviced~Helbros 17J Date Swiss Hunter Case Pocket Watch W/ Chain & Knife Fob",
  "PostalCode": "07876",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Please note that all pictures are taken on the macro setting. This makes even the slightest imperfections and specks of dust appear much more prominent though they are often not visible without magnification. PLEASE LOOK AT ALL PHOTOS, READ THE ENTIRE WRITTEN DESCRIPTION AND THEN ASK ANY QUESTIONS BEFORE BIDDING OR PURCHASING THIS ITEM. WORKING HELBROS SWISS 17 JEWEL WIND-UP ANTIQUED HUNTING SCENE HUNTER CASE POCKET WATCH WITH CHAIN AND FOLDING KNIFE FOB. COMES IN ORIGINAL DISPLAY CASE. NOT SURE IF DISPLAY CASE IS ORIGINAL- BUT FIT OF WATCH AND FOB IS PERFECT. LEATHER LIKE COATED CASE EXTERIOR IS IN PERFECT CONDITION CASE INSPECTED AND CLEANED. THE MOVEMENT WAS REMOVED FROM THE CASE, COMPLETELY DIS-ASSEMBLED, UNDERWENT HYDRO-SONIC CLEANING -RINSE-DRIED, EACH PART INSPECTED, WORN OR DAMAGED PARTS HAVE BEEN REPLACED. THE PARTS WERE LUBRICATED, AND THE MOVEMENT RE-ASSEMBLED, ADJUSTED AND TIMED. ================================HELBROS SWISS 48MM (ALMOST 2\") FANCY ANTIQUED GOLD FINISHED HUNTER CASE POCKET WATCH WITH CHAIN AND FOLDING KNIFE FOB. THE WATCH IS POWERED BY TOP QUALITY SWISS MADE 17 JEWEL WINDING MECHANICAL MOVEMENT. THE MOVEMENT OPERATES AT A VERY ACCURATE 21,600 BEATS PER HOUR AND FEATURES A DATE (NOT QUICK SET) COMPLICATION. THE MOVEMENT HAS BEEN FULLY SERVICED - INSPECTED, CLEANED, AND LUBRICATED. DIAL:40MM \"HELBROS\" SIGNED SATIN SILVER-WHITE DIAL. \"17 JEWELS\" AND \"SWISS MADE\" PRINTED ON LOWER HALF OF DIAL. RAISED POLISHED GOLD HOUR MARKERS. POLISHED GOLD/BLACK HOUR, MINUTE AND SWEEPING SECOND HANDS. GOLD FRAMED DATE WINDOW AT 3. LIGHT AND EVEN WARM PATINA- NO CHIPS- SPOTS OR DEFECTS OTHERWISE. CASE:MINT CONDITION FANCY 48 MM (2\") DIAMETER HUNTER WATCH CASE (measured without crown). ANTIQUED GOLD PLATED FINISH. ENGRAVED DECORATED EDGE CASE IS 17 MM THICK (WITH BOTH COVERS). NO SCRATCHES OR SCUFFS ON EDGE OF CASE - NO BRASSING .HINGED DIAL COVER IN PERFECT CONDITION . DECORATED WITH HUNTING SCENE - SURFACE DISPLAYS NO WEAR, NO DENTS OR SCRATCHES. DIAL COVER OPENS BY DEPRESSING CROWN. STRONG SPRING. NO PLAY IN HINGE . OPENS SEVERAL DEGREES SHORT OF TOP DEAD CENTER. THE DIAL COVER CLOSES FLAT AND ENGAGES LATCH PERFECTLY.BEZEL IS PERFECT . NO SCRATCHES, DENTS OR SCUFFS. BEZEL ALLOWS DIAL COVER TO SHUT EVENLY. IT HOLDS CLEAR ACRYLIC CRYSTAL TIGHT. NO SCRATCHES ON CLEAN AND CLEAR DOME, NO CHIPS, NO CRACKS. SNAP DOWN CASE BACK IN PERFECT CONDITION. ENGRAVED DECORATION . NO WEAR . NO DENTS OR SCRATCHES . CLEAN INSIDE SURFACE. IT SEATS TIGHT AND FLAT TO CASE. NO WEAR ON COLLAR, CROWN AND HOOP. THE CROWN IS BOUND SECURELY AND DISPLAYS NO WEAR ON KNURLING. THE HOOP IS BOUND TIGHT AND WILL STAY IN POSITION. CHAIN- FOB: ATTACHED TO THE HOOP IS 12\" MATCHING ANTIQUED GOLD PLATED WATCH CHAIN. THE CHAINS LINKS MEASURE ABOUT 5/16\" WIDE. 2 BLADE FOLDING KNIFE FOB MEASURES 2-3/4\" LONG. \"PROV. CUT. CO. PROV. RI USA\" BLADE SIGNED. MATTE FINISHED GOLD PLATED SLABS (SIDES OF KNIFE) . EXCELLENT CONDITION- LOOKS UNUSED. CLEAN. COMMENTS:NEVER NEEDS A BATTERY! WIND UP WATCH!! WORKING AND KEEPING TIME! PRECISION TOP GRADE SWISS POCKET WATCH ! READY FOR USE OR COLLECTING ! Sorry, but I'm not responsible for additional charges or costs (such as customs, import duties, VAT, or any other taxes) incurred by your local Government. Customs policies vary from country to country, you MUST contact your local Customs Agency with any questions or liabilities. International Bidders I understand the high cost of import fee and will work with you on the value of the item declared. WINNING BIDDERS PLEASE CONTACT ME AFTER PAYMENT WITH REQUESTS. IN THE RARE CASE THAT THE WATCH OR WATCHES ARE NOT WORKING PROPERLY when received: Please contact me first, and DO NOT GO TO YOUR LOCAL WATCHMAKER. If you give me a chance - and send me back the watch - I'll fix it, and ship it back to you for free (or I'll FULLY REFUND full cost of watch including SHIPPING AND RETURN SHIPPING). If you decide not to send back the watch and fix it on your own, (even though a Paypal dispute) the fixing costs will eventually be your responsibility not-withstanding all your efforts. I'm always ready to accept returns and fully refund my customers. So please, if trouble occurs, let me know the details first. Ebay Policy recommends this course of action and I enjoy open communication with my customers. Check out my other items!",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTEzNlgxMjI0/z/ikEAAOSwB-1YnIkC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/SpMAAOSwWxNYnIiM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/h3wAAOSwx6pYnIi6/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE4OFgxMjIw/z/MI0AAOSw2gxYnIkw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/f~0AAOSwB-1YnIjM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/uVcAAOSwCU1YnInF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/uy4AAOSwB-1YnIn-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjUyWDY3Ng==/z/e7MAAOSwWxNYnIms/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzcyWDEyMzI=/z/Su8AAOSw3v5YnIjy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/hskAAOSwWxNYnIn0/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "119.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "helbros",
        "Name": "Brand"
      },
      {
        "Value": "Gold Plated",
        "Name": "Material"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Full Hunter",
        "Name": "Closure"
      },
      {
        "Value": [
          "in gift box",
          "Includes Chain"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Base metal",
        "Name": "Case Material"
      },
      {
        "Value": "Antiqued Gold",
        "Name": "Case Color"
      },
      {
        "Value": "silver-white",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "1970-1979",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "brian727272",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "17662",
    "PositiveFeedbackPercent": "99.8"
  },
  "StartTime": "2017-04-28T15:38:03.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1825503639658080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-27T15:38:03.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "119.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "60 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Serviced-Helbros-17J-Date-Swiss-Hunter-Case-Pocket-Watch-W-Chain-Knife-Fob-/182550363965",
  "ConditionDescription": "Rare Helbros Swiss Hunter~Spotless Clean~~box not original",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Succasunna, New Jersey",
  "Storefront": {
    "StoreName": "BRIAN727272STORE",
    "StoreURL": "http://stores.ebay.com/id=59956433"
  },
  "ItemID": "182550363965",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P26DT20H52M2S"
}