{
  "QuantitySold": "0",
  "PostalCode": "06878",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Kansas City Railroad Pocket Watch w/ 26\" Chain, FOB & Tin Case Limited Edition TeleBrands made in 2013 -- New & Still Factory Sealed new & improved Quartz movement -- never needs windinginspired by Jesse James' Train Robbery in 1874Certificate of AuthenticityButterfly Hingeperfectly paired 26\" Pocket Chain & FOB limited edition Timepieceas seen on TVfor men or women CONDITION: New & Still Factory Sealed WANT MORE PICS?: If you would like to see more pics of any item I offer for sale, please let me know. I will email you additional pics. FORMS OF PAYMENT: I accept PayPal, U.S. Official Certified Bank Checks, U.S. Bank Cashier's Checks, or U.S. Dollars Cash. Sorry, but I do not accept any personal checks nor any business drawn checks. Please send me payment within 7 days of auction close. If I do not receive payment within said 7 days from you, I reserve the right to relist and resell the item back on Ebay, and negative feedback will be reported and posted by me as to any non-paying customers. If you cannot pay me within this time frame, then please just let me know by a courtesy email so that I know when I can expect payment from you. SHIPPING/HANDLING/PACKAGING, & COMBINED SHIPPING: Once I receive your payment and it has cleared my bank account, I timely ship my items out to you within 3 to 5 business days. I will send you an email notification that I have received your payment and when you can expect to have the item shipped out. All my auctions come well-packaged when shipped out. I take great care and pride in making sure your item arrives to you safe and undamaged. All my auctions within the U.S. automatically contain Delivery Confirmation with the U.S. Postal Service so that I know that you received your item from me. All my items come from a smoke-free and pet-free environment. INTERNATIONAL BIDDERS WELCOME: I ship anywhere in the world. International Shipping will be $20.00. Normal 0 false false false EN-US X-NONE X-NONE RETURN POLICY: If my item does arrive to you as damaged or you are not completely satisfied with the item upon receiving it, I will work out a reasonable solution to any problems or concerns you may have, including offering a full refund. You must tell me by email upon receiving the item within 14 days, and return the item back to me within 14 days the way you received it in order to receive a full refund. Please note that I will not pay for return shipping back to my place of business. Any questions on my return policy, please feel free to email me. THANK YOU: I want to personally thank you for checking out my auctions site on Ebay and hopefully bidding and winning my items. Please check back with my auctions site on a regular basis and save me as one of your favorite Ebay sellers. I just might have what you are looking for. Please always feel free to contact me anytime with any questions you may have. I greatly appreciate any business you can give me. TO STOP THE MUSIC CLICK ON THE SQUARE EBAY by \"Wierd Al\" Yankovic Music Download has been purchased for Entertainment on my Auction. MUSIC ANIMATION BY KALI MARCUM",
  "StartTime": "2017-05-13T00:09:01.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMzU3/z/mvEAAOSwiCRUc~Qo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTQw/z/KhAAAOSwofxUc~Q0/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "25.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "TeleBrands",
        "Name": "Brand"
      },
      {
        "Value": "Includes Chain",
        "Name": "Features"
      }
    ]
  },
  "Seller": {
    "UserID": "treasuresinmyhome",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1409",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "8",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3225148275678080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-12T00:09:01.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "25.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Kansas-City-Railroad-Pocket-Watch-w-26-Chain-Tin-Case-Ltd-Ed-TeleBrands-2013-/322514827567",
  "Location": "Riverside, Connecticut",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Kansas City Railroad Pocket Watch w/ 26\" Chain & Tin Case Ltd Ed TeleBrands 2013",
  "Storefront": {
    "StoreName": "treasuresinmyhome",
    "StoreURL": "http://stores.ebay.com/id=24588225"
  },
  "ItemID": "322514827567",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P11DT5H27M12S"
}