{
  "QuantitySold": "0",
  "Title": "Vintage Satellite Wind Up Pocket Watch Made in Austria Ward Co.",
  "PostalCode": "85203",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "A wonderful old pocket watch. It looks to be nearly new condition. It has a gorgeous gold tone metal case that features a raised design including a shield with a griffin inside in an antique gold metal. The face has a \"diamond\" in the center of the hands and the numbers are a bit modernist looking. The face is plastic and in very good condition. It measures about 2\" by 2\". The only flaw I could find was a bit of dust on the face...I tried to show it in photo. It winds and works great. It would make a great gift! SEE MY OTHER AUCTIONS FOR MORE GREAT ANTIQUES, COLLECTIBLES, AND ETC. **Please understand and agree to the following terms before bidding (ESPECIALLY SHIPPING INFORMATION): As I do with most of my auctions, I am offering this item AS-IS with no reserve. I sell a variety of items, mostly second hand...meaning used. I try to describe my items accurately and I allow the bidders to determine the value. Please email all questions prior to bidding. AS-IS is just a way of saying that all sales are final. (Unless of course the item description was grossly inaccurate.) It doesn't necessarily imply that there is something wrong with the item. I expect ALL questions to be asked prior to bidding. SHIPPING INFO: (Applies when not specified for pick-up ) Shipping is pre-calculated for this item. It is not negotiable. It covers all packaging, shipping and insurance costs. I can’t possibly figure it accurately, as I have no idea where the package will be going or how much insurance it will need. It it makes the auctions go smoother if I give a shipping amount up front, so I try to estimate the cost. Once again…It is not negotiable. I do not combine shipping costs - even if I combine packaging. I do not refund if I am over nor do I charge you if I have undercalculated (which is not uncommon). Please figure the shipping amount as part of your bidding amount...(Example...If shipping is $20 and you want to pay $80 for an item...then you should bid $60 for the item. This way it doesn't matter how much shipping is...you only pay what you are willing to pay for the item.) I don't try to make money on shipping...but I can't afford to lose money either. *** I usually ship within a day of receiving payment. I have indicated 3 days because stuff happens and a little breathing room is necessary. If you need an item quickly, please let me know and I will do my best to accomodate. PICK-UP: There is usually no charge for picking an item up personally, unless the item requires special packaging. Please contact me ASAP following the auciton to arrange for pick-up. Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "StartTime": "2017-05-27T02:20:37.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDgwWDc5OA==/z/zx0AAOSwnHZYSimK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/smAAAOSwa~BYSimK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/RtMAAOSwo4pYSimL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/A2UAAOSwA3dYSimM/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDc4WDYzOQ==/z/z2sAAOSwnHZYSimM/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "39.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "myhawby",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2534",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "5",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1525625106428080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-26T02:20:37.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "39.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "MX"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "If item is significantly not as described, item may be refunded at sellers expense. Seller must be notified within 3 days of receipt of item that is not as described. Otherwise, item may be returned within 30 days of receipt at buyer's expense with a 20% restocking fee.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Satellite-Wind-Up-Pocket-Watch-Made-Austria-Ward-Co-/152562510642",
  "ConditionDescription": "Excellent condition, looks nearly new.  Works great!  Some dust under face. (see photo)",
  "Location": "Mesa, Arizona",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "152562510642",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P25DT7H45M11S"
}