{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "DZ",
    "TN",
    "CN",
    "JP",
    "FJ",
    "HK",
    "MO",
    "TW",
    "VN",
    "AR",
    "PO Box"
  ],
  "QuantityThreshold": "10",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "6.29"
  },
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/WuEAAOSwax5YulJ0/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/8QsAAOSwhlZYulJ2/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/4PEAAOSw32lYulJ0/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/S8wAAOSwfVpYulJ2/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/S7QAAOSwfVpYulJ0/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/8OgAAOSwhlZYulJ0/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "Quantity": "500",
  "QuantitySold": "1",
  "Seller": {
    "UserID": "yallstore",
    "FeedbackRatingStar": "SilverShooting",
    "FeedbackScore": "1550200",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.0"
  },
  "StartTime": "2017-03-04T05:37:07.000Z",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Item must be returned within 30 days ,and refund wil be given as money back.\nAll NON-seller mistake returns for refund are subject to 20% re-stocking fee.(including buyer Just didn’t like it,Ordered by mistake ,Found a better price , Changed mind or Doesn’t fit  etc.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "AutoPay": "false",
  "HighBidder": {
    "UserID": "n***b",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "499",
    "FeedbackPrivate": "false"
  },
  "ListingType": "FixedPriceItem",
  "Title": "Vintage Retro Antique Necklace Quartz Pocket Watch Pendant Chain Watch Gift",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "201841424043",
  "PaymentMethods": "PayPal",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Retro-Antique-Necklace-Quartz-Pocket-Watch-Pendant-Chain-Watch-Gift-/201841424043",
  "Storefront": {
    "StoreName": "YallStore",
    "StoreURL": "http://stores.ebay.com/id=415185044"
  },
  "Country": "US",
  "PostalCode": "08902",
  "QuantitySoldByPickupInStore": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "GlobalShipping": "false",
  "ConditionDisplayName": "New without tags",
  "Description": "Electorinics Cell Phone Component Cell Phone Accessories Apple Component Computer Laptop Electronic Tablets & NetBook Digital Cameras Video Game Lamps & LED Lighting Fashion Clothings Sunglasses Bags Health & Beauty Jewelry Sex Product Home & Garden Home Security Home/Garden Baby & infant Pet Supplies RC Toys & Hobbies Toys Home Tools&industrial Other Motors Art & Office Musical Instruments Exercise & Fitness Crafts Outdoor Goods Hunting Skateboard Fishing Camping Climbing & Hiking BBQ Tools Headlamps & Lanterns $5 Gadgets Free Shipping Items On Sale Clearance 60L Camping Travel Rucksack Waterproof Backpack 22.69 $ 2-Tier Multi-function Stainless Steel Dish Drying Rack 12.29 $ 7Pcs Pro Makeup Cosmetic Brushes Set Kit 9.11 $ Store Categories Apple Component iPad iPhone iPod Other Cell Phone Component Samsung Component HTC Component LG Component Sony Component Other Cell Phone Accessories Cases, Covers & Skins Chargers & Cradles Headsets & Headphones Mounts & Holders iPad Accessories Smart Watches Other Computer Cable Computer Converter External Drives Flash Drive Headphones Keyboard & Mouse USB Hubs & Camera Other Accessories Laptop Laptop AC Adapter Laptop Accessories Laptop Battery Laptop Components Laptop Keyboard Laptop LCD Screen Electronic Audio & Video Digital Scales Home Video Memory Card Power Equipment TV Mounts Smart Watch Radio Communication 3D Filaments Tablets & NetBook eBook Reader Tablet PC/PAD Tablet Components Tablets Accessories Digital Cameras Battery & Charger Camcorders & Cameras Camera Bag Case Flashes & Accessories Lens & Accessories Repair Parts Tripod Stand USB Data Cable Other Video Games Nintendo DS Nintendo Wii PS1/PS2/PS3 PSP 1000/GO Xbox/Xbox 360 Other Lamps & LED Lighting Flashlights Home Lights LED Lighting Motors Alternator Atv Tires ATV/UTV Parts Automotive Tools Bike Blower Motor Boat Parts Brake Drum Brake Pads Brake Parts Package Brake Rotors Pads Package Brake Shoes Bull Bar Bumper Car Alarm & Security Car Exterior Car Interior Car Other Accessories Clutches & Parts Coil Springs Compression CV Axles（ATV） Cylinder Gasket Door Handle Emission System Fans & Kits Fastener Fender Flares Flange Plate Fog/Driving Lights Headlights Hub Caps Lift Support Mirrors Motor Mounts Running Boarding Oxygen Sensor Radiator & parts Shocks & Struts Solenoid Starter Sunroof & hard top Superchargers & Parts Suspension Kit Taillights Tire Chains Tonneau Cover Towing & Hauling Trailer Tires Turbo Chargers & Parts Water Pumps Wheel Center Caps Wheel Lugs Wheels Wheels Hubs Clothings Women's Clothing Men's Clothing Clothing Accessories Sunglasses Motorcycle Goggle Men's Sunglasses Women's Sunglasses Other Bags Health & Beauty Hair Care Health Care Make-up NailArt Skin Care Tattoos Clearance Jewelry Bracelets Earrings Hair Jewelry Jewelry Boxes Necklace Rings Watches Brooch & Other Jewelry Other Sex Product Bras & Bra Sets Condoms & Lubricants Ovulation Tests Sex Toys Sexy Lingerie Underwear & G-string Clearance Home Security CCTV Surveillance Kits DoorBell & Door Locks Spy Hidden Camera Sensor Alarm Home/Garden Bedding Supplies Cigarette/Lighter Home Decor Home Store Housekeeping Wedding Supplies BBQ Garden Lighting Kitchen Supplies Bath Supplies Baby & infant Baby Gear Baby safety Clothing & shoes Diapers Feeding Maternity Products Pet Supplies Aquarium & Fish Totes & Harnesses Cloths & Shoes & Toys Grooming tool Pet Dishes & Feeders Training & Muzzles Pet Supplies Art & Office Art Supplies Magnifier & Loupes Office/Station​ery Musical Instruments Guitar Harmonica & DRUM Pro Audio Equipment Saxphone Violin/Viola/Cello Woodwind Other Exercise & Fitness Boxing Dance & Gymnastics Gym & Workout Martial Arts Running Swimming Yoga Outdoor Goods BBQ Tools Camping Climbing & Hiking Fishing Headlamps & Lanterns Hunting Skateboard Crafts RC Toys & Hobbies FPV System Multi-Rotor Parts RC Boats RC Car RC Helicopters RC Quadcopters Other Toys Classical toys Creative toys Holiday toys Preschool toys Other toys Home Tools&industrial Hand Tools Instrument Power Tools Welding Tools business & industrial Screen separator Other --> Vintage Retro Antique Necklace Quartz Pocket Watch Pendant Chain Watch Gift Introductions: If you have an affinity to retro style, this Retro Style Hollow-out Carving Umbrella-shaped White Round Dial Pocket Watch Silver (Small Size) may be appealing to you even for the first sight. Smart and skillful craftsmanship has been completely indicated from every detail. Delicate carving with cute umbrella shape shows its peculiar feature different from traditional one. As a pocket watch, it is so compact and lightweight that it won't give additional burden while you are wearing it. Except that, adopting quartz movement, it ensures excellent precision and stability. If you are seeking for a good watch, this one must be your favorite! Features: 1. A perfect combination of retro and fashion elements 2. High in strength and guaranteed in quality 3. Retro design makes it full of individuality 4. Skillful carving technique with umbrella shape 5. Superb quartz movement is precise and stable in performance 6. Can be worn around the neck or tucked away into a pocket 7. A good gift for you, your friends and family members 8. Except from its utility, it is also ideal for collection Specifications: 1. Gender: Unisex 2. Style: Retro 3. Power Supply: Button Battery 4. Display: Analog 5. Material: Aluminium 6. Movement: Quartz 7. Case Dimensions: (0.44 x 1.06)\" / (1.12 x 2.7)cm (H x Dia.) 8. Case Thickness: 0.44\" / 1.12cm 9. Band Length: 32.44\" / 82.4cm 10. Band Width: 0.12\" / 0.3cm 11. Band Color: Silver 12. Dial Color: White 13. Dial Diameter: 0.79\" / 2cm 14. Dial Shape/Pattern: Round / Small Hollowed-out Umbrella Shape 15. Water Resistant: No 16. Weight: 0.85oz / 24g Package Includes: 1 x Pocket Watch Sport Smart Bluetooth Bracelet Wrist Watch US $15.89 S912 64bit Octa core 2G/16G Android 6.0 TV Box US $62.99 Portable Camera Tripod for Sony Canon US $11.99 T8 G13 3500K 6000K LED TUBE LIGHTS US $34.99 Emergency Backup Gas Caddy Tank 5 Gal US $21.29 80 Disc CD VCD DVD Album Storage Bag US $6.29 720P Pan Tilt Network Home CCTV IP Camera US $19.99 Digital Egg Incubator Temperature Control US $63.50 Shipping Payment Return Feedback Contet Us FAQ Shipping: 1. Ship worldwide from New Jersey by reliable shipping companies -- USPS, UPS, FEDEX, DHL, etc., and only to VERIFIED PAYPAL ADDRESS. Transport Delivery ETA. Package handling only takes 1 business day at our warehouse, so please make sure entering correct payment and shipping information before checking out. Once your payment is completed, we are not going to accept any more changes to your order. 2. International Buyers Please Note: a. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyers responsibility. b. Please check with your countrys customs office to determine what these additional costs will be prior to bidding/buying. 3. Please check your shipping address carefully before checkout, it can't be changed if order completed. 4. Orders placed on weekend will be shipped within 2 days.Notification of shipment with tracking number will be sent to buyers. 5. Standard shipping: 2-7 business days Expedited Shipping: 2-3 business days One-day Shipping: 1 business day International shipping: Varies 6. Ship within 1 business day once payment completed. Notification of shipment with tracking No. will be sent to buyer. 7. We offer discounts for combine shipping. Please contact us first if you need combine shipping, and an invoice with discount will be sent to you. 8. Please allow 5 business days for delivery to US destinations on any eBay orders and 14 business days for delivery to any International destinations. We highly recommend our buyer choose priority/expess mail for international delivery which is much more stable. Payment: 1. Payment should be completed within 8 (Eight) days of auction closing. Or unpaid dispute will be filed for closing auction. Returns: 1. Refunds given only if item DOA and cannot be replaced via PAYPAL . If so, Please reported within 5 days and return to us within 30 days from the delivery date for exchange or refund. 2. Buyer should check the package once receiving. If the package damage during the freight, please refuse to sign for the package and it will return to us. Then contact us promptly 3. If you need return, please check twice to confirm the item not work and contact our customer service representative, let us know the detailed problem and send us some pictures for confirmation. Then get a unique address for return. 4. We cant receive the packages if buyer return by yourselves according to the address on shipping package. We wont solve such case and buyer should responsible for the consequences. 5. It is IMPORTMENT to declare you package as Product for Return on the Customs Declaration Form, and DO REMEMBER SIGN YOUR EBAY ID AND ITME No., or your return wont be accepted. 6. Warranty covers replacement or repair,contact us for warranty details. 7. All NON-seller mistake returns for refund are subject to 20% re-stocking fee and buyer should pay for the return shipping fee. (E.g. you brought wrong model or wrong color). 8. We ONLY accept the return for original package. Please make sure the item have NO man-made sabotage. If you purchased in improper condition, please NOTE that the sipping and handling fee will not be refund, all return shipping fee should paid by the buyer unless item DOA. Feedback: If you are dissatisfied for any reason, please donot be quick to leave negative/neutral feedback. We work hard to make sure EVERY CUSTOMER 100% SATISFIED and resolve any problem for you and always leave positive feedback to all our customers. Contact us: 1. We offer Laptop, Video Game, Cameras, Computers, Electronic accessories, all our products are chosen from various reputable manufacturers, and are also tested before ship for quality assurance purposes. 2. At YallStore you will get good quality, low price and great service. You will get what you need here. At YallStore, We take every efforts to offer Five Stars Service to our customers. 3. Work Time:Monday to Saturday FAQ: Q: How do I pay for my purchase? A: Yallstore accepts PayPal. Q: When will the item be shipped out? A: This item will be shipped with 1 business day once payment completed. Q: Where is my tracking number? A: Please log on your account,click \"my eBay\"-->\"my summary\",or open your emailbox and find the shipping notification email. Q: How do I return an item? A: Yallstore accepts returns.Items must be returned within 60 days.Refunds will be given as money back.Please contact our customer service before you return an item. About US | Newsletter | Feedback | Contact Us Copyright © 2006-2017 YallStore. All rights reserved. Desktop Mobile Buy Watch -->",
  "HitCount": "433",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "3938",
  "SKU": "6A216016568",
  "QuantityAvailableHint": "MoreThan",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2018414240438080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "TopRatedListing": "true",
  "EndTime": "2017-06-02T05:37:07.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "North Brunswick, New Jersey",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "6.29"
  },
  "TimeLeft": "P1DT10H43M43S"
}