{
  "ExcludeShipToLocation": "IL",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "1475.0"
  },
  "SecondaryCategoryIDPath": "1:417:1444:95168",
  "HandlingTime": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU5OVgxNjAw/z/-OcAAOSwIgNXrzXX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxNjAw/z/-TkAAOSwIgNXrzXa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/y9EAAOSwU-pXrzXc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Sp8AAOSw65FXrzXe/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "eashland_net",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1744",
    "PositiveFeedbackPercent": "99.7"
  },
  "StartTime": "2017-05-30T00:53:33.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "ConditionDescription": "Extraordinary 16-Size 23-Jewel Waltham Up/Down Indicator Railroad Pocket Watch With 24-Hour Dial in Superb ConditionU.S./Mass.; Waltham; Man’s; SN#27,322,941; CA1931CASE: The rose gold-filled 16-size (45-49MM) No. 3,696,223 open face case displays floral/machined decorations and is signed “A. W. C. Co.”DIAL: The white porcelain double sunk 24-hour dial features Arabic numerals, spade hands and is signed “Waltham” 23-jewel.”MOVT: The 23-jewel lever-set No. 27,322,941 nickel movement has a lever escapement, bridge-style layout and is signed “Waltham Vanguard.”Mint porcelain double sunk 24-hour dial on this 23-jewel Lossier hairspring adjusted movement. Vanguard wind indicator, unworn J. Boss railroad case with deep engraved designs. Blank monogram shield, triple signed “Waltham” case, dial and movement. One of Ashland’s best condition indicators!",
  "Title": "23 JEWEL WALTHAM VANGUARD RAILROAD POCKET WATCH 24 HOUR DIAL UP/DOWN INDICATOR",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "232352476624",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Collectibles:Transportation:Railroadiana & Trains:Watches & Pocket Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/23-JEWEL-WALTHAM-VANGUARD-RAILROAD-POCKET-WATCH-24-HOUR-DIAL-UP-DOWN-INDICATOR-/232352476624",
  "Storefront": {
    "StoreName": "eAshland_net Watches and Jewelry",
    "StoreURL": "http://stores.ebay.com/id=1012016780"
  },
  "QuantitySold": "0",
  "PostalCode": "34236",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Extraordinary 16-Size 23-Jewel Waltham Up/Down Indicator Railroad Pocket Watch With 24-Hour Dial in Superb Condition U.S./Mass.; Waltham; Man’s; SN#27,322,941; CA1931 CASE: The rose gold-filled 16-size (45-49MM) No. 3,696,223 open face case displays floral/machined decorations and is signed “A. W. C. Co.” DIAL: The white porcelain double sunk 24-hour dial features Arabic numerals, spade hands and is signed “Waltham” 23-jewel.” MOVT: The 23-jewel lever-set No. 27,322,941 nickel movement has a lever escapement, bridge-style layout and is signed “Waltham Vanguard.” C 2 (The Case is in Perfect Condition) D 2 (Dial is in Perfect Condition) M 2 (The Movement is in Perfect Condition) R 9 (Rarity based on a scale of #1 being very common to #10 being extremely rare) Expert’s Opinion: Mint porcelain double sunk 24-hour dial on this 23-jewel Lossier hairspring adjusted movement. Vanguard wind indicator, unworn J. Boss railroad case with deep engraved designs. Blank monogram shield, triple signed “Waltham” case, dial and movement. One of Ashland’s best condition indicators! AI-CAT180-21te Up/Down Wind Indicator Some of the highest quality pocketwatches were equipped with a \"wind-indicator\" also called an \"up-down indicator\". The up-down indicator is a small dial indicating the amount of \"power reserve\" left in the wound mainspring. Most up-down indicators have a scale that points to zero when the watch is fully wound and then gradually indicates to a higher number as the watch runs down. This can be thought of as the number of hours that have elapsed since the watch was last wound. You should always stop winding when the needle on the indicator reaches zero. On most watches, it's possible to wind a little past the zero mark, but the spring was \"set-up\" to provide the best time-keeping by stopping at zero. Similarly, you should wind the watch before it drops below the 30 mark to keep it operating in the \"middle of the mainspring\". Up-down indicator watches are somewhat rare and are highly-prized by collectors. Lever Escapement An escapement is a device in mechanical watches and clocks that transfers energy to the timekeeping element (the \"impulse action\") and allows the number of its oscillations to be counted (the \"locking action\"). The impulse action transfers energy to the clock's timekeeping element (usually a pendulum or balance wheel) to replace the energy lost to friction during its cycle and keep the timekeeper oscillating. The escapement is driven by force from a coiled spring or a suspended weight, transmitted through the timepiece's gear train. Each swing of the pendulum or balance wheel releases a tooth of the escapement's escape wheel gear, allowing the clock's gear train to advance or \"escape\" by a fixed amount. This regular periodic advancement moves the clock's hands forward at a steady rate. At the same time the tooth gives the timekeeping element a push, before another tooth catches on the escapement's pallet, returning the escapement to its \"locked\" state. The sudden stopping of the escapement's tooth is what generates the characteristic \"ticking\" sound heard in operating mechanical clocks and watches. Bridge Style Layout The metal bar which bears the pivot of wheel and is supported at both ends. The bridge style watch has two or three fingers to hold the wheels in place and together are called a bridge. The term bridge (horologically) is one that is anchored at both ends. CUSTOMER SERVICE: Phone 1-800-424-5353 Contact: Rick Gilbert Hours:9 - 5 EST, Monday - Friday Address: eAshland_net Sarasota Arts & Antique Center 640 South Washington Blvd, Suite 200 Sarasota, FL 34236 INTERNATIONAL CUSTOMERS: CODE OF ETHICS...Deal with Honesty Ashland is proud of its reputation as a trusted dealer in antique timepieces. Our customers trust and respect is paramount to the success of our business and to that end we constantly strive to exceed your expectations by adhering to the guidelines listed below: eAshland_net Is committed to its customers satisfaction. Clearly, honestly and accurately represents its products, service, terms and conditions. Delivers its products and services as represented. Communicates in a respectful and courteous manner. Responds to inquiries in a constructive timely way. Maintains appropriate security policies and practices to safeguard customer's information. Offers a free 7 day return policy for watches or jewelry, if ever misdescribed. Does not allow customers personally identifiable information to be transferred or shared with any outside organizations or individuals. Honors requests not to receive further solicitations from eAshland_net. Follows the spirit of the law and all applicable guidelines for ethical business practices. RETURN POLICY: All returns must be accompanied by the original packing slip and received in the exact condition as sent. We maintain photos of all items sold, denoting the condition at the time of purchase and shipping. Any returns based on a third party opinion, i.e. jeweler, watch maker, diamond grader or antique dealer, must have a signed, notarized letter, stating exactly why item is not as described. No exceptions will be made.Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. We do not mark merchandise values below value or mark items as “gifts” - US and International government regulations prohibit such behavior. Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "HitCount": "19",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "3938",
  "SKU": "AI-CAT180-21te",
  "SecondaryCategoryID": "95168",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1930-1939",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Waltham",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Rose Gold Filled",
        "Name": "Material"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": [
          "Up/Down Wind Indicator",
          "Railroad Grade",
          "24-Hour Dial"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Lever",
        "Name": "Escapement Type"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "27,322,941",
        "Name": "Serial Number"
      },
      {
        "Value": "Vanguard",
        "Name": "Model"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "23 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Rose Gold",
        "Name": "Case Color"
      },
      {
        "Value": "16",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      }
    ]
  },
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2323524766248080_1.jpg",
  "BestOfferEnabled": "true",
  "BidCount": "0",
  "EndTime": "2017-06-02T00:53:33.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Sarasota, Florida",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "1475.0"
  },
  "TimeLeft": "P1DT6H19M14S"
}