{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "PostalCode": "85032",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Product Information Pocket Watch With Silver-Tone Chain Adult Halloween Accessory Put the final touch on your costume by adding this Pocket Watch with Chain. This non-functioning, silver-tone accessory is just what need for Halloween, character reenactments, parties, plays, parades and more. Made from plastic, it is durable enough for use from year to use. The silver pocket watch adult Halloween accessory is one size fits most. Use it for your gangster, Mad Hatter or coachmen costume. Spot clean only. Due to seasonal volume, please review shipping/delivery date options closely. Pocket Watch with Silver-Tone Chain Adult Halloween Accessory: Includes silver-tone pocket watch with chain Material: plastic Care: spot clean; do not iron 1 size fits most Plastic pocket watch is non-functioning Silver-tone Excellent costume accessory for Halloween, character or historical reenactments, parties, plays, parades, family occasions and other holiday productions and festivities Works for many costume themes OccasionHalloweenGenderWomen, MenAge Range12 Years & UpModelBB337ThemeClassicBrandGenericFabric Content100% MultiConditionNewMaterialMultiManufacturer Part NumberBB337ColorMulticolorAssembled Product Dimensions (L x W x H)7.00 x 6.00 x 3.00 Inches Includes silver-tone pocket watch with chain1 size fits most Shipping Policies All in stock items will ship from our warehouses within 1-2 business days.Most items are delivered within 3-5 business days, however, please allow 3-10 business days.Shipping is always FREENo Local PickupCheck our Feedback to see the great reviews of FAST shipping we offer.Return Policies If you are not 100% satisfied with your purchase, you can return the product and get a full refund. Also, you can exchange the product for a similar one if you want to. You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please contact us prior to initiating a return so that we can issue you a refund authorization. If you changed your mind and you want to return your item, you will be charged 10% restocking fee and return shipping costs.About Us We are aiming to provide you the best deals available with a professional customer service. All of the products sold in our store are brand new and 100% authentic sourced directly from the original manufacturers. Your satisfaction is our main goal to continue what we have started, and do it with pride. If you enjoyed your experience with us, please feel free to leave us a positive feedback for helping to our business growth. If you have any queries, please contact us via Ebay Messaging.",
  "StartTime": "2017-05-08T21:19:56.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Ln4AAOSwxu5ZEOD3/$_12.JPG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "38.27"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "2",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Generic",
        "Name": "Brand"
      },
      {
        "Value": "BB337",
        "Name": "MPN"
      },
      {
        "Value": "BB337",
        "Name": "Model"
      },
      {
        "Value": "082686009010",
        "Name": "UPC"
      },
      {
        "Value": "0082686009010",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "unique_deals_online",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "118",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "8",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1726664733128080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-07T21:19:56.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "38.27"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or replacement (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pocket-Watch-Silver-Tone-Chain-Adult-Halloween-Accessory-/172666473312",
  "Location": "Phoenix, Arizona",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Pocket Watch With Silver-Tone Chain Adult Halloween Accessory",
  "Storefront": {
    "StoreName": "Manuel&#39;s Unique Deals Online",
    "StoreURL": "http://stores.ebay.com/id=1426709742"
  },
  "ItemID": "172666473312",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P7DT2H36M40S"
}