{
  "QuantitySold": "0",
  "PostalCode": "22901",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "NICE POCKETWATCH with original tags and clear plastic on the back of the watchNon working, more than likely, it needs a battery.GoldTone watch 1 1/2\" diameter and 12\" chainA sign of the times. Embrace a retro style with this goldtone pocket watch--it's designed with an engraved cover and a push-button opening. From Seiko.Goldtone chain, white dialRoman numerals at each hour, goldtone dot accents, matte black hour and minute hands, goldtone second handAnalog quartz movementApproximate measurements: Case 1-1/2\"Diam; Chain 12\"L Normal 0 false false false EN-US JA X-NONE WHO WE ARE We are AskLandis, a down-sizing, decluttering, personal organizing, moving company whose headquarters is located in Charlottesville, VA. In most cases, we do not know the exact history of the items that we sell. We will describe items to the best of our ability, with full disclosure of any flaws that we detect including smells, stains, defects. Photos are always a part of the description. SHIPPING Shipping cost is the buyer’s responsibility. Items will be shipped out well packaged within 1 business day from our non-smoking facility via USPS shipping. We will use the least expensive, appropriate shipping method as first choice: 1st class with tracking (insurance added for an additional cost), Priority Mail with tracking and insurance, Media Mail (no tracking or insurance), or Parcel Post. We will offer other alternatives as well, but it is up to the buyer to select a different method of shipment at additional cost. IF there is any concern that an item will be safe upon its arrival at the shipping address which you provide, please request Signature Confirmation. We will not refund payments for items which are tracked as DELIVERED and were not received by the buyer. If an item arrives broken, please contact us immediately. Tracking an item is your responsibility; if an item is not received within a reasonable amount of time and is deemed 'lost' please contact us asap. Local pick up from our Charlottesville, VA warehouse is always an option upon request. We will adjust the shipping cost to zero accordingly. RETURNS There are no returns allowed for any issues which are disclosed through photos and or description, and no returns for \"New\" items. If there is an issue which was NOT disclosed through photos and or description, please contact us within 3 days of receiving the item and we will work to make it right. We cannot offer a return for fit (clothing, shoes, accessories) or \"just because.\" We make every effort to measure items as accurately as possible and include those measurements in the description. Please know your size before buying an item and keep in mind that sizing can vary dramatically from brand to brand. PAYMENT Payment is required within 3 days of auction's end via PayPal. If you need additional time for your payment please contact us upon auction's end to make other arrangements. Otherwise a nonpayment case will be automatically opened on day 4 after auction's end and we will make one attempt to contact our buyer regarding payment. We will offer the item as a 2nd Chance Offer if payment has not been received within one week of auction's end. FEEDBACK We will leave you positive feedback upon receipt of payment and would appreciate your returning the favor with positive feedback for us. THANK YOU!",
  "StartTime": "2017-05-08T20:22:09.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/KzsAAOSw9OFZENLq/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTYwWDQ2NQ==/z/yAsAAOSwurZZEM9c/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTA0WDQ2MA==/z/CBsAAOSwcgNZEM9u/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/4P4AAOSw42JZEM-F/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/Lv0AAOSwGJlZEM-J/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/cZUAAOSw3gJZEM-Q/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/WF4AAOSw7GRZENLb/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/skgAAOSwfRdZENLw/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "55.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Seiko",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "1 /2\"",
        "Name": "Case Size"
      },
      {
        "Value": "Dress/Formal",
        "Name": "Style"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Gold",
        "Name": "Case Color"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "V701-0B89",
        "Name": "Model"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "470206",
        "Name": "Serial Number"
      }
    ]
  },
  "Seller": {
    "UserID": "asklandis",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "217",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "176",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2824678941018080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-07T20:22:09.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "55.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "No returns for NEW items, no returns for issues disclosed through photos and or description or 'just because.\n I am happy to make it right if there is something that we missed or overlooked.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-Goldtone-Seiko-Pocket-Watch-V701-0b89-225-retail-Fathers-Day-/282467894101",
  "Location": "Charlottesville, Virginia",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "New Goldtone Seiko Pocket Watch V701-0b89 $225 retail Father's Day!",
  "Storefront": {
    "StoreName": "AskLandis",
    "StoreURL": "http://stores.ebay.com/id=1023874297"
  },
  "ItemID": "282467894101",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P7DT1H38M59S"
}