{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "1",
  "PostalCode": "98374",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "5",
  "ConditionDisplayName": "New with tags",
  "Description": "Bronze Men's Dragon & Phoenix Dangle Pendant Pocket Quartz Watch + Gift Chain>>> NEW ITEM SHIPS IN BRANDED PACKAGING DIRECT FROM ONLINE SOURCES (AMAZON, OVERSTOCK, ETC.) TO YOU <<<\"The watch is gorgeous, nicely balancing a vintage charm with modern day convenience. The picture is true to the product and my friend loved it. It seems to be of a good quality, and is solid in your hand.\"-- previous buyerClick the button above to BUY IT NOW! Or scroll down to read more about your new itemPLEASE READ THE LISTING DESCRIPTION AND TERMS/POLICIES TO MAKE AN INFORMED DECISION BEFORE BUYINGQUICK VIEW for Bronze Men's Dragon & Phoenix Dangle Pendant Pocket Quartz Watch + Gift Chain:With an official box AMPM24 and a chain. Dragon series pocket watch is the best gift for your love, seniority or yourself Elegant design with precise quartz movement Retro watch case brings you back to your memory in youth Removable chain with a clip at the end Specification (1 cm=10 mm=0.394 inch) (approximate) Case diameter: 5.0cm approx.Case thickness: 1.0cm approx.(cover included)Case Material: CopperChain Length: 36cm approx. (hook included)Chain Material: Alloy GET YOURS TODAY! We Appreciate Your Business! Related search terms:Bronze Men's Dragon & Phoenix Dangle Pendant Pocket Quartz Watch + Gift Chain Terms & Policies (The SHORT Version)ITEM QUANTITY - Item is available at the time of listing. If high demand prevents us from fulfilling the order, we will refund 100% of your money immediately with our sincerest apologies.CHRISTMAS & OTHER HOLIDAYS - The holidays are this store's busiest time of the year. Economy shipping does not allow us the ability to guarantee your product will arrive before Christmas.PAYMENT & SALES TAX - We accept Paypal payments with verified address here and only charge sales tax in WA.HANDLING TIME - 5 business days, excluding weekends and holidays.SHIPPING - All new items are sourced and shipped to the lower 48 US states via ECONOMY SHIPPING (up to 10 business days) directly from US warehouses and online suppliers including Amazon. No items are stocked at our place of business.GUARANTEE - 14 DAYSFor more details about the terms, please read the long version below. Terms & Policies (The LONG Version) NOTE:After reviewing the product listing description and photos, please read the terms and policies below to make an informed decision, because your satisfaction is our #1 goal. Thank you! ITEM QUANTITY: - The item you were looking at is available at the time the listing was posted. - We do our best to keep track of the quantity the fulfillment center has. - In the rare and unlikely event the item is not available, we will first check other fulfillment centers. - If an item is no longer available for reasons out of our control, we will refund 100% of your money immediately with our sincerest apologies. PAYMENT & SALES TAX: - We accept Paypal with verified address. - Sales tax is only charged for sales in WA. HANDLING & PROCESSING: - 5 business days (excluding weekends & nationally observed holidays) depending on how large the item is and where it is coming from. SHIPPING: - All new items we source are shipped directly from our fulfillment centers (located in multiple states) to your home in the continental US (48 contiguous states). - Large, bulky items require several extra days for processing and shipping due to their size and shape. - We may need to contact you to make shipping arrangements if freight is required to ensure you or another adult 18+ you trust will be home to accept the delivery when it arrives. A signature may be required. - We don't ship to Alaska, Hawaii, PO boxes, APO, FPO, DPO, US territories, or internationally at this time. - Combined shipping and local pick up are not available. - Your tracking number will be dispensed once we receive it from the fulfillment center. THE CHRISTMAS HOLIDAY: - The holidays, especially Christmas, are busy times for us. Please plan ahead and purchase your gift by the cutoff time which is 5 pm December 5th. Free standard shipping will get the item to you or the recipient before Christmas unless it's a large, bulky item. Keep in mind, however, that weather conditions and carrier delays are out of our control. GUARANTEE:- We offer a 14 day guarantee on most new items unless specifically noted. - If there is a problem or you aren't satisfied during that time frame, please give us a fair chance by contacting us first through the \"Contact Seller\" link so that we can work with you to find a solution. - If a solution is not available, you will receive a refund less shipping fees once the fulfillment center receives your item (this may take a few weeks depending on how long it takes for the shipment to arrive). FEEDBACK:- We appreciate you taking the time to give us feedback when you are satisfied with the transaction. - You will receive positive feedback from us in return.",
  "StartTime": "2017-04-03T19:19:00.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjkzWDYyMg==/z/Nf8AAOSwol5Y4p~~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDU5OQ==/z/2eoAAOSwuLZY4p~3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzE5WDU1Ng==/z/5OAAAOSwmgJY4p~5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAyWDYwNg==/z/3pAAAOSwpkFY4p~7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjczWDU5NA==/z/cZMAAOSwc-tY4p~8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Njg2WDYyNQ==/z/HacAAOSww3tY4p~9/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "12.95"
  },
  "HighBidder": {
    "UserID": "3***1",
    "FeedbackRatingStar": "None",
    "FeedbackScore": "5",
    "FeedbackPrivate": "false"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "4",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Copper",
        "Name": "Material"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "d*m*synergy",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2134",
    "PositiveFeedbackPercent": "99.8"
  },
  "HitCount": "40",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3224727697328080_1.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "12.95"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "EndTime": "2017-06-02T19:19:00.000Z",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bronze-Mens-Dragon-Phoenix-Dangle-Pendant-Pocket-Quartz-Watch-Gift-Chain-/322472769732",
  "Location": "Puyallup, Washington",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Bronze Men's Dragon & Phoenix Dangle Pendant Pocket Quartz Watch + Gift Chain",
  "Storefront": {
    "StoreName": "D and M Synergy",
    "StoreURL": "http://stores.ebay.com/id=85725835"
  },
  "ItemID": "322472769732",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT30M30S"
}