{
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Middle East",
    "Southeast Asia",
    "South America",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "MK",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "SE",
    "UA",
    "VA",
    "BM",
    "GL",
    "MX",
    "PM",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "JP",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS"
  ],
  "QuantitySold": "0",
  "Title": "Perry Ellis America Date-Lite Quartz Pendant Style Pocket Watch Running",
  "PostalCode": "19127",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "countrycityvintage",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1935",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Perry Ellis America Date-Lite Quartz Pendant Style Pocket Watch Running MATERIALS:  Gold SIGNED:  See photos MEASUREMENTS (approximations):  Case Diameter:  37mm CONDITION:   In nice condition.  Gold tone is bright.  Recently replaced battery.  There is no guarantee of how will it is keeping time.  Being sold in \"as is / as found\" condition.  Pictures best describe condition and what is included. ABOUT US Welcome to our store, where we hope you will find an exciting shopping experience! We would like you to buy with confidence. We pride ourselves in selling unique, quality items, giving accurate descriptions and providing the best customer service. We have been selling on eBay under a different trade name since 2002. Most of the items we sell are in vintage or or pre-owned condition. As such, items will have inherent imperfections, which lend to their character and charm. Items should not be considered to be in mint condition, unless specifically noted. Strung / beaded items (especially vintage ones) can be tricky. Beaded necklaces and bracelets are sold in good wearable condition, unless otherwise noted. However, they even those in great condition can break unexpectedly. We do not guarantee against breakage after wear and suggest that any vintage or pre-owned strung items be worn with caution. And lastly, affixed or set rhinestones, stones, beads, pearls, etc., may come loose or fall off, especially, those that are glued in versus faceted. This can happen during travel or even minor wear. Hand washing or cleaning of jewelry can cause stones to become loose. We check our items to ensure they are not loose or missing adornments when shipping (unless noted as such in the listing). Once again, we do not guarantee against loss of adornments after wear. We want you to have the best experience possible and only want to set expectations when buying vintage or pre-owned items. CUSTOMER SERVICE Please contact us with any questions. We will do our best to respond within 1 business day. If you are unhappy with your purchase for any reason, please contact us before opening a case or leaving negative feedback, so we can work out a resolution. SHIPPING DOMESTIC SHIPPING: Jewelry items within our $10.00 & Under Category, will have a small shipping fee. Shipping is $2.70 FOR THE FIRST ITEM. There will be no additional shipping charge for items within the SAME ORDER. Orders totaling $20 and over will ship for FREE. Shipping will be FREE when combined with another order that is shipping for free. To be eligible for combined shipping, an order needs to be completed within 3-days. Please request an invoice total when you are finished shopping, if your order includes items from the $10.00 & Under Category. INTERNATIONAL SHIPPING: A discount will be applied to international shipping. Any international purchases over $50 will need to be sent priority mail with insurance for full purchase price. Please note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Listing and template services provided by inkFrog Open.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/CpoAAOSwsXFZHeQS/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/tfwAAOSwxu5ZHeQO/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/LY0AAOSwi7RZHeQO/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/kvEAAOSwK6RZHeQO/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ZnYAAOSwIQdZHeQO/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "6.5"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Perry Ellis",
        "Name": "Brand"
      },
      {
        "Value": "Unknown",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "TM184",
  "StartTime": "2017-05-18T18:12:36.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2921217975678080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-17T18:12:36.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "6.5"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "AU"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Returns must be initiated within 3 days of item receipt.  Items must be returned in original condition, with all associated specialty packaging.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Perry-Ellis-America-Date-Lite-Quartz-Pendant-Style-Pocket-Watch-Running-/292121797567",
  "ConditionDescription": "In nice condition.  Gold tone is bright.  Recently replaced battery.  There is no guarantee of how will it is keeping time.  Being sold in \"as is / as found\" condition.  Pictures best describe condition and what is included.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Philadelphia, Pennsylvania",
  "Storefront": {
    "StoreName": "Country City Vintage",
    "StoreURL": "http://stores.ebay.com/id=1270959840"
  },
  "ItemID": "292121797567",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P16DT23H33M9S"
}