{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Carrie Hughes Steampunk Retro bronze mechanical Skeleton Hand-wind pocket watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "21.63"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Carrie Hughes Steampunk Retro bronze mechanical Skeleton Hand-wind pocket watch with chain Gift Box CHPW07 FREE SHIPPING!!! Product Features Mechanical hand-wound movement?Magnetic field / temperature and impact will affect the accuracy of the watch, Daily manual winding and adjustment can reduce the deviation? Elegant appearance: skeleton design, insight to the movement,Roman numerals dial Beautiful glass back of the watch for view of the movement , Case (Length/Width/Height): 47 / 47 / 15 mm Completely skeletonized and engraved?With mens watch chain to attach to your shirt or pants Packing list: Mechanical Pocket watch with Chain * 1 - Carrie Hughes Gift box * 1 ?Carrie Hughes Brand gift box package The best gift to a family or friend? Product Description About Products - Pocket watches under our private brand \"Carrie Hughes\" make superb birthday or Christmas gifts. - They are also ideal for corporate gifts or for anyone looking for cool things to buy. - Here is an example of a pocket watch in a vintage gothic design. - High quality mechanical wind up pocket watch. Technical specifications Product number: CHPW07 Display: Analogue Movement: Mechanical Hand-wind Case material: Metal Case (Length/Width/Height): 47 / 47 / 15 mm Band Material&#xFF1A;Metal Chain Band width&#xFF1A;5 millimeters Band (Length/Width): 370 / 5 mm Calendar function: no Water-Resistance (bar/ATM): no Package included: Pocket watch with Chain * 1 - Carrie Hughes Gift box * 1 How use mechanical watch? -1. When you first wear, turn the pocket watch button (clockwise) until it is full (15-20 hands). -2. Gently pull up the button, turn the adjustment time, and then press the button. -3. If you are still standing for a long time, please gently swing several times, winding a few laps. At this point it will work properly. -4. If you feel the winding is tight, please immediately stop spinning, so as not to damage the movement. About Carrie Hughes - We are a professional enterprise in manufacturing various types of watches and clocks, and diverse styles. - To view more products, please click or search for \"Carrie Hughes\" to enter. Ordering: Be SURE you want the item Before you order. Be SURE your shipping address in eBay is correct. Be SURE to read the Description Before Ordering. Our systems are Automated and Super-Fast ... Once you place the order it may not be possible to cancel to the order. We check our messages about every 24 hours ... You sending a message is NOT the same as us instantly receiving it .. we typically get it hours later. Payment: We accept PayPal only (*You can swiftly pay through PayPal with your credit card in just a minute … even if you don’t have PayPal Account). Shipping & Handling: Free Shipping within the 48 states! We only ship within the continental 48 U.S. states. We do not ship to Alaska, Hawaii, Puerto Rico, Guam, Virgin islands. We do not ship to APO/FPO/DPO addresses We do not ship to P.O.BOXES - please provide a physical address! We do not ship internationally. Your order will be processed within 1-2 business days once the payment has been received. Standard shipping typically takes 2-6 business days. Larger/Heavier Items may take a few extra days to ship! We do not offer combined shipping services **Your item will be shipped directly from our supplier. We are a clearinghouse for several major retailers. In the unlikely event that the item is sold out or on backorder, we will contact you to see if you want to wait a few days or we will refund 100% of your money … YOUR choice. Return Policy: We offer a 14 day return policy from the receiving date. Please contact us for a Return Merchandise Authorization (RMA) number. All items purchased must be returned in the same condition as they were delivered in and in original packaging. They can not have been assembled and disassembled. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. Return shipping fees are not refundable for non-defective/non-damaged items (Buyer pays for shipping). 15% handling/restocking fee for returns. Buyers remorse, finding the item on sale or price variation is NOT a valid reason for return. Taxes: Taxes are charged as determined by Your State - Not mine. Satisfaction : Your satisfaction is very important to us! If you have any problem with your order, please do not leave negative comments. Please Contact us ... we will help you out! We are a small family-owned business trying to make it, not a huge company that doesn't care … We will ALWAYS do our best for you!",
  "StartTime": "2017-04-29T23:42:43.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwNVgxMDAw/z/Gh8AAOSwhvFZBSTW/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/sF4AAOSwuMZZBSTb/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/UFYAAOSwjqVZBSTe/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwNVgxMDAw/z/eZEAAOSwONBZBSTj/$_3.PNG",
    "http://i.ebayimg.com/00/s/OTgwWDEwMDA=/z/nckAAOSw42JZBSTp/$_3.PNG",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/q10AAOSwcgNZBSTt/$_3.PNG",
    "http://i.ebayimg.com/00/s/NjE5WDEwMDA=/z/nL8AAOSwt0FZBSTx/$_3.PNG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Carrie Hughes",
        "Name": "Brand"
      },
      {
        "Value": "Carrie Hughes",
        "Name": "Manufacturer"
      },
      {
        "Value": "CHPW07",
        "Name": "MPN"
      },
      {
        "Value": "0052565087613",
        "Name": "EAN"
      },
      {
        "Value": "052565087613",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Seller": {
    "UserID": "quickpro57",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "253",
    "PositiveFeedbackPercent": "98.8"
  },
  "HitCount": "25",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1624966516338080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-28T23:42:43.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "21.63"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01LX2KW6T",
  "ShipToLocations": [
    "US"
  ],
  "Location": "United States",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Carrie-Hughes-Steampunk-Retro-bronze-mechanical-Skeleton-Hand-wind-pocket-watch-/162496651633",
  "Storefront": {
    "StoreName": "petesaccount1",
    "StoreURL": "http://stores.ebay.com/id=1017811879"
  },
  "ItemID": "162496651633",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P28DT4H57M23S"
}