{
  "CurrentPrice": {
    "_currencyID": "AUD",
    "value": "4.49"
  },
  "QuantityThreshold": "10",
  "PostalCode": "3046",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "QuantitySold": "0",
  "ConditionDisplayName": "New with tags",
  "Description": "Save This Seller Home Mobile Accessories Car Accessories Motorcycle Accessories GYM & Sport Others Click on Zoom Description Silicone Nurse Orange Brooch Watch Tunic Fob Nursing Pendant Clip Pocket Watches | LIFAFA Features: Brand New, High Quality Product! Battery Included Colours: Orange Designed for Nurses, Doctors, Pharmacists, Beauticians, Therapists and Specialists Adjustable \"pull out\" knob for set time. Compact and Portable Design Water Resistant (Not to be submerged under water) Brooch Clip with a safety rotating latch to ensure you watch stays secure at all times Made from durable material for daily use Quartz movement Material: Silicone outer and robust Steel clock and Clip Watch Face Size: 25mm Size in total: 40mm x 85mm Includes: 1 x Watch with battery (Colour of your choice) Terms & Returns Shipping All items are dispatched from our warehouse in Melbourne, Australia. Under normal situations, delivery time will take 3 to 8 working days after dispatch depending on your location. Remote areas will require longer delivery time. If you are given a tracking number, please use it to track the delivery status of your order. Express shipping is available for additional cost. For next day delivery, please check if your postcode is within Australia post Next Day delivery network. International shipping is available through different couriers. Customs, duties or any other local cost at destination is to be paid by the buyer. Please ensure your checkout address is correct including street number, city and postcode. Our warehouse is accessible to the public, but prior arrangement is necessary. Please contact us by email to schedule a pick-up. Combined postage for different products is available. We aim to dispatch all products within one working day of your full payment being made. If you need to cancel a purchase after the product has been dispatched, note that the postage fee may not be refundable. Additional postage fees may apply for redelivery or redirection requests. If you have a change of mind and wish to return your item after receiving it, please note we will need to deduct applicable freight fees from your refund plus a 10% restocking fee will apply. Buyers must agree with the above postage and handling terms before purchase. Payment Bank transfer and all major credit cards through PayPal. If you are making a bank transfer, please leave your exact eBay username as a reference (otherwise your payment will not be identified and cleared). Returns We offer 30 days money back guarantee on all orders. Please contact our customer service team immediately if: You have changed your mind and wish to request a return Your product was damaged during transit. You wish to make a warranty claim for any product you have purchased (see our warranty terms and conditions for full details) You are not satisfied with any product that you have purchased. The item must be returned in original re-saleable condition - Not opened, used or damaged and ready to be put back on the shelf. Returns due to compatibility or product not performing a specific function on a specific car may not be accepted. In most cases this may be a specific case and cannot be considered as a faulty product. Please check with us before ordering. All returns require a valid RMA from us before they can be returned. Please contact us to obtain your RMA before sending. Please note that you must comply with all return instructions provided to you via your registered email address. All returns must be directed through Customer Service. Please do not return or post items before obtaining instructions from us - if you do, there is a risk that your returned item may not be identifiable and your returns may not be accepted. Applicable freight fees plus a 10% restocking fee will be deducted from your refund in cases where you have changed your mind and wish to return your product. This also applies to orders cancelled while in transit. Warranty All products supplied by LiFaFa come with One month warranty unless otherwise specified. Warranty covers defects in materials and/or workmanship. If a defect arises and a valid claim is received, LiFaFa may at its option repair or replace the product. Naturally the warranty cover does not extent to cover damage caused by normal wear and tear, accidents, misuse, lack of maintenance, neglect, natural disaster, or other external causes; to damage caused by operating the equipment in a manner outside that described in the instructions. The warranty is considered void if the item has been modified, altered or tampered with by a person (or persons) not authorised by us to provide service. All accessories such as bags, batteries, cables and adapters are not included as part of our warranty. About Us Proudly Australian owned and operated; LiFaFa Pty Ltd is a leading e-Commerce retailer and wholesaler of automotive aftermarket products. We offer a wide variety of top quality products. We deliver a wide range of products; include Motorcycle clothes, Car accessories, Car Diagnostic Tools, Gym and sportswear to economical lifestyle goods, to provide you with a premium eBay experience. We offer detailed product descriptions and images to give you a real advantage in finding the products you're looking for. We strive to deliver a wide range of unique and high quality products, sourced directly from top manufacturers and sold at bargain prices. For Wholesale enquires please contact us by email. We can manufacture and design as per your requirements. With a cutting edge online operating system and fantastic customer support, buyers are guaranteed to receive quick replies to enquiries, prompt delivery to your home or business, and outstanding after-sales service. Copyright © 2017 LiFaFa. All Rights Reserved",
  "StartTime": "2017-04-12T12:39:58.000Z",
  "PictureURL": [
    "https://www.lifafa.com.au/media/catalog/product/9/_/9_8_8-9bd99.jpg"
  ],
  "Site": "Australia",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "3.35"
  },
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "29",
  "Country": "AU",
  "QuantityAvailableHint": "MoreThan",
  "SKU": "LF00266_ORG",
  "HitCount": "16",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726283774328080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-11T12:39:58.000Z",
  "NewBestOffer": "false",
  "ItemID": "272628377432",
  "BidCount": "0",
  "ShipToLocations": [
    "AU",
    "Europe",
    "US",
    "JP",
    "CA",
    "BR",
    "NZ"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "60 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Silicone-Nurse-Orange-Brooch-Watch-Tunic-Fob-Nursing-Pendant-Clip-Pocket-Watches-/272628377432",
  "Location": "Glenroy",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Silicone Nurse Orange Brooch Watch Tunic Fob Nursing Pendant Clip Pocket Watches",
  "Storefront": {
    "StoreName": "LiFaFa",
    "StoreURL": "http://stores.ebay.com/id=506545588"
  },
  "Seller": {
    "UserID": "s_a_m80",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "11515",
    "PositiveFeedbackPercent": "98.9"
  },
  "PaymentMethods": [
    "MoneyXferAccepted",
    "PayPal",
    "MoneyXferAcceptedInCheckout",
    "CashOnPickup"
  ],
  "TimeLeft": "P10DT17H52M38S"
}