{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Charles-Hubert Paris 3781 Gold-Plated Hunter Case Quartz Pocket Watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "91.7"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Charles-Hubert, Paris 3781 Gold-Plated Hunter Case Quartz Pocket Watch Features: 14k gold-plated brass 48mm hunter case with a matching curb chainWhite dial with date displaySwiss parts quartz movementDeluxe gift box Product Details: Product Dimensions: 4.9 x 4.4 x 1.5 inchesShipping Weight: 5.6 ouncesItem model number: 3781Domestic Shipping: Item can be shipped within U.S. International Shipping: This item can be shipped to select countries outside of the U.S. Learn More Description Etched with a heraldic front case design, this 14k gold plated pocket watch is an essential element for your lifestyle. Engineered with precise Swiss quartz movement, the watch has a white dial with gold-tone indicators. A deluxe gift box and chain are included. White dial. Date display. Swiss parts quartz movement. Comes with deluxe gift box. 14k gold-plated. Brass finish. 1.89 in. Dia. Warm gold-tones add a luxe look and feel to a classic style in the Charles-Hubert, Paris Gold-Plated Quartz Pocket Watch 3781. This understated, elegant pocket watch features 14K gold-plated brass construction from case to chain; detailed floral and filigree design on both sides of its cover; gold- tone Roman numerals on a crisp white dial for easy time-reading; and a convenient date display above six o'clock to help keep your day on-track. Reliable and precise thanks to quartz movement, this Charles-Hubert original comes with a matching curb chain and arrives in a deluxe blue gift-box. See all Product description Handling We will ship all orders within 2 business days of payment. Delivery We DO NOT SHIP TO PO Boxes or Mail Forwarding Addresses. We only ship to Paypal Verified addresses. Return Policy All items that qualify for returns must be within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged, as well as a 15% restocking fee. No exchanges permitted. All returns must be done through EBAY and processed with an RMA number to be issued refund. Upon receiving RMA, buyer has 7 days to have item shipped back. Item must be in original condition and packaging. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI1NVgxNjAw/z/vfAAAOSwpP9Y4-Sg/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjQx/z/WbIAAOSwmgJY4-Sg/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjgz/z/3SgAAOSw03lY4-Si/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5Njc=/z/cPoAAOSw3utY4-Si/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEwMlgxNjAw/z/49gAAOSwA29Y4-Sl/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDE2MDA=/z/jyYAAOSww3tY4-Sj/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "Charles-Hubert, Paris",
        "Name": "Brand"
      },
      {
        "Value": "848870003703",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "ccs-craigw",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9274",
    "PositiveFeedbackPercent": "99.2"
  },
  "StartTime": "2017-04-04T18:20:07.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3224737316438080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T18:20:07.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "91.7"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.  All returns will be charged a 15% restocking fee.",
    "ShippingCostPaidBy": "Seller",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B002NSMFO6",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Charles-Hubert-Paris-3781-Gold-Plated-Hunter-Case-Quartz-Pocket-Watch-/322473731643",
  "Storefront": {
    "StoreName": "RivalTech",
    "StoreURL": "http://stores.ebay.com/id=776355051"
  },
  "ItemID": "322473731643",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT23H31M42S"
}