{
  "QuantityThreshold": "10",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "36.24"
  },
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/vZ4AAOSwgmJXwyIB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/AqoAAOSwFdtXwyIH/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/ZhgAAOSwGtRXwyIN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/ui8AAOSwxg5XwyIT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/3JUAAOSwFe5XwyIX/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Storefront": {
    "StoreName": "displaystore987",
    "StoreURL": "http://stores.ebay.com/id=1194963237"
  },
  "QuantitySold": "0",
  "Seller": {
    "UserID": "displaystore987",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "14154",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.9"
  },
  "StartTime": "2017-05-29T06:21:37.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "ConditionDescription": "Brand new made in the USA",
  "Title": "50 Top of Line 2\" Display Stand For Pocket Knife Knives Lighters Watches Watch",
  "Quantity": "50",
  "ItemID": "192200740014",
  "PaymentMethods": "PayPal",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/50-Top-Line-2-Display-Stand-Pocket-Knife-Knives-Lighters-Watches-Watch-/192200740014",
  "Country": "US",
  "PostalCode": "86442",
  "QuantitySoldByPickupInStore": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "DisplayStore",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "GlobalShipping": "false",
  "ConditionDisplayName": "New without tags",
  "Description": "All items in or on display not included. You will receive 50 display stands. Be sure to compare your item to the measurements in the ad. These Stands are available in 2 different sizes (see below) or see my store for a variety of styles and sizes. For larger or smaller quantities (1 to 5000 pieces) please contact me for a quote. The stands are New & HAND MADE IN THE U.S.A. of Acrylic/Plastic. These stands / holders are stackable for compact shipping and storage. They were originally designed to display agate slabs, but have been ''discovered'' as a way to show framed miniatures, tiles, photos, plates and many other items. Great for all flat collectables (see suggestions below). This stand measures: H 2\" X W 2-1/8\" X D 1-1/4\" Display area (shelf/cradle) is 11/16\" deep The two sizes available are: 36A: H 2-1/4\" X W 3\" X D 2-3/8\" display area (shelf/cradle) is 3/4\" deep (use for items 3.5\" to 6.5\") 36C: H 2\" X W 2-1/8\" X D 1-1/4\" display area (shelf/cradle) is 11/16\" deep (use for items 2.5\" to 5\") (The \"use for items\" numbers above are guidelines. you certainly could put a smaller item in the stand and even slightly larger than the measurements we suggested.) With two sizes to choose from, you will be able to display a wide range of products with these extremely versatile stands / holders. They are perfect for all your flat items. There are too many uses to list for displaying collectible items, but the following are a few examples: Various fossils, Small shark teeth, Ammonites, Goniatites, Pinbacks, Casino Chips, Coins, Coins in holders & capsules, Proof Sets, Milk bottle caps, Polished mineral Cabs, Arrow & spear points, Various small mineral specimens, Knives, Badges, Salts, Lighters, Matchbooks, Brooches, Compacts & rouges, Money clips, Small shells, Photos, Picture frames, Cell phones: blackberry, Galaxy, All Android, Iphone, Ipod touch, Ipod Nano, Ipad, Ipad mini, Nook, Kindle fire, Collectable sports cards (baseball, basketball, football) All the collectable cards out there, Plates, Saucers, China, Dinnerware, Pottery, Crystal, Glass, Ceramic tiles, etc., etc. or what ever else you can think of. Sellers can use them to take Photos of their items for auctions. Dealers, you can save space and display your items for better sales. I have numerous sizes and styles of display stands available that are designed to hold all size collectibles. If you can't find a stand that you think will work, email me with dimensions of your collectable and I will try to guide you in the right direction. PayPal payments are due within 24 hours of seller email notification. Please contact seller if there will be some delay in meeting the payment timeline. My goal is to sell you, a great product at a great price, and deliver it in a timely fashion. Your total satisfaction is my number one priority! If for ANY reason you are not satisfied: Prior to leaving feedback contact me and I will fix any issue you may have. I ship anywhere in the world, NO EXCEPTIONS!! International shipments can take 14 to 28 business days. International buyers please be aware your customs may charge duty fees for your purchase. Domestic packages over a pound may be shipped via UPS or FedEx. Please allow 7 to 10 days for package to arrive. Check tracking number to determine carrier. I ship all auctions same or next day via U.S.P.S. unless otherwise disclosed elsewhere in the ad. I ship 5 days per week (Monday through Friday, Excluding holidays). All payments received prior to 1pm go out same day. All payments received after 1pm go out next day. I am sorry, the postage is not a negotiable item. I use a shipping service to mail my products for several reasons, most importantly SPEED!!! They have the item in their possession and it is always shipped same day or next morning. My fees are set by them. I structure my ad's with all the information you would need to make a decision on the listing. I include a shipping calculator so that even if you are buying at the last minute you don’t have to wait for me to quote the charges.",
  "HitCount": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "3938",
  "SKU": "Don't Change",
  "QuantityAvailableHint": "MoreThan",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1922007400148080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "TopRatedListing": "true",
  "EndTime": "2017-06-28T06:21:37.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Bullhead City, Arizona",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "36.24"
  },
  "TimeLeft": "P27DT11H47M"
}