{
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "QuantitySold": "0",
  "Title": "Danbury Mint Wind Up Pocket Watch~ Skeleton Face & Back~ Large",
  "PostalCode": "80214",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "5",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Danbury Wind Up Pocket Watch~ Skeleton Face & Back~ LargeCondition: see pics (cosmetic wear from normal use - looks like something was broken off of the hinge area). Winding and setting are in working condition. Used. ~~~~~~~~~~~~~~~~~ As-Is All Sales Are Final No Returns ~~~~~~~~~~~~~~~~~~~~~~~~~ All watches are sold AS-IS and there are no guarantees or warranties since they are all USED. They have been tested, but only for a short period of time. There could be issues that went unnoticed during the time of the testing. If unable to test the item there is a possibility of the item having an unknown defect. The functions (digital watches) work but I cannot guarantee the accuracy. Some scratches may not show up on camera. May not be water proof. Please take a good look at the pics to see what you are getting! Watches that use batteries only (please disregard if you are purchasing a mechanical watch): Some of the batteries have been replaced, some have not if the watches were running when they were purchased. The watches are all running when shipped, but there is a possibility that the battery could even go out on it's way to you. It depends on how old the battery in any particular watch is. You can buy replacement batteries right here on eBay for a very cheap cost!! All of the watches were purchased at yard sales, thrift stores, antique stores, or flea markets. They were not owned by me so I don't know their history. Pre-owned items are NOT new. Please understand Pre-Owned items may need light to occasionally moderate cleaning. Cleaning could be removal of spots or stains or odors. The items were all purchased at estate sales, garage sales, thrift stores, flea markets, etc. Most items were not owned by me so I don't know their history or what kind of home the came from (pets, smokers, etc.). I usually give the items a light cleaning but some of you might want to do it over for your own satisfaction. Some people are more sensitive to smells or have allergies and I often do not notice anything so it will be up to you to get it cleaned to your satisfaction. Please let me know if you feel that I did not describe the item as it should have been so that I can resolve any issues before you leave feedback. I will ABSOLUTELY do anything I can to resolve any issues you might have. Shipping will be combined when you purchase more than one item (please remember that I have to get things shipped within 24 hours so if you win or buy something and then have to wait a day or 2 for your second item's auction to end - wait and pay for both items at the same time or I can't combine the shipping as promised without giving myself a 'defect'. And I avoid those like the plague!! The lowest possible shipping amount will be charged when combined and an invoice will be sent to you asap. Payment is expected within 24 hours of the time the auction is won. Your item will be shipped the day I receive payment confirmation - no delays. I DO accept returns for an exchange or full refund. The items must be in the same condition that they were when they were shipped (unless damaged during shipping). There is not a ‘trial’ period. Since all (or most) of the items I sell are used, just as I am expected to get the item shipped out to you within 24 hours - i expect that when the item is received it should be looked over, checked out, tested also within 24 hours of the time received by you. I don't accept returns unless there is a legitimate reason for returning the item. I buy things at places where I can't return the items and do my best to describe the items right so you know what you are getting! I try to leave everyone positive feedback within a day or two after you pay. I would appreciate it if you could do the same for me after the transaction is complete and you are happy with your purchase! I don't wait like most for after you leave feedback because I am confident that you will contact me of any issue without worry and I will absolutely work out an agreeable solution with you immediately. It will never be more than a day that it takes to hear back from me and work out a solution or answer any questions. I do have errands though like everyone does and am not always at my computer to answer back immediately - so please be patient and I will fix anything!! I am working towards EXCELLENT Customer service & satisfaction for all to end the year! So Please contact me BEFORE filing that case and everything will go much faster and/or make your day! Your courtesy of a prompt payment will be greatly appreciated. Normal 0 false false false EN-US X-NONE X-NONE",
  "StartTime": "2017-05-30T20:10:48.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/i7YAAOSw0hlZJyxZ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/7xQAAOSwxu5ZJyxc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/qDYAAOSw42JZJyxi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/27IAAOSw3gJZJyxp/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/qjkAAOSwhvFZJyxt/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/K8wAAOSwn-tZJyxw/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/4qYAAOSwPh5ZJyx0/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "9.5"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Danbury",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Material"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Skeleton",
        "Name": "Features"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "the.artist.at.large",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1235",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.8"
  },
  "HitCount": "3",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3322448791228080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-29T20:10:48.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "9.5"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Danbury-Mint-Wind-Up-Pocket-Watch-Skeleton-Face-Back-Large-/332244879122",
  "ConditionDescription": "Condition: see pics (cosmetic wear from normal use - the case is broken off of the front and is missing/not included). Winding and setting are in working condition.  Used.",
  "Location": "Denver, Colorado",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "332244879122",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P29DT1H37M13S"
}