{
  "QuantitySold": "0",
  "Title": "Scottish Thistle Pocket Watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "79.99"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "10",
  "ConditionDisplayName": "New with tags",
  "Description": "Customer Support - Contact Us Shop Categories: GirlsGuysHouseFunKidsTravelRudeParty Other All items are IN STOCK 1 Day Dispatch Time Add to favourite sellers Sign up for our Newsletter Scottish Thistle Pocket Watch In Stock ! 79.99 Description Delivery Returns About Us SCOTTISH THISTLE POCKET WATCH in presentation box. POCKET WATCH in presentation box. Made of fine pewter. Opens on both sides to reveal a Roman numeral dial one side and the clock workings on the other. This pocket watch ishand built by in the U.K. Each timepiece is hand wound and with each gentle hand wind running for 24 hours. (Watch must not be over wound.) There areseventeenprecious stones that aid the movement of this fine watch. These jewels are visible when itis open. A stunning keepsake perfect for a truly unusual gift! One of a wide selection of pocket watches - see our website for the full collection. All orders ship from the United Kingdom via Royal Mail. Estimated delivery - between 7 and 14 days. (Please note items are sent airmail and may on rare occassions be delayed by customs.) We offer standard shipping without tracking or expedited shipping which includes full tracking and insurance Payment Methods - PayPal or contact us to make a bank transfer. Dispatch time - 1 day We trust you will be completely satisfied with your pinkcatshop purchase. In the event that you are unhappy with your purchase the item may be returned to us for a refund. However, this refund is not available if we consider that the item has been used or is not in the condition in which it was sent. This also applies if the item is returned without its original packaging. You may ask for an exchange for the same item or another item in stock. An exchange does not apply if we consider that the item has been used or damaged in any way. In the case of exchanging an item, there may be a price difference to be accounted for. Any request for a refund must reach us within 14 days or within 28 days for an exchange. If you receive your item(s) in a faulty/damaged state, please notify us within 7 days of receipt of goods. Please inform us of any query by e-mail and return the items by post to: pinkcatshop 24 High Street, Haverford west, Pembrokeshire, SA61 2DA United Kingdom We aim to make refunds or exchanges within 7 days of receipt of the returned goods. Refunds will be made in the same form as the original payment. We will deduct the cost of post and packaging (outwards and, if relevant, inwards) from the refund amount if you return the product due to personal preference, as opposed to some defect with the product. Any queries or concerns please contact us Pink Cat is a labyrinth of crazy, stylish, highly unusual gifts for girls, guys and kids, a houseful of bath, bed, bar, den and kitchen madness, an array of jokes, sex, religion and voodoo for you to play with, wild decor, aprons, fridge magnets, party equipment and fab. Everything leftfield you don't need but love! GIRLS BOYS PINK CAT HOME",
  "StartTime": "2017-04-03T11:06:26.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTUz/z/46sAAOSwzJ5XY~ph/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "GB",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      },
      {
        "Value": "pinkcatshop",
        "Name": "Manufacturer"
      },
      {
        "Value": "PinkCatShop",
        "Name": "Brand"
      },
      {
        "Value": "Barcode",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "5055491401480",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "pinkcatshopusa",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1384",
    "PositiveFeedbackPercent": "99.4"
  },
  "HitCount": "11",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2224619420808080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-02T11:06:26.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "79.99"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Please see returns policy above",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "POCKET005#USA",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Pembrokeshire",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Scottish-Thistle-Pocket-Watch-/222461942080",
  "Storefront": {
    "StoreName": "PinkCatShopUSA",
    "StoreURL": "http://stores.ebay.com/id=1138200819"
  },
  "ItemID": "222461942080",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P1DT16H18M1S"
}