{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "PostalCode": "77573",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "321elisha",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2242",
    "PositiveFeedbackPercent": "99.8"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Visit Our Store About Us Carrie Hughes mechanical Retro Pocket watch with chain Steampunk Skeleton Hand-wind + Gift Box CHPW07 Product Description: About Products - Pocket watches under our private brand \"Carrie Hughes\" make superb birthday or Christmas gifts. - They are also ideal for corporate gifts or for anyone looking for cool things to buy. - Here is an example of a pocket watch in a vintage gothic design. - High quality mechanical wind up pocket watch. Technical specifications Product number: CHPW07 Display: Analogue Movement: Mechanical Hand-wind Case material: Metal Case (Length/Width/Height): 47 / 47 / 15 mm Band Material&#xFF1A;Metal Chain Band width&#xFF1A;5 millimeters Band (Length/Width): 370 / 5 mm Calendar function: no Water-Resistance (bar/ATM): no Package included: Pocket watch with Chain * 1 - Carrie Hughes Gift box * 1 How use mechanical watch? -1. When you first wear, turn the pocket watch button (clockwise) until it is full (15-20 hands). -2. Gently pull up the button, turn the adjustment time, and then press the button. -3. If you are still standing for a long time, please gently swing several times, winding a few laps. At this point it will work properly. -4. If you feel the winding is tight, please immediately stop spinning, so as not to damage the movement. About Carrie Hughes - We are a professional enterprise in manufacturing various types of watches and clocks, and diverse styles. - To view more products, please click or search for \"Carrie Hughes\" to enter. Product Features: Mechanical hand-wound movement?Magnetic field / temperature and impact will affect the accuracy of the watch, Daily manual winding and adjustment can reduce the deviation? Elegant appearance: skeleton design, insight to the movement,Roman numerals dial Beautiful glass back of the watch for view of the movement , Case (Length/Width/Height): 47 / 47 / 15 mm Completely skeletonized and engraved?With mens watch chain to attach to your shirt or pants Packing list: Mechanical Pocket watch with Chain * 1 - Carrie Hughes Gift box * 1 ?Carrie Hughes Brand gift box package The best gift to a family or friend? Shipping: Our stock ships from our US-based warehouses across the United States. We provide 1 business day Handling and 2 business day Shipping. In the unlikely event that the item is sold out or on back-order, we will contact you and offer a full refund. We only ship within the USA, we do not ship to Alaska, Hawaii, Puerto Rico, APO/FPO addresses, P.O. Boxes, or any other USA territory. We only ship to the confirmed PayPal address. We reserve the right to cancel any order for any reason at anytime. We are not responsible for un-deliverable addresses. Returns: We have a FREE 30 day return policy, if you are dissatisfied for ANY reason. NO Restocking Fees and FREE Return Shipping. When returning an item, it must be in the original condition with packaging and accessories/items that came with it. All returns MUST be submitted within 30 days from date of purchase. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. We reserve the right to decline any returns if the above guidelines are not followed. Why shop with eZillA... FREE Shipping FREE Return Shipping NO Restocking Fees You can shop with NO Worries with eZillA. We offer 30 Day Returns. NO Hassle Guaranteed!",
  "StartTime": "2017-03-30T21:47:43.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwNVgxMDAw/z/iG4AAOSwTM5Y3XzJ/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/mYgAAOSwmgJY3XzP/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/g90AAOSwzgBY3XzU/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwNVgxMDAw/z/0zIAAOSwB-1Y3Xzl/$_3.PNG",
    "http://i.ebayimg.com/00/s/OTgwWDEwMDA=/z/CiEAAOSwdGFY3Xzs/$_3.PNG",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/C0QAAOSwdGFY3Xz0/$_3.PNG",
    "http://i.ebayimg.com/00/s/NjE5WDEwMDA=/z/u~EAAOSwuxFY3Xz9/$_3.PNG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "24.79"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "2",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Carrie Hughes",
        "Name": "Brand"
      },
      {
        "Value": "Carrie Hughes",
        "Name": "Manufacturer"
      },
      {
        "Value": "CHPW07",
        "Name": "MPN"
      },
      {
        "Value": "0052565087613",
        "Name": "EAN"
      },
      {
        "Value": "052565087613",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "SKU": "B01LX2KW6T",
  "HitCount": "19",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2629167862978080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-28T21:47:43.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "24.79"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Carrie-Hughes-mechanical-Retro-Pocket-watch-chain-Steampunk-Skeleton-Hand-w-/262916786297",
  "Location": "League City, Texas",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Carrie Hughes mechanical Retro Pocket watch with chain Steampunk Skeleton Hand-w",
  "Storefront": {
    "StoreName": "eZillA",
    "StoreURL": "http://stores.ebay.com/id=869791397"
  },
  "ItemID": "262916786297",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P28DT2H59M2S"
}