{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "QuantitySold": "0",
  "Title": "black hollow phoenix case men skeleton automatic mechanical pocket watch chain",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "34.74"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "ManChDa Black Hollow Phoenix Case Men Skeleton Automatic Mechanical Pocket Watch Chain Roman Numerals item description Hightlights Fenghuang - Phoenix Are Mythological Birds Of East Asia That Reign Over All Other Birds. It Is Believed That The Bird Only Appears In Areas Or Places That Are Blessed With Utmost Peace And Prosperity Or Happiness 1. Peace And Prosperity Or Happiness - This Is Phoenix - Black Hollow Phoenix Case Roman Numerals Skeleton Automatic Mechanical Pocket Watch Technical specifications Case/Chain material:Alloy Case diameter: 50 mm Chain Length: 360mm (Hook included) Case Thinkness: 16.5mm Setting time: Pull the crown away from base of the watch and turn clockwise until reaching the exact time Winding the watch: Self-winding means it winds itself, you do have to wind it to get power started, and winding is also required when the watch is not being used for a long time. Wind an watch by rotating the crown until the power source jumps start, and then the self-winding mechanism will work. Wear your watch, rotate the crown slowly. After about 25-30 times, when you feel resistance, stop rotating. Don't over-wind as the spring would be damaged ultimately. Package Included: 1* Pocket Watch 1* Gift Box 1* Chain Product Features 1.SPECIAL DESIGN - Phoenix(Fenice), The king of birds, has a long beautiful feathers, shining light. symbolizes the supremely beautiful, rare, or unique and the BEST of LUCK. Special WOOD-LIKE GRAIN DIAL. looks very Elegant, Smart, Vintage and fashionable! Fit for casual environment and business occasion. * Fluorescent pointers, allow to read the times in dimly environment.2.GOOD QUALITY - 100% brand new with excellent workmanship, Precise mechanical movement, Elegant case with long chain, Good touch feeling. fit for casual environment and business occasion. For safety, the front face is made of Acrylic instead of Glass.3.BATTERY NEEDLESS - Automatic Mechanical movement, No need to use battery. Self-winding means it winds itself, you do have to wind it to get its power started, and winding is also required when the watch gets low on power due to not being used for a long time. Wind an automatic watch by rotating the crown until the power source jumps start, and then the self-winding mechanism will work.4.FASHION ACCESSORY - Attractive vintage design with unique skeleton dial, Add undeniable style and class to your daily life and fashion, An \"Eye-catcher\" at the suit, vest, pants or dress for gentlemen or ladies!5.PERFECT CHOICE - Comes with good quality gift box & a microfiber cloth for daily easy cleaning. Perfect gift for your love and family or yourself, Best Valentine Gift, Superb Christmas Gift, Birthday Gift, Wedding Gift etc. Additional information Manufacturer: ManChDaShipping Weight (pound) : 0.3 Shipping Dimensions: Width: 4.21 Length: 4.49 Height: 1.10 About Us Shipping RETURN About us Since 2005 we have been available to online customers, offering a variety of brand new products at great prices. All of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If there's a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us! Shipping ● Our stock all ships from our US-based warehouses. ● Shipped via USPS or UPS (depending on location and package weight) ● Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. ● Shipping is always FREE! RETURN ● We offer a 30 day return/exchange policy for our products. ● You can choose refund or exchange if you are dissatisfied for any reason with your product. ● When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. ● You will be required to cover shipping on the return of defective items. ● All returns MUST be done within 30 days of date of purchase. Please note that we cannot give refunds or replacements after the 30 day limit has expired. ● When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. ● Buyers outside the U.S.A please note - ALL of our electrical appliances sold in our store are 110-120V. ● Return policy for buyers outside the U.S.A - We offer to return the items within 30 days. The BUYER will ship the item at his own cost. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution.",
  "StartTime": "2017-05-27T12:27:12.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/~8kAAOSw~y9ZKXC1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/d-4AAOSwYvFZKXC0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/mdwAAOSwjqVZKXC1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/ii0AAOSwfpVZKXC0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/bggAAOSwq1JZKXC0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/gycAAOSwZKBZKXC1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/rlYAAOSwKytZKXC1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/wCMAAOSwX9FZKXC1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/t10AAOSwfRdZKXC1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/~80AAOSw~y9ZKXC1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/2YkAAOSwjL5ZKXC1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTI1WDUyNQ==/z/WP4AAOSwBt5ZKXC1/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "5",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "color"
      },
      {
        "Value": "ManChDa",
        "Name": "manufacturer"
      },
      {
        "Value": "ManChDa",
        "Name": "brand"
      },
      {
        "Value": "USHBA073",
        "Name": "mpn"
      },
      {
        "Value": "NA",
        "Name": "ean"
      },
      {
        "Value": "NA",
        "Name": "upc"
      },
      {
        "Value": "US Free Shipping",
        "Name": "Shipping"
      },
      {
        "Value": "No Tax",
        "Name": "Tax"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "NA",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "vivian-store",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "49639",
    "PositiveFeedbackPercent": "99.8"
  },
  "HitCount": "13",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1726977630728080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-26T12:27:12.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "34.74"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "$$$D293EYPL\\6",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "USA",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/black-hollow-phoenix-case-men-skeleton-automatic-mechanical-pocket-watch-chain-/172697763072",
  "Storefront": {
    "StoreName": "Sunrise Retail",
    "StoreURL": "http://stores.ebay.com/id=187445642"
  },
  "ItemID": "172697763072",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P25DT17H51M39S"
}