{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "VIGOROSO Mens Classic Steampunk Gold Skeleton Hand Wind Mechanical Pocket Watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "24.99"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "VIGOROSO Mens Classic Steampunk Gold Skeleton Hand Wind Mechanical Pocket Watch All Silver Mens Pocket Watch in Black VIGOROSO Gift Boxes Mechanial hand-winding movement, provide precise and accurate time keeping. The adjustable time knob is connected to the chain, just pull out the clock knob to adjust time Case thickness: Approx 1.3cm With Free Necklace Chain. Best gift for your family. Description: Movement: A high-level hand winding mechanical movement Gender: Unisex Chain length: Approx 30.0 cm Chain material: Silver Steel Case diameter: Approx 4.5 cm Case thickness: Approx 1.3cm Case material: Silver Steel Color: Silver, as the Picture show Shipping We offer FREE shipping on all orders! We usually ship within 1-2 business days after receiving cleared payment via PayPal only, and it would take 1-6 business days for the shipment to arrive at your destination. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. General Return Information - If you would like to return your purchased merchandised, please kindly contact us via eBay message by choosing &ldquo;I have a question about using my item or I want to send the seller a message.&rdquo; as the topic. We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been delivered, we will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return. Return Shipping Costs - We will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyer&rsquo;s remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. Return Locations - Please be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied.Please kindly not leave a neutral or negative feedbacks until you have contacted us. We are always ready to attend to your problems and make things right for you. In any case, please kindly contact us if you have any concerns. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "StartTime": "2017-05-13T15:55:10.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDUzWDUwMA==/z/HycAAOSwaEhZFyxc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/xrYAAOSwlndZFyxd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzk2WDUwMA==/z/F98AAOSwGJlZFyxd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzgzWDUwMA==/z/YX8AAOSwZKBZFyxd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzkwWDUwMA==/z/7XUAAOSwhvFZFyxd/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "WA271.B",
        "Name": "MPN"
      },
      {
        "Value": "VIGOROSO",
        "Name": "Brand"
      },
      {
        "Value": "WA271.B",
        "Name": "Model"
      },
      {
        "Value": "712069675500",
        "Name": "UPC"
      },
      {
        "Value": "0712069675500",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "dd_shoppingmall",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "261",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "20",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2225101690578080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-12T15:55:10.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "24.99"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "- Items return must be non-used condition. \n- All parts and components must be complete return. \n- Package must return with its original package and packing materials.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B00TDN31J2",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VIGOROSO-Mens-Classic-Steampunk-Gold-Skeleton-Hand-Wind-Mechanical-Pocket-Watch-/222510169057",
  "Storefront": {
    "StoreName": "DDD_Shoppingmall",
    "StoreURL": "http://stores.ebay.com/id=1492866619"
  },
  "ItemID": "222510169057",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P11DT21H13M55S"
}