{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Charles-Hubert Paris Gold-Plated Mechanical Pocket Watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "108.54"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Charles-Hubert, Paris Gold-Plated Mechanical Pocket Watch Features: 14k gold-plated brass 47mm double hunter case with a matching curb chainSkeleton dial with roman numerals17 jewel mechanical movementDeluxe gift box Product Details: Product Dimensions: 5.1 x 4.6 x 1.5 inchesShipping Weight: 8 ouncesItem model number: 3575-GDomestic Shipping: Item can be shipped within U.S. International Shipping: This item can be shipped to select countries outside of the U.S. Learn More Description A variety of features including gold plating, a jewel mechanical movement and a skeleton dial make this pocket watch a luxurious timepiece that is sure to be treasured for generations to come. It features Roman numerals and a curb chain so it is both easily accessible and a snap to keep secure while in your pocket. Matching curb chain. Roman numerals. 17 jewel mechanical movement. Comes with deluxe gift box. 14k gold plated. Brass finish. Acrylic dial cover. 1.85 in. Dia. Complete with double-sided, engravable cover and skeleton dial, the Charles-Hubert, Paris Gold-Plated Mechanical Pocket Watch 3575-G is an heirloom-quality timepiece with a contemporary edge. A 14K gold-plated brass case and matching curb chain look classic and elegant next to a crisp white outer dial, showcasing black-tone Roman numeral hour markers. A mineral glass crystal provides resistance against wear and tear, while 17-jewel mechanical movement ensures reliability and precision. This distinctive Charles-Hubert original arrives in a deluxe blue giftbox. See all Product description Handling We will ship all orders within 2 business days of payment. Delivery We DO NOT SHIP TO PO Boxes or Mail Forwarding Addresses. We only ship to Paypal Verified addresses. Return Policy All items that qualify for returns must be within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged, as well as a 15% restocking fee. No exchanges permitted. All returns must be done through EBAY and processed with an RMA number to be issued refund. Upon receiving RMA, buyer has 7 days to have item shipped back. Item must be in original condition and packaging. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTMxOFgxNjAw/z/R~IAAOSwVctY4-UJ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTYx/z/GIwAAOSwpkFY4-UK/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5NjY=/z/xo4AAOSw~CFY4-UL/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM2NFgxNjAw/z/SXAAAOSw4CFY4-UM/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "Charles-Hubert, Paris",
        "Name": "Brand"
      },
      {
        "Value": "848870005011",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "ccs-craigw",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9274",
    "PositiveFeedbackPercent": "99.2"
  },
  "StartTime": "2017-04-04T18:20:55.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3224737327368080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T18:20:55.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "108.54"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.  All returns will be charged a 15% restocking fee.",
    "ShippingCostPaidBy": "Seller",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B002NSMFFK",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Charles-Hubert-Paris-Gold-Plated-Mechanical-Pocket-Watch-/322473732736",
  "Storefront": {
    "StoreName": "RivalTech",
    "StoreURL": "http://stores.ebay.com/id=776355051"
  },
  "ItemID": "322473732736",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT23H32M42S"
}