{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "14.95"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "<>Doctor Who The Masters Deluxe Fob Watch Pocket Watch PRODUCT DETAILS · Time is of the essence! Get time on your side with The Master's Fob Watch! Engraved metal Doctor Who-inspired timepiece. Features a light-up feature and solid chain. In the immensely popular sci-fi TV series Doctor Who, time is of the essence. Now you can have time on your side with this ultra-cool Doctor Who Master's Fob Watch! The engraved metal timepiece has a light-up feature and solid chain for sturdiness. Don't delay. Requires 2x 'SR626' batteries (supplied). The watch measures about 2-inches in diameter. Order yours today! Time is of the essence! Get time on your side with The Master's Fob Watch! Engraved metal Doctor Who -inspired timepiece. Features a light-up feature and solid chain. In the immensely popular sci-fi TV series Doctor Who, time is of the essence. Now you can have time on your side with this ultra-cool Doctor Who Master's Fob Watch! The engraved metal timepiece has a light-up feature and solid chain for sturdiness. Don't delay. Requires 2x 'SR626' batteries (supplied). The watch measures about 2-inches in diameter. Order yours today! Wireless Truck Driver Headset Blue Parrot Like Noise Cancel Bluetooth Headphones Payment Policy PAY SAFE using PayPal & Credit Card payment via PayPal. After winning/purchasing, an email with checkout procedure will be sent to your eBay registered email address outlining your checkout procedure. All payments must go through the eBay checkout. Payments are expected within 7 days after winning/purchasing and only then can the items be shipped out. Unpaid item (UPI) complaint will be filed with eBay upon non-receipt of payment Are you bidding on/purchasing multiple items? You can combine as many shipments as you like from our store during 7 days from the first wining/purchasing item. Simply wait until all of the auctions have ended, and then complete the checkout from the most recent email that received from us. You can also contact us for an invoice for all combined items. Once checkout is completed, you will not be able to include any additional auctions. We start to process and fulfill your order once payment checkout is completed. If you have any special request, please email us before buying. Shipping and Delivery Time Policy Free (1-5 Days or up to 6 Days *depending on items weight) Shipping Handling to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses and Eligible for Free Return Our commitment to ship your order within 3 business days after your payment is cleared by PayPal. ***Please Note: Shipping Address If your shipping address is different than your Paypal address please add the shipping address to your authorized addresses in your PayPal account. We can only ship to an authorized Paypal address. We do not accept email to change shipping address. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight). Some states are requiring sales tax to be charged for online sales We won’t under-value merchandise or mark the item as a gift on customs forms. Doing that is against U.S. and international laws. Return Policy A) General Return Information If you would like to return your purchased merchandises, please kindly contact us via eBay message by choosing “I have a question about using my item or I want to send the seller a message.” as the topic. We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been received by our warehouses and we can confirm from the tracking number that the item has been delivered, we will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return. B) Return Shipping Costs We will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyer’s remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. C) Return Locations Please be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types.Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes. Feedback Your Feedback is really important to us, please take a few seconds to leave a possitive feedback if you are satisfied with our product. we always offer the lowest price for the best goods and service to you. Please contect us before leaving neutral or negative feedback. We will try our best to solve the problem and leave you happy shopping mood here. IMPORTANT: PLEASE READ!!! Any Special Request, Please Only Contact Us by eBay Message, There is no exception. If you leave note in eBay Note or PayPal Note We Will Not Be Able to See. No customer will walk away from our store unhappy. If there's a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us! Wireless Truck Driver Headset Blue Parrot Like Noise Cancel Bluetooth Headphones FAST+FREE SHIPPING BEST PRICE TOP SERVICE A Free Sellercore.com Template",
  "StartTime": "2017-04-29T20:18:55.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTM0WDg3MA==/z/T2gAAOSw~y9ZBPWo/$_1.PNG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Underground Toys",
        "Name": "Brand"
      },
      {
        "Value": "DR97",
        "Name": "MPN"
      },
      {
        "Value": "DR97",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "bk*shopping*experience",
    "FeedbackRatingStar": "Yellow",
    "FeedbackScore": "36",
    "PositiveFeedbackPercent": "97.4"
  },
  "HitCount": "147",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3023000046848080_3.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-28T20:18:55.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "14.95"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "If you are not satisfied, return the item for refund.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple Locations",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Elegant Doctor Who The Masters Deluxe Fob Solid Chain Watch Pocket Watch",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Elegant-Doctor-Masters-Deluxe-Fob-Solid-Chain-Watch-Pocket-Watch-/302300004684",
  "SKU": "B002S9WW70",
  "ItemID": "302300004684",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P28DT1H33M35S"
}