{
  "QuantitySold": "0",
  "Title": "Minty 1923 MINTY DOUBLE SUNK DIAL Hamilton 950 SOLID GOLD Pocket Watch",
  "PostalCode": "52141",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "time-restored",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2323",
    "PositiveFeedbackPercent": "100.0"
  },
  "GlobalShipping": "false",
  "Subtitle": "Original 14K Gold Case, 23 Jewels, 5 ADJs, Original Box",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Click Any Image to Enlarge Description The Hamilton Watch Company was established in 1892 with the sale of the bankrupt Keystone Standard Watch Company (previously known as the Lancaster Watch Company) to a group of Lancaster businessmen. During this same year, they also mergered with the Aurora Watch Company of Illinois. After the mergers, they decided to name the new company after James Hamilton, owner of a large tract of land which was granted to him from William Penn and included what is now the city of Lancaster, Pennsylvania. Hamilton produced some of the premiere Railroad Pocket Watches of their time. The first model, Broadway Limited, was know as \"The Watch of Railroad Accuracy\". This slogan would follow the Hamilton Watch Company through decades. This Original and Untouched Hamilton 950 truly displays the quality of the Hamilton Watch Company. This gem has a 14 Karat Yellow Gold, Double Hinged Case with a Glass Crystal. The inside case back is marked Keystone, 14K 5637383. It is further marked Guaranteed 14K, 585 Fine, The K.W.C.Co, 5637383 on the inside dust cover. The elegance of the Hamilton watch is not only in its styling, but in its craftmanship as well. The grade 950 Movement of this Hamilton is in Excellent Condition. It sets (Lever Set) and winds properly and is keeping accurate time. The movement is marked Hamilton Watch Co., Lancaster Pa., 950, 23 Jewels, Adj. to 5 Positions, Motor Barrel with the serial number 1545419 dating its production to 1923. A True Collectible. Bid Now! The Double Sunk Dial is in near mint condition. It is marked Hamilton in black beneath the 12 position. It has the Blue Steel Spade Hands which are in excellent condition as well. And it is in, what I believe is the Original Wooden Box. RS0669 Shipping Shipments will be made when funds clear. Domestic Shipping and International Shipping (Excluding Italy) will be Actual Calculated. Shipping is shipped within 1 Business Day. Shipments are made utilizing USPS Priority Mail® domestically and internationally. Please contact us if insurance is desired. International Buyers, please check with your countries Customs Officials with the provided Tracking Number with any delays. If another method of shipment is desired, please contact us for an agreeable method prior to bidding. Expedited shipment is available but will incur additional charges. Payment Invoices will be emailed to the Winning Bidder at the end of the auction to determine method of payment. Payment must be received within 3 days or a dispute for a Non-Paying Bidder WILL BE INITIATED on the 4th day. Time-Restored, Inc, reserves the right to cancel your bid or relist the item after 7 days. Payments may be made by Paypal® or by Local Pickup. Shipments will be made when funds clear. All funds must be payable in USD. Disclaimer: Time-Restored, Inc. takes great pride in customer service which is evident in our eBay feedback. If there is a problem with your purchase or it is not as described, please contact Time-Restored by email or through eBay’s Contact Seller and it will be made right. So bid with confidence!!! Items may be personally inspected at my store located at 227 Center Street, Elgin, Iowa. Refunds are given upon return of item for Auction Price ONLY! About Us: I am member of the National Association of Watch and Clock Collectors (NAWCC) and specialize in repairing and restoring vintage and antique watches spanning the early years of American and Swiss wristwatches and Pocket watches (including Railroad, Art Deco, Wire Lug and Trench Watches, Fancy Dials, Solid Gold and Enameled Cases as well as Chronographs). All of our watches are described as accurately and honestly as possible. If you have a question regarding any of our items, please ask BEFORE bidding. Emails are answered as quickly as possible. CLICK ABOVE TO VIEW OTHER ITEMS FOR SALE",
  "StartTime": "2017-05-26T17:16:51.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjgw/z/WQAAAOSww9xZKGLn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxNjAw/z/AxUAAOSwcB5ZKGLs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjgw/z/OCUAAOSwfpVZKGLx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxNjAw/z/us0AAOSwi7RZKGL3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjgw/z/ipAAAOSwq1JZKGL7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/eUwAAOSwhvFZKGMB/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "2400.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Hamilton",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Lever",
        "Name": "Escapement Type"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "1575419",
        "Name": "Serial Number"
      },
      {
        "Value": "950",
        "Name": "Model"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Elinvar"
        ],
        "Name": "Features"
      },
      {
        "Value": "14K Gold",
        "Name": "Material"
      },
      {
        "Value": "23 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "16",
        "Name": "Pocket Watch Size"
      }
    ]
  },
  "SKU": "TRI246",
  "HitCount": "41",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3719629757718080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-25T17:16:51.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "2400.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Seller",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Minty-1923-MINTY-DOUBLE-SUNK-DIAL-Hamilton-950-SOLID-GOLD-Pocket-Watch-/371962975771",
  "ConditionDescription": "Excellent Size 16, 23 Jewel, Motor Barrel, Adjusted to 5 Positions, Hamilton 950 Railroad Pocket Watch in the Original 14 Karat Gold Double Hinged Case with Box!!!\n\nRS0669",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Elgin, Iowa",
  "Storefront": {
    "StoreName": "Time-Restored",
    "StoreURL": "http://stores.ebay.com/id=24351232"
  },
  "ItemID": "371962975771",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P24DT22H40M46S"
}