{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "QuantitySold": "0",
  "Title": "QTY (2) BEAUTIFUL POCKET WATCHES \"RAVEL WOODEN\" & \"EUROTECH QUARTZ\"",
  "PostalCode": "21502",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "2 VERY NICE NEWER POCKET WATCHES BOTH WATCHES HAVE NEW BATTERIES , WORK & LOOK VERY GOOD (please look at pics , ask questions , no return on this listing) TO OUR VALUED CUSTOMERS!!!!!!!!!! Hippie's Haven accepts returns on all the items it sells !!!!! EXCEPT!!!!! GRADED COINS & LOCAL PICKUP ITEMS. All RAW coins must be in there original holder to be returned to Hippie's Haven for a refund!!!!!!! NO EXCEPTIONS !!!!!!! We offer extra delivery services for certain items. These services are subject to change and approval by Hippie's Haven. PLEASE , contact Hippie's Haven prior to the purchase of a pick up only item that you would like to have delivered. Pick Up only items are the ONLY items available for any extra delivery services. Absolutely No Other Items are Eligible for this service. We do are very best to describe all items we sell. The descriptions we give are opinions made by what we see and think of an item. Here at Hippie's Haven we are not experts at everything , but do try our best to give the best description that we possibly can. We DO NOT grade coins in any way , shape , or manner. If you are buying a RAW coin we suggest you have knowledge of the coin industry and also the grading scale. We try to be green at Hippie's Haven and recycle as much as we possibly can. We do reuse old shipping material as packing/padding when possible. Helping the planet never hurts anyone. We want our customers to feel safe and secure when purchasing from Hippie's Haven, because that is what a Haven is for. Please feel free to ask any questions you have. Here at Hippie's Haven we not only sell , but also purchase all types of things. If you have !!!!ANYTHING!!!!! you would like to sell please send us a short message with pictures of what you have and we will let you know if we are interested. If you purchase multiple items , please wait until we send you an updated invoice for you purchases. If you do not wait for a new invoice we will not be able to combine your items and shipping. Here at Hippie's Haven we do are VERY BEST to take the clearest pictures we possibly can to keep returns and misunderstanding to a minimum. Please take your time to look closely at our pictures and description , helping all to get the best experience possible. Hippie's Haven offers a 14 day money back guarantee. If for any reason an item is NOT as described or damaged we will also pay the return shipping. All other issues with any item will be at the buyers expense to return. Here at Hippie's Haven we try to keep a very diverse list of items. If there is something specific you are looking for please don't hesitate to ask and we will do our best to help with finding an item if we do not already have it in stock. SHIPPING INSURANCE IS THE BUYERS RESPONSIBILITY , BUYER MUST CONTACT HIPPIE'S HAVEN AT TIME OF PURCHASE TO HAVE SHIPPING INSURANCE ADDED TO THEIR ITEM. THIS INSURANCE WOULD BE AT THE BUYERS EXPENCE.",
  "StartTime": "2017-05-28T16:12:05.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/5QIAAOSwX61ZIYT7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/5cMAAOSwX61ZIYUW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/lPoAAOSwJH1ZIYUd/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/vrcAAOSwGJlZIYUh/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/CF4AAOSwcB5ZIYUo/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "9.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Ravel & EUROTECH",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "240hippie",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "628",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "HitCount": "2",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529622522938080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-04T16:12:05.000Z",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "9.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "9.99"
  },
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/QTY-2-BEAUTIFUL-POCKET-WATCHES-RAVEL-WOODEN-EUROTECH-QUARTZ-/252962252293",
  "ConditionDescription": "NEW BATTERIES",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Cumberland, Maryland",
  "Storefront": {
    "StoreName": "Hippie s Haven",
    "StoreURL": "http://stores.ebay.com/id=809486849"
  },
  "ItemID": "252962252293",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P3DT21H37M4S"
}