{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "PostalCode": "33305",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "legendary-store",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "6456",
    "PositiveFeedbackPercent": "99.7"
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "KS-KSP064, Men's Half Hunter Hand Wind Mechanical Pocket WatchUSA Seller Product Features \"Kronen & Söhne: pocket watch Half hunter series Mechanical movement inside Self-stand case design ATTENTION!!! This is a mechanical-hand-wind watch, you should wind it every day. It will stop if the watch stop moving for a long time, please turn the crown of watches by hand. Product Description Present by Kronen & Söhne group, half hunter seriesAbout KS \"Kronen & Soehne\" was founded in 1992 by a group of mechanical watchmakers in Germany. Beginning with a small workshop in an unknown alley, over the course of a few years its watches were praised for their elaborate art and craft and thus became more and more known. Despite the increasing fame of the watch, the KS watchmakers remained consistent to their craft and chose to follow their heart and zealously pursue to perfect the mechanical watch. SpecificationMain Features:Mechanical movement inside.Self-stand case design. Specification(approximate)Case diameter:47mm.Case thickness:14mm.Chain Length:340mm (hook included) How to use/set mechanical pocket watch? A. Setting time Pull the crown away from base of the watch and turn the crown clockwise until reaching the exact time. B. Winding the watch Push the crown back into place along the base of the watch and winding up the watch clockwise rotation with 10-15 turns. The power will be full(Over winding will ultimately break the spring). Do this one time each day (before sleeping). Otherwise, it will stop working. Please do not over winding up the watch if you feel the crown is tight. Best gift !Nice gift for your father, your family or your friends! Please make sure that you read and understand our terms before bidding!!! ShippingFree Shipping!This item will be shipped out within 1 day from the time payment is received. But usually we ship it Right Away!We will use your PayPal account address for shipping! If you want to use different address please let us know by eBay message system!We are currently only shipping to the lower 48 states. Sorry no international bids.We do not ship to PO Box. Only physical addresses! PaymentsFor easy and fast transactions we accept PayPal only. Returns & RefundsItems may be shipped directly from a warehouse or supplier to get it to you as quickly as possible. In the unlikely event that the item may be sold out or back ordered we will refund your money.If you are not happy with your product please return it within 14 days after you received it, in original condition for a full refund.Please ask for instructions in case of return. Otherwise we can't guarantee a full refund.Feedback & Satisfaction Your feedback is very important to us! If you have any problems with your item please contact us to make your purchase a perfect transaction! Please contact us by eBay message system before leaving neutral or negative feedback. Please contact us before leaving 1-3 Stars in Detailed Seller Ratings because it’s considering as a low rating for eBay system. Your satisfaction is our Top Priority! Thank you for shopping with Legendary-Store! We value your business! Contact Information If you have any questions please contact us by eBay message system.",
  "StartTime": "2017-04-26T18:42:09.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI5NFgxMDAw/z/w9YAAOSwLEtYirCy/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/iPMAAOSwA3dYirC1/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTI5NFgxMDAw/z/xQYAAOSwLEtYirC8/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTI5NFgxMDAw/z/MqgAAOSw2xRYirDD/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTI5NFgxMDAw/z/wRoAAOSw5cNYirDJ/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTI5NFgxMDAw/z/ZG8AAOSwo4pYirDM/$_3.JPG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "37.56"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "10",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "KS",
        "Name": "Brand"
      },
      {
        "Value": "KS",
        "Name": "Manufacturer"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "0700900789646",
        "Name": "EAN"
      },
      {
        "Value": "700900789646",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "SKU": "B00QUHS2QG",
  "HitCount": "11",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2323146958548080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-25T18:42:09.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "37.56"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/KS-KSP064-Mens-Half-Hunter-Hand-Wind-Mechanical-Pocket-Watch-/232314695854",
  "Location": "Fort Lauderdale, Florida",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "KS-KSP064, Men's Half Hunter Hand Wind Mechanical Pocket Watch",
  "Storefront": {
    "StoreName": "Legendary Store",
    "StoreURL": "http://stores.ebay.com/id=1082456342"
  },
  "ItemID": "232314695854",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P24DT23H55M55S"
}