{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "QuantityThreshold": "10",
  "PostalCode": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Mullingar Pewter",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Pewter",
        "Name": "Material"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Ireland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "5390587015029",
        "Name": "UPC"
      }
    ]
  },
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "QuantitySold": "0",
  "ConditionDisplayName": "New with tags",
  "Description": "Mullingar Pewter Pocket Watch With Shamrock & Ireland Text Design -Pewter Quality -Shamrock with Ireland Text Design -Boxed -A perfect gift The pocket watch is undoubtedly one of the most timeless and elegant accessories. The clear and uncluttered watch face is easy to read and the proportions mean it's a delight to hold and open. The chain can be secured to a waistcoat, belt loop or lapel. This pocket watch enraptures all the traditional and vintage feel of an antique clock piece while the open back and embossed design gives it a distinctive modern and Irish edge. ShippingDelivery is charged based on the country we are shipping to. Please select your country and delivery service. All orders are same day dispatched (Monday - Friday, Saturday and Sunday orders are dispatched on Monday). If your order has not arrived on-time, simply contact our Customer Support Team who will track and help you to receive your order. To make this easy please use the following information to allow us easily identify your order or to deal easily with your query: eBay user name eBay Order number eBay Item ID Your Carrolls Irish Gifts order ID (from your delivery notification) ReturnsI have changed my mind and wish to return my item for a refund? You must contact us within 14 days of receiving your order. Please include your order reference number and full name. The item you wish to return must be unused, in the original packaging and in a saleable condition. Refunds may be accepted on all items except perishable goods, earrings and underwear and exclude shipping charges. All items will be inspected on return. My item is damaged, what can I do? Please contact us -- include your order reference number and full name. Please also include an image of the item showing the damage. Once verified, we can then work with you on a suitable resolution. I want to Exchange an Item? You must contact us within 14 days of receiving your order. Please include your order reference number and full name. The item you wish to exchange must be unused, in the original packaging and in a saleable condition. Exchanges may be accepted on all items except perishable goods, earrings and underwear. All items will be inspected on return. Once we receive the original item(s) from you, we will reach out to you for payment of the re-shipment and any other additional charges (if applicable) charges and can then ship the replacement(s) immediately. About UsCead Mile Failte (A Hundred Thousand Welcomes!) Carrolls Irish Gifts ﾖ An Irish Story Carrolls Irish Gifts are a fully Irish owned company established in 1982 and are one of the leading retailers of quality Irish clothing, jewellery, souvenirs and gift product. If you have visited Ireland, you will have surely visited one of our many famous stores! We stock leading Irish products such as Guinness, Aran Knitwear, Solvar, Trinity, Mullingar Pewter and many more.... We carry 1000's of gift and souvenir products across a wide range of categories. In 2012 we celebrate 30 years in business delivering the highest standards of customer service and a massive range of top quality products at the keenest prices. CarrollsIrishGifts.com - Best in Class Online Service Our dedicated on-line team has been providing the Carrolls Irish Gifts unique shopping experience since 2003. All orders placed online through our state of the art online store are delivered within days (worldwide) and are fully traceable from the time they leave our dispatch centre, in Dublin's main shopping street, O'Connell Street, until they reach your address. We are experts in local as well as international delivery and deliver to 164 countries around the world. Corporate/Volume Sellers We also work with many corporate/volume customers helping you to provide top quality Irish themed products to you customers. Our unrivalled expertise and positioning enable us to source a huge range of products at the best prices with bespoke/customisations also available. Contact Us",
  "StartTime": "2017-04-15T09:47:21.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/TMsAAOSww9xZAuoI/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "28.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "125",
  "Country": "IE",
  "QuantityAvailableHint": "MoreThan",
  "SKU": "P246S",
  "HitCount": "34",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1525116394048080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-14T09:47:21.000Z",
  "NewBestOffer": "false",
  "ItemID": "152511639404",
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Please send the original items to:\nFAO Manager,\nWeb Team,\nCarrolls Irish GIfts,\n57/58 Upper O'Connell Street,\nDublin,\nIreland\n\nPlease note that all items MUST have original tags attached.\n\nIn the package, please include a page with your full name, delivery address and phone number so we can identify your return.\n\nI have changed my mind and wish to return my item for a refund?\nYou must contact us within 30 days of receiving your order. Please include your order reference number and full name. The item you wish to return must be unused, in the original packaging and in a saleable condition. Refunds may be accepted on all items except perishable goods, earrings and underwear and exclude shipping charges. All items will be inspected on return.\n\nMy item is damaged, what can I do?\nPlease contact us -- include your order reference number and full name. Please also include an image of the item showing the damage. Once verified, we can then work with you on a suitable resolution.\n\nI want to Exchange an Item?\nYou must contact us within 30 days of receiving your order. Please include your order reference number and full name. The item you wish to exchange must be unused, in the original packaging and in a saleable condition. Exchanges may be accepted on all items except perishable goods, earrings and underwear. All items will be inspected on return.\n\nOnce we receive the original item(s) from you, we will reach out to you for payment of the re-shipment and any other additional charges (if applicable) charges and can then ship the replacement(s) immediately.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "28.0"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mullingar-Pewter-Pocket-Watch-Shamrock-Ireland-Text-Design-/152511639404",
  "Location": "Dublin",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Mullingar Pewter Pocket Watch With Shamrock & Ireland Text Design",
  "Storefront": {
    "StoreName": "Carrolls Irish Gifts",
    "StoreURL": "http://stores.ebay.com/id=1162312575"
  },
  "Seller": {
    "UserID": "carrollsirishgifts",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "5173",
    "PositiveFeedbackPercent": "99.7"
  },
  "PaymentMethods": "PayPal",
  "TimeLeft": "P13DT15H20S"
}