{
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "QuantitySold": "0",
  "PostalCode": "29150",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "This is a nice watch. It is in like new condition but it is in need of a new battery. Please see photos for more details. Terms Of Sale Jewelry Items Disclosure All of the jewelry items that we sell are used unless stated otherwise. This means they have the usual aspects of used jewelry such as scratches and wear. If there is a major flaw, we will note it in our description such as dents, dings, bends, etc. Payment Information Payment is due within 48 hours of the items ending time. We accept Paypal only. We do not cancel purchases unless the item was misrepresented. Please understand that when you submit your bid that you are entering a binding contract with us stating that you agree to pay the full purchase amount and shipping and handling charges as stated in the listing. Shipping Information We only ship to the confirmed paypal address supplied to us on the payment. If you would like your item(s) shipped to a different address be sure to change the address during the checkout process. We do combine shipping when possible, however some items must be shipped separately. You can contact us for a quote of you can wait for a invoice once the items have ended. Our shipping charges include shipping and handling. We have to buy supplies such as boxes, bubble wrap, bubble mailers, tape, labels, paper, ink, envelopes, and gas to the post office to drop off the items and on top of that there is postage fees for the actual shipping costs. We try to keep our charges as low as possible and we do not profit off of shipping charges. Please be sure to factor in these charges when bidding. It is listed as economy shipping on all of our listings. We only ship USPS via First Class Mail, Media Mail, Parcel Post and Priority Mail. We use the cheapest and efficient method possible. Sometimes parcels are cheaper Priority than Parcel Post. If your item weighs under 13 ounces, it will always so First Class Mail unless it is a eligible Media Mail item. Handling Time We will usually ship out your item(s) within 1 business day of receiving a cleared payment. Please note that if you pay using a e-check that we cannot ship your purchase until the payment has cleared in 3-5 business days. Returns If you are unhappy with your purchase and wish to return it, please contact us via eBay Messages to let us know that you are shipping the item(s) back for a refund. If a group or \"lot\" of items was purchased (example: a lot of 5 rings or a lot of 3 coins) ALL of the items in this group or lot must be returned for a complete refund of original payment. Buyer is responsible for return shipping costs unless the item was grossly misrepresented. We do NOT deal in partial refunds of ANY form. On May-25-17 at 07:51:14 PDT, seller added the following information: WE DO COMBINE SHIPPING ON MULTIPLE PURCHASES. PLEASE WAIT UNTIL YOU ARE DONE SHOPPING THEN REQUEST THE TOTAL AND WE WILL SEND YOU A UPDATED INVOICE. ONCE THE ITEMS ARE PAID FOR WE CAN NOT GIVE A DISCOUNT OR ISSUE A REFUND!!!",
  "StartTime": "2017-05-29T13:54:13.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/~98AAOSwlMFZLCfX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/7ckAAOSwi7RZLCfd/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/7dwAAOSw3gJZLCfn/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "8.0"
  },
  "HighBidder": {
    "UserID": "0***u",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1315",
    "FeedbackPrivate": "false"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Majestron",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "laura_uriel",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "14020",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.8"
  },
  "HitCount": "7",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2019399927858080_1.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "8.5"
  },
  "BidCount": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "8.0"
  },
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "EndTime": "2017-06-03T13:54:13.000Z",
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Majestron-Quartz-Railroad-Pocket-Watch-Chain-Estate-Jewelry-/201939992785",
  "Location": "Sumter, South Carolina",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Majestron Quartz Railroad Pocket Watch & Chain, Estate Jewelry",
  "Storefront": {
    "StoreName": "laura_uriel",
    "StoreURL": "http://stores.ebay.com/id=789284789"
  },
  "ItemID": "201939992785",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT19H19M41S"
}