{
  "QuantitySold": "0",
  "Title": "Vintage Agnew Eagle Pocket Watch, new battery replaced, bald eagle",
  "PostalCode": "07840",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "It is pre-ownedin excellent shapeJapanese movement, made in ChinaI replaced a fresh brand new battery as date 11/14/2016Also, dis-activate the watch to preserve the battery life(all you have to do just click the stem of the watch again to re-activate it )It includes all original documents and caseBut we cannot provide the warranty due to the pre-owned item great idea for a beautiful present please view images for more details free shipping within USA continent ONLY, for other places please \"ASK!!!\" before buy it or it will be cancelled. thanks for viewing General Payment/Shipment Information for eBay buyers Please double-check the shipping cost before you place a bid/ buying New Jersey SALES TAX IS COLLECTED FOR New Jersey RESIDENTS.Payment is required upon purchase.I only ship out upon the notification from the payment (Paypal) has cleared. Please make the payment within 3 days. If you need more time, please do let me know right away before I open the case in eBay.I do not mind to wait if you need more time to come up the payment, but I do need your notification. Due to previous unpleasant experience, for the buyers with 0 or 1 feedback, the seller reserves the right of cancelling the bidding/selling.please bid with confidence. I combine multiple shipments when it is possible (size/weight for extra shipping cost/extra cushion for fragile items could be the factors). If buyer requests shipment of package the second time due to refused or unclaimed packages, the postage must be paid by the buyer via Paypal. PICK-UP: We are located at Hackettstown, NJ in the 07840 zip code and pick-up is possible. Contact me to make arrangements. After all, shipment is high price to pay nowadays, I am happy to avoid that too. Usually, I don't prefer to sell my items internationally. However, if you are really interested in my items,please notify me if you are international buyer and I will see if I can work with you when you have agreed to following terms.1. Duty fees and/or taxes and all customs chargers are the sole responsibility of the buyer.2. Shipments may be delayed at customs and the seller has no authority.Customs fees are normally charged by the shipping company and/or are usually collected when you pick up the item. These fees are not additional shipping charges.I will not under-value merchandise or mark the item as a gift on customs forms. Doing that is against U.S. and international laws. I do not smoke and I don't own a pet, however, some of my items source come from thrift stores, the flea market, auctions, garage/yard sales, etc.So I do NOT guarantee that my items have not come come from pet or smoke free homes. FeedbackI leave feedback for customers as soon as I know that your package has arrived safely and you're satisfied.I encourage you to do the same. If you encounter any problems with your purchase, please contact me to help you solve the issue.",
  "StartTime": "2017-05-15T14:06:29.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/wmEAAOSw4GVYKc8g/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/NQMAAOSwImRYKdBb/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/fEUAAOSwcLxYKdBe/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ZfUAAOSwA3dYKdBi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/DX4AAOSwB09YKdBl/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/J6kAAOSw44BYKdBp/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/DrgAAOSwB09YKdBt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Z9oAAOSwA3dYKdBw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/-10AAOSwKOJYKdBz/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/9joAAOSw4GVYKdB2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/9sUAAOSw4GVYKdB5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/EWsAAOSwB09YKdB8/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "15.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "sunniajair",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "551",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "13",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2824791568528080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-14T14:06:29.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "15.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Agnew-Eagle-Pocket-Watch-new-battery-replaced-bald-eagle-/282479156852",
  "ConditionDescription": "good !!!",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Hackettstown, New Jersey",
  "Storefront": {
    "StoreName": "PjMommyStore",
    "StoreURL": "http://stores.ebay.com/id=47574039"
  },
  "ItemID": "282479156852",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P13DT19H26M4S"
}