{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "QuantitySold": "0",
  "PostalCode": "90020",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "SIBOSUN Antique Full Hunter Doctor Who Bronze Case Quartz White Dial Chain Men Pocket Watch Dr. Who Item Description ? A Colletion Pocket Watch - Especially For 'Doctor Who' Fans - Inspired Looking, Beautiful Packing Gift Box & Matching Chain? DIY Traditional CHINESES Knots - Extra Gift Leather Cord For Different Styles Or Different Meaning Gifts? Ingenuity LIGHT-WEIGHT Design - Good Quality But Not Be Burthen For Wearing With You To Anywhere? Must-be Choice - Wanna Stand Out? This Is Your Pocket Watch - A Conversation Piece, A Compliments Receiver - It Really Hits The Spot? It Even Can Be A Perfect 'Just Because' Gift Features: 1.Steampunk Doctor Who (Dr. Who) Bronze Case quartz pocket watch 2.100% brand new with excellent workmanship 3.Elegant design with precise quartz movement 4.With Removable chain 5.Nice addition to a formal or casual dressing or colleting 6.Color may not appear as exactly as in real life due to variations between the computer monitors and nacked eye color difference. ShippingOur stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREEReturnsWe offer a 14 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product.Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for youWhen returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items.All returns MUST be done within 14 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution.About usAll of our products ship directly from our different warehouses across the United States so you get your items quickly and in perfect condition. We know how important it is for you to get what you ordered and get it fast. Our products are a 100% authentic and brand new. We work with the biggest suppliers of high quality products to bring you only the best items. It is very important to us that we put our customers first and you will see this reflected in every transaction with us. We consider it a top priority that our customers are happy and in the rare event that they are not, we do everything we can to fix the situation. No customer will walk away from our store unhappy. If there's a problem, just let us know and we fix it. We guarantee you only the best experience when shopping with us!",
  "StartTime": "2017-05-22T09:34:21.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjcyWDUwMA==/z/fZoAAOSwuMZZIrCP/$_57.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDc3MA==/z/rjsAAOSwi7RZIrCR/$_57.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/9zoAAOSw~y9ZIrCS/$_57.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/KBcAAOSw3gJZIrCU/$_57.JPG",
    "http://i.ebayimg.com/00/s/NzEwWDUwMA==/z/n2YAAOSwCQZZIrCW/$_57.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDU1Mg==/z/ffwAAOSwuMZZIrCX/$_57.JPG",
    "http://i.ebayimg.com/00/s/NjcyWDUwMA==/z/KFIAAOSwIQdZIrCY/$_57.JPG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PaymentAllowedSite": [
    "CanadaFrench",
    "Canada"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "25.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SIBOSUN",
        "Name": "Brand"
      },
      {
        "Value": "FA-HBQ030",
        "Name": "MPN"
      },
      {
        "Value": "FA-HBQ030",
        "Name": "Model"
      },
      {
        "Value": "703290407978",
        "Name": "UPC"
      },
      {
        "Value": "0703290407978",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "igoutlet",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "273",
    "PositiveFeedbackPercent": "99.5"
  },
  "HitCount": "19",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1726886033738080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-21T09:34:21.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "25.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Quartz-Antique-Doctor-Bronze-Case-Chain-Dial-White-Men-Pocket-Watch-Dr-Full-New-/172688603373",
  "Location": "Los Angeles, California",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Quartz Antique Doctor Bronze Case Chain Dial White Men Pocket Watch Dr Full New",
  "Storefront": {
    "StoreName": "shopigor",
    "StoreURL": "http://stores.ebay.com/id=992627442"
  },
  "ItemID": "172688603373",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P20DT14H55M57S"
}