{
  "ExcludeShipToLocation": [
    "AF",
    "IN",
    "HT",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "TH",
    "VN",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "IQ",
    "JO"
  ],
  "QuantitySold": "0",
  "PostalCode": "L4C3C1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "toronto_coins",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9269",
    "PositiveFeedbackPercent": "99.9"
  },
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "Pre-owned",
  "Description": "HOTLINE: 855-465-3771 Gold Tone Colibri Pocket Watch Pocket Watch Set Gold Tone Colibri Pocket Watch Pocket Watch Set Gold Tone Colibri Pocket Watch & Pocket Watch Set Condition: Previously Enjoyed, Not Cleaned. Needs New Battery (See Pictures) Pocket Watch is Monogrammed On Front Case & Inside Front Case Comes In Original Box Pocket Knife Has 2 Blades                                                                                                     ** We are working through our online inventory. From time to time, pieces may unfortunately have been listed that are no longer available. Please feel free to check prior to bidding, or know that we will refund immediately           should the item you've chosen not be in stock. We apologize in advance for any inconvenience through this process.   Shipping Shipping cost: INTERNATIONAL BUYERS (INCLUDING USA): Please Note: Import duties, taxes and charges are NOT included in the item price or shipping charges. These charges are solely the buyers' responsibility. Please check with your customs office to determine what these additional fees will be prior to bidding/buying. We strive to not have duties and additional taxes charged, but they are out of our hands. For Canadian clients: Canada Post rates on shipping are more expensive. For items under $20, with $4 shipping, there is no tracking. We can provide tracking at an increased shipping rate if you wish, please let us know. In addition, we can ship via the USA, usually cheaper than with Canada Post. If you wish us to do this we can, just know that if there are duties/taxes we cannot be held responsible. On ALL items OVER $200 Please feel free to contact us for an accurate shipping rate. We strive to ship all items in the most economical and safest way.   Province Tax Rate AB, MB, NT, NU, PEI, QC, SK, YT, BC 5% ON, NB, NF 13% NS 15% ** Items over 95% Pure (Bullion) are Non-Taxable items** For Shipping in the US we use USPS on all items under $200. ** All items shipped in Canada/US are TRACKED - Delivery Confirmations available for: Australia, Belgium, Brazil, Croatia, Denmark, Estonia, Finland, France, Germany, Gibraltar, Great Britain, Hungary, Israel, Italy, Latvia, Lithuania, Luxembourg, Malaysia, Malta, Netherlands, New Zealand, Portugal, Singapore, Spain, Switzerland Delivery time:We strive to ship items within 2 business days of payment being received. All US & International clients will have tracking numbers uploaded as soon as they are available. Canadian tracking numbers may take 2 additional business days. Payment We accept the following payment methods: Paypal E-Transfer / Bank Transfer (Canadian and USA Clients - 2% Discount applied) Visa/MasterCard/American Express In-store Pick-up Available, Richmond Hill Ontario (Cash or Debit) Please contact us if you have any questions. Service We strive to be able to satisfy every client. If you have a question or comment please get a hold of us. We will reply with the most accurate information that we can.",
  "StartTime": "2017-05-27T21:09:56.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/x~UAAOSwcgNZKesp/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "44.95"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "CA",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Colibri",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "N-0523-B (BA)",
  "HitCount": "8",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1921993443428080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T21:09:56.000Z",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "44.95"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No"
  },
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "44.95"
  },
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Gold-Tone-Colibri-Pocket-Watch-Pocket-Watch-Set-/192199344342",
  "Location": "Richmond Hill, Ontario",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Gold Tone Colibri Pocket Watch & Pocket Watch Set",
  "Storefront": {
    "StoreName": "Toronto Coins",
    "StoreURL": "http://stores.ebay.com/id=8429364"
  },
  "ItemID": "192199344342",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "AmEx"
  ],
  "TimeLeft": "P3DT2H34M46S"
}