{
  "QuantitySold": "0",
  "Title": "Gold/silver tone POCKET WATCH w/ CHAIN moving TRAIN flowers HONG KONG",
  "PostalCode": "91108",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "****** International buyers please use postage calculator for estimated postage, accurate invoice will be followed. Please refer to fine print #3 below. Gold/silver tone POCKET quartz WATCH w/ CHAIN. The watch is traditional standard size, 1.75 inches diameter; the chain is about 15 inches long with the hooks. 3-D moving train scene on front, flower pattern on the back side of the watch. Made in Hong Kong. Pre-owned, but clean; not working at this present time, sold AS IS. 1) The items we are offering here are accumulated for many years. You will find vintage collectable items, hand embroidered table clothes, modern fancy jewelry, creative handcraft pieces, or interesting stuffs for everyday use. Some of the items are new in original packages, some may be gently used, and some may need serious cleaning, or sold AS IS. We try our best to describe the items as accurate as we can, but please look at all pictures carefully for more detail in case we overlook something. 2) We offer free US shipping/ handling fee to most of the items; we also offer combined shipping / handling fee: pay the highest shipping cost then pay $1 extra for each additional item with ONE final payment. Few exception stated in description. Most of the items sent with insured priority mail; if the packages sent via first class or standard mail, postal insurance is buyer’s option at ADDITIONAL fee. We always pack very well, but in case the package arrives damaged or lost during transit, buyer is responsible for filing claim on insured priority package, or bear the loss if it is first class package with no insurance coverage. We prefer PayPal, but take any form of US payment. Personal check is acceptable but package will be sent after your check clears from your bank. California residents are required to pay sales tax. 3) International buyers are welcome but required PayPal payment ONLY. In most case, package under 4 pounds will be sent via first class mail with tracking but without insurance, estimated shipping cost will be calculated by eBay shipping calculator according to initial weight, please wait for the accurate invoice after packaging. We normally can find sturdy recycled box to ship, but if we need to buy a new one, buyer is expected to share some of the cost. If you desire to pay for insured priority package, please let us know, so we can provide proper invoice for you to pay. Sometimes we will decide if the package needs to be sent via insured priority mail to certain countries to add more protection, so the shipping cost will be recalculated and revised invoice will be sent. We always pack very well, but in case the package arrives damaged or lost during transit, buyer is responsible for filing claim on insured priority package, or bear the loss if it is first class package with no insurance coverage. International custom duty is buyer’s responsibility, please ask question before you purchase.4) We have no intention making profit out of FIXED shipping/ handling fee. Postage increases again, packaging materials including first class/ parcel select boxes and others are not free either; FIXED shipping/handling fee covers some of the expenses. We offer combined shipping/ handling fee to save you some money, so please DO NOT negotiate the FIXED shipping/ handling fee or post low-rating feedback AFTER you purchase, the best way to avoid any conflict, just don’t purchase from us if you have concern, give other eBayers the chance! Thank you! 5) All payment is expected within 3 days after auction ends or other arrangement made, otherwise the item will be re-listed and will be reported to eBay properly. If you are buying other items from my store, eBay will calculate combined shipping/ handling fee, please wait to the end to send ONE final payment. 6) Return item at original re-sellable condition will be honored within 14 days after package delivered; items list at AS IS condition can be returned only if we make the misrepresentation. Returned postage will be paid by buyer. Please use proper tracking and insurance to secure the returned delivery. If the item returns back to us broken or lost, unless you have tracking and insurance, your refund request will NOT be honored. The refund will be issued for purchase price only, not the shipping and handling fee. For items sent with free shipping, we will withhold the actual postage cost then issue you refund . 7) Thank you for spending time to view and purchase our items. We take pride in eBay selling and work hard for our reputation. Thanks for supporting our business, which allows us to bring more interesting stuff to you! Have fun!",
  "StartTime": "2017-05-04T01:59:21.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ArYAAOSwymxVM7zF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/waIAAOSwpDdVM70-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/kkwAAOSwBahVM1WL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/NQoAAOSwEeFVM7zv/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OpAAAOSwstxVM7x0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/frsAAOSweW5VM70A/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/MzMAAOSwEeFVM7zg/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "29.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Includes Chain",
        "Name": "Features"
      },
      {
        "Value": "Hong Kong",
        "Name": "Country Made"
      }
    ]
  },
  "Seller": {
    "UserID": "simpletreasures1191",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "6025",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "34",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2921056711618080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-03T01:59:21.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "29.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "please refer to fine print #6. The refund will be issued for purchase price only, not the shipping and handling fee. For items sent with free shipping, I will withhold my actual postage cost then issue you refund. Thank you.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Gold-silver-tone-POCKET-WATCH-w-CHAIN-moving-TRAIN-flowers-HONG-KONG-/292105671161",
  "ConditionDescription": "not working at this time, but clean, no any serious damages, please refer to description and all pictures, sold AS IS.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "San Marino, California",
  "Storefront": {
    "StoreName": "simple-n-treasures",
    "StoreURL": "http://stores.ebay.com/id=9755599"
  },
  "ItemID": "292105671161",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT7H14M50S"
}