{
  "CurrentPrice": {
    "_currencyID": "AUD",
    "value": "888.88"
  },
  "QuantitySold": "0",
  "PostalCode": "4557",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-Owned",
  "EligibleForPickupDropOff": "true",
  "Description": "100% authentic men's Omega Seamaster Professional Quartz Swiss Precision divers wristwatch offered on a $1 start no reserve auction! This is the watch that James Bond made famous in a number of films and it's the full size 41mm casing without crowns. This watch is reference 2541.80.00 and is Calibre 1538. The watch comes with it's original Omega inner red leather case with pillow and the original Omega white outer box as well. Both are in excellent condition. Along with the boxes are the original Omega hang tag specifying reference number, watch serial number and caliber number as well as all of the functions that the watch was designed with. Also has it's original Omega full size instructions book. Card set has never been opened! It's the 300 meter or 1000 feet water resistant Professional diver watch with the screw down Helium release crown. The unidirectional famous blue bezel is in fantastic condition and clicks 120 times per full turn. The sapphire crystal face is flawless and showcases the classic Seamaster blue wave dial which is in perfect condition. Both screw down crowns are perfectly operational with very quick date and hour setting available at position 2. Tritium luminosity is excellent. Bracelet is the full width of 20mm and it has the full length. Currently 3 and 1/2 are removed and can be added to bring it up to full length. The only superficial marks anywhere on the brilliant piece are on the back of the deployment clasp but these could be removed virtually by sneezing and you would have a watch difficult to pick in a line up from a brand new one! Case back is perfect and carries the famous Omega Hippocampus symbol against the wave patterned seabed. New battery fitted should go for 3 years! An absolutely stunning piece and these 41mm casing sizes are getting harder to find. 45mm including crown by the way :)) Bid with confidence and secure yourself an absolute bargain! Please Read: I am an enthusiastic watch collector and a serious eBay member and I am concerned to protect the integrity of other eBay members who spend their time looking at anything I am offering therefore anyone bidding with zero or negative feedback need to make email contact with me prior to bidding in order to bid as too many zero feedback people fail to complete their purchase and essentially ruin anyone else's chances while stealing time. If you do not, I will block your bid. If you have any questions about the item you wish to bid on please ask them before you place your bids. I will not answer questions relating to the authenticity of any watch that I sell as every item is absolutely authentic and guaranteed to be so. I only accept Paypal. Payment must be received within 4days of auction completion. For both national and international shipping, I will only use Australia Post which will include signature requirement, tracking and full insurance. I will not lower the value of any item for Customs declarations. Customs duties, taxes and other possible charges are Not included in the item price or shipping charges. These charges are the responsibility of the buyer. Please check with your country's customs office to determine what additional costs there may be. SHIPPING Countries not shipped to: ---Central America and Caribbean--- Anguilla, Antigua and Barbuda, Aruba, Bahamas, Barbados, Belize, British Virgin Islands, Cayman Islands, Costa Rica, Dominica, Dominican Republic, El Salvador, Grenada, Guadeloupe, Guatemala, Haiti, Honduras, Jamaica, Martinique, Montserrat, Netherlands Antilles, Nicaragua, Panama, Saint Kitts-Nevis, Saint Lucia, Saint Vincent and the Grenadines, Trinidad and Tobago, Turks and Caicos Islands ---North America--- Bermuda ---South America--- Bolivia, Ecuador, Falkland Islands (Islas Malvinas), French Guiana, Guyana, Paraguay, Suriname, Uruguay, Venezuela ---Europe--- Albania, Bosnia and Herzegovina, Bulgaria, Cyprus, Guernsey, Jersey, Macedonia, Romania, Svalbard and Jan Mayen ---Asia--- Afghanistan, Bhutan, Georgia, Kyrgyzstan, Maldives, Mongolia, Nepal ---Southeast Asia--- Brunei Darussalam, Cambodia, Laos, Macau, Vietnam ---Middle East--- Iraq, Jordan, Lebanon, Oman, Qatar, Yemen ---Oceania--- American Samoa, Cook Islands, Fiji, French Polynesia, Kiribati, Nauru, New Caledonia, Niue, Papua New Guinea, Solomon Islands, Tonga, Tuvalu, Vanuatu, Wallis and Futuna, Western Samo ---Africa--- Angola, Benin, Botswana, Burkina Faso, Burundi, Cameroon, Cape Verde Islands, Central African Republic, Chad, Comoros, Congo -Democratic Republic of the, Congo -Republic of the, Cote d'Ivoire (Ivory Coast), Djibouti, Equatorial Guinea, Eritrea, Ethiopia, Gabon Republic, Gambia, Ghana, Guinea, Guinea-Bissau, Lesotho, Liberia, Libya, Madagascar, Malawi, Mali, Mauritania, Mauritius, Mayotte, Morocco, Mozambique, Namibia, Niger, Nigeria, Reunion, Rwanda, Saint Helena, Senegal, Seychelles, Sierra Leone, Somalia, Swaziland, Tanzania, Togo, Tunisia, Uganda, Western Sahara, Zambia, Zimbabwe",
  "StartTime": "2017-05-31T05:52:18.000Z",
  "PictureURL": [
    "https://i.ebayimg.com/00/s/MTE5N1gxMzc2/z/8pQAAOSwurZZLlX7/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTA1NVg4MDQ=/z/0n0AAOSwhvFZLlYK/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTExNlg4MzY=/z/uDkAAOSww9xZLlYY/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/We0AAOSwxu5ZLlYl/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/GNIAAOSwYlRZLlYt/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTQ0MVg4NzI=/z/VkMAAOSw3gJZLlY-/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/9bYAAOSwurZZLlZH/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/5dwAAOSwn-tZLlZX/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/unsAAOSww9xZLlZg/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/CtYAAOSwjqVZLlZt/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/~T8AAOSwCQZZLlZ1/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/yF8AAOSwlndZLlZ-/$_12.JPG?set_id=880000500F"
  ],
  "Site": "Australia",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "662.75"
  },
  "HighBidder": {
    "UserID": "r***1",
    "FeedbackRatingStar": "None",
    "FeedbackScore": "0",
    "FeedbackPrivate": "false"
  },
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "AU",
  "Seller": {
    "UserID": "piscesfeet66",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "635",
    "PositiveFeedbackPercent": "99.5"
  },
  "HitCount": "64",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2323549708438080_2.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "AUD",
    "value": "898.88"
  },
  "BidCount": "6",
  "ShipToLocations": [
    "Worldwide"
  ],
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "EndTime": "2017-06-07T05:52:18.000Z",
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Omega-Seamaster-Professional-Full-Size-James-Bond-Full-Set-Mint-No-Reserve-/232354970843",
  "Location": "Mooloolaba, Queensland",
  "Title": "Omega Seamaster Professional Full Size! James Bond! Full Set! Mint!! No Reserve!",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "232354970843",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P6DT11H18M52S"
}