{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Charles-Hubert Paris Satin Finish Mechanical Pocket Watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "87.04"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Charles-Hubert, Paris Satin Finish Mechanical Pocket Watch Features: Chrome satin finish brass 41mm hunter case with a matching curb chainSkeleton dial with roman numerals17 jewel mechanical movementDeluxe gift box Product Details: Product Dimensions: 0.6 x 0.6 x 0.6 inchesShipping Weight: 4.8 ouncesItem model number: 3594Domestic Shipping: Item can be shipped within U.S. International Shipping: This item can be shipped to select countries outside of the U.S. Learn More Description A timeless timepiece for about the town, this Hunter collection pocket watch shows refined details and classic craftsmanship. A clear crystal reveals Roman numeral indicators and a skeleton dial, with the watch's inner mechanisms displayed as well. A chrome satin finish completes the appearance. Skeleton dial. Roman numerals. 17 jewel mechanical movement. Comes with deluxe gift box. 1.61 in. Dia. Since 1990, Charles-Hubert Pans has been a major influence in the United States watch industry. By including both retro and contemporary designs in its line, Charles-Hubert Paris has established a large and loyal following. With its unprecedented Lifetime Warranties, exceptional quality standards and affordable pricing, the future looks very bright for Charles- Hubert Paris. Handling We will ship all orders within 2 business days of payment. Delivery We DO NOT SHIP TO PO Boxes or Mail Forwarding Addresses. We only ship to Paypal Verified addresses. Return Policy All items that qualify for returns must be within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged, as well as a 15% restocking fee. No exchanges permitted. All returns must be done through EBAY and processed with an RMA number to be issued refund. Upon receiving RMA, buyer has 7 days to have item shipped back. Item must be in original condition and packaging. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTM2N1gxNjAw/z/AdwAAOSwhQhY4-Tb/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTky/z/Qd8AAOSw4CFY4-Tc/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM2NlgxNjAw/z/QTUAAOSwVctY4-Td/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDE2MDA=/z/QggAAOSw4CFY4-Td/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "Charles-Hubert, Paris",
        "Name": "Brand"
      },
      {
        "Value": "848870004908",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "ccs-craigw",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9274",
    "PositiveFeedbackPercent": "99.2"
  },
  "StartTime": "2017-04-04T18:20:46.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3224737325008080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T18:20:46.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "87.04"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.  All returns will be charged a 15% restocking fee.",
    "ShippingCostPaidBy": "Seller",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B002NSMF6Y",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Charles-Hubert-Paris-Satin-Finish-Mechanical-Pocket-Watch-/322473732500",
  "Storefront": {
    "StoreName": "RivalTech",
    "StoreURL": "http://stores.ebay.com/id=776355051"
  },
  "ItemID": "322473732500",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT23H32M31S"
}