{
  "QuantitySold": "0",
  "Title": "Kansas City Railroad Pocket Watch - Limited Edition Silver Tone",
  "PostalCode": "07731",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "4",
  "ConditionDisplayName": "New with tags",
  "Description": "Kansas City Railroad Pocket Watch - Limited Edition Silver Tone Arts, Crafts & Sewing Automotive Baby Beauty Books CDs & Vinyl Clearance Clothing, Shoes & Jewelry Collectible & Fine Art Electronics Everything Else Gifts Grocery & Gourmet Health & Personal Care Home & Kitchen Industrial & Scientific Musical Instruments Office Products Patio, Lawn & Garden Pet Supplies Software Sports & Outdoors Tools & Home Improvement Toys & Games Video Games Kansas City Railroad Pocket Watch - Limited Edition Silver Tone Was $14.95 Only $11.99 Click Thumbnails to Enlarge This stunning pocket watch in silver tone with butterfly hinge and 26” pocket chain is a great addition to your collectibles and is also a wonderful gift for your family and friends on any special occasion. Product Details This nostalgic time-piece is inspired by Jesse James’ Train Robbery 1874. Features handsomely adorned silver tone bezel, sturdy butterfly hinge, Roman numeral dial, second hand and 26\" chain and fob. New & Improved Quartz Movement - Never Needs Winding! The antique style pocket watch comes with Certificate of Authenticity. It is certified by the American Historic Society. This elegant collectible is designed to commemorate the glory of the Old West. Payment PaymentWe accept: PayPal, MasterCard, Visa, Discover and American Express. Sales Tax: We collect sales tax on taxable items shipped to the State of New Jersey. Shipping ShippingShipping and handling is FREE for all orders using Standard Shipping within the continental 48 U.S. only. Most orders are shipped the same day the order is placed if received by 1 PM EST. We ship via USPS, UPS and DHL, for faster delivery please use one of the expedited shipping options. Returns ReturnsWe understand that sometimes you may need to return or exchange an item. That is why we offer a 30-day 100% satisfaction guarantee. If you are not satisfied with your purchase, you may return your merchandise within 30 days of shipment. Returned merchandise must be in un-opened and sellable condition only. A 20% - 25% re-stocking fee which also includes our shipping costs may apply. Returns marked as undeliverable or un-claimed will be subject to our standard return policy. Please allow us 7-10 business days to receive and process your return. Returns must be received within 40 days of the shipment date. Please note return labels are not provided unless it is our error, we will not be responsible for a listing or site error. Contact Us Contact UsCustomer Service Policy: We want you to be completely satisfied with your purchase. If for any reason you are unsatisfied with your purchase, simply send the unopened item back within 30 days of your order's ship date and receive our standard refund. Please see our entire return policy under the return policy tab. Items that have been opened or not in a resellable condition are not eligible for a refund. If you receive a damaged, expired or incorrect product, you must contact Customer Service within 48 hours of receiving your product. Contact customer service to receive an RMA (return merchandise authorization) number. Please have your order number from the enclosed invoice available. If your parcel is being returned to sender due to any reason such as: Unclaimed, Incomplete/Insufficient Address, Prohibited Import / Denied Entry by Customs, Refused, our standard refund will apply. Home About Us Shipping Returns Feedback Copyright © 2017 Exquisite Buys. All Rights Reserved.eBay Template Design",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/acwAAOSwc-tY7x1j/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "11.27"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "10",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Telebrands",
        "Name": "Brand"
      },
      {
        "Value": "KSCWATCH",
        "Name": "MPN"
      },
      {
        "Value": "097298023231",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "exquisite-buys",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2289",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "StartTime": "2017-04-13T06:40:31.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2528624917388080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-12T06:40:31.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "11.27"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_20",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%"
  },
  "SKU": "BAZ-097298023231",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Kansas-City-Railroad-Pocket-Watch-Limited-Edition-Silver-Tone-/252862491738",
  "Location": "Howell, New Jersey",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "Storefront": {
    "StoreName": "Exquisite-Buys",
    "StoreURL": "http://stores.ebay.com/id=1146736278"
  },
  "ItemID": "252862491738",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P11DT11H53M16S"
}