{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "ManChDa Classical Mechanical Skeleton Big Size Hand Winding Pocket Watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "27.28"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Satisfaction Guaranteed Over 43000 Satisfied Customers Contact UsToys & HobbiesAdd to Favorite SellersCheck Our StoreSign Up For Newsletter CRAZY SHIPPING OFFER - FREE Upgrade To EXPEDITED SHIPPING ManChDa Classical Mechanical Skeleton Big Size Hand Winding Pocket Watch Payment & Shipping a) We will ship only to a customer confirmed ebay and paypal address as per the ebay Buyer & Seller Protection Policy. We cannot ship to freight forwarders, mail forwarders or any forwarding agency. Please make sure your shipping address is correct before you make any purchase as we can't change the address later on. b) Packages of high value require a signature upon delivery in accordance with ebay and paypal protection policy. Please make sure you are at the ship to address to sign for the package. c) We do not ship To: P.O. Boxes & APO/FPO. d) We DO NOT OFFER LOCAL PICKUPS. e) Complete payment must be made within 4 days of placing your order when using buy-it-now option or winning your bid. Unpaid item case will be automatically opened unless being informed by the customer that they will be making the payment later than 4 days. Feedback We pride ourselves on our Customer Service and Satisfaction. a) Feedback means a lot for us. In order for us to continue offering our great prices and service please leave us a Five Star ***** 5/5 rating feedback if you are Satisfied with your purchase. We want to make sure we always get a 5 star positive feedback from the buyer. We stand by our service and honesty and strive for 5 star feedback. b) If for any reason, you experience any problems either with shipping or your product please Contact Us through ebay messages, before OPENING A CASE or Leaving a NEUTRAL or NEGATIVE FEEDBACK! Customer Satisfaction is our top priority and we will do whatever we can to make you happy and we will try our best to remedy the issue. Contact Us Need Help ? Please Contact Us for an exceptional customer service or if you need an item sooner. Description Product Features Clear front and back allowing a view of the gears. Easy setting, rotating, twisting the top button on the spin, tightening a walk for 24 hours (not too tight, avoid damaging the movement) Pulling out the button on the watch a little to adjust time, and no need to use battery Fashion open face pocket watch fob comes with a new gift box For safety, the front and back are made of Acrylic plastic instead of Glass. Product Description Description: - High-end full alloy case with metal movement. - Retro royal crown. - Classic skeleton hands. - Removable chain with hook. Specification (approximate): - Case diameter: 5cm (2 inch) approx. - Case thickness: 1.6cm approx (0. 64inch). - Case Material: Alloy. - Chain Length: 39.5cm approx. (hook included). - Chain Material: Alloy. Package Includes: - 1 x Mechanical Pocket Watch - 1 x Gift Box Returns Policy You may return merchandise purchased from us within 30 days for a refund or a replacement, provided that the procedures and requirements referred to in our return policy are followed. a) You are responsible for properly packaging products to be returned and for delivering the products to the well known carrier of your choice with tracking number. You are responsible for any damage to your product during return shipment. b) Returned products must be in the same condition as you received them. A fee may be charged for any product returned without original packaging, missing parts or manuals, or otherwise not in like-new saleable condition. c) If for any reason (other than being defective) you are not totally satisfied, please contact us within 30 days of receipt of your purchase. We will refund your purchase price excluding shipping & handling and 15% restocking fee. We won't issue refund for items that have been used or altered in any way. Removal or alteration of a product's upc number, serial number or upc/serial number sticker will automatically void your Return Policy. Products that are returned with a missing, damaged or altered serial number will be refused and returned to you. About Us BIXLIFE is an Authorized DEALER for many best brands for furniture, home decor, office goods, hardware, Hobbies, Sports Fitness and a lot more ! We are here for buyers and sellers alike.We give exceptional customer service at best possible prices and we are here to satisfy each and every customer. Thanks for Visiting Please visit Our Store to find thousands of items at best possible prices with an exceptional customer service. © All Rights Reserved Assembled using FreeForm2 Template Builder -1&&allLinks[h].href.length>1){if(allLinks[h].getAttribute('onclick')){continue;}allLinks[h].onclick=function(){var goname=this.href.split('#')[1];if(FF2STA.allNamed[goname]){FF2STA.allNamed[goname].scrollIntoView();return false;}else{return true;}};}}}};if(window.top!=window.self){setTimeout('FF2STA.init()',0);}\";H.appendChild(S);})();\">",
  "StartTime": "2017-04-15T04:42:40.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIyNFgxMjI0/z/eV0AAOSwj25Y8aSK/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTIyNFgxMjI0/z/Nd8AAOSw7XBY8aSN/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTIyNFgxMjI0/z/JUcAAOSwc49Y8aSS/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTIyNFgxMjI0/z/7ucAAOSwpP9Y8aSX/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTIyNFgxMjI0/z/~~8AAOSw4CFY8aSn/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTIyNFgxMjI0/z/8GEAAOSwpP9Y8aSw/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTIyNFgxMjI0/z/KhsAAOSwdI9Y8aS~/$_3.PNG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "4",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "ManChDa",
        "Name": "Brand"
      },
      {
        "Value": "ManChDa",
        "Name": "Manufacturer"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "0750810762130",
        "Name": "EAN"
      },
      {
        "Value": "750810762130",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Seller": {
    "UserID": "bixlife",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "46698",
    "PositiveFeedbackPercent": "99.4"
  },
  "HitCount": "16",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/4013086169198080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-14T04:42:40.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "27.28"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01EC7945I",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple locations ,",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ManChDa-Classical-Mechanical-Skeleton-Big-Size-Hand-Winding-Pocket-Watch-/401308616919",
  "Storefront": {
    "StoreName": "BiX Life",
    "StoreURL": "http://stores.ebay.com/id=87572740"
  },
  "ItemID": "401308616919",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P13DT9H55M39S"
}