{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Pulsar Men's PXD198 Pocket Watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "124.86"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Pulsar Men's PXD198 Pocket Watch FEATURES Quality Japanese-quartz movement Strong mineral crystal protects watch from excessive wear on dial Case diameter: 44.5 mm Gold-tone-Stainless-steel case; white dial; date function DESCRIPTION Quartz movement, Mineral crystal, 5 year battery life, Gold-tone/black hands and black numbers Pulsar by Seiko Holdings Corporation. A spectacular breakthrough Pulsar was born in an age of optimism. In the 1970's, everything seemed achievable through the rapidly growing technological expertise at the world's fingertips. Space flight had been converted from dream to reality, computer science was developing at break neck speed and electronics seemed to deliver new advances every day. Pulsar symbolized the age. It was new and it was bold, it was surprising and it was different. Pulsar, the world's first electronic digital watch, created a sensation when it was unveiled in New York in 1972 and it changed the world's perception of time. A tradition of difference When the brand was taken into the Seiko Corporation in 1980, it brought further surprises to the world; the first calculator watch in 1980 and the first all-quartz watch line in 1981 were among its industry-leading achievements. And throughout the '80's and 90's Pulsar continued to bring to market new products that were born to be different. The Avant-garde collection in 1980's set a new style in women's watches and Spoon in 1990's were unique designs which further cemented Pulsar's image as an ingenious and surprising watchmaker. Towards a modernist future Today, Pulsar remains loyal to its heritage. It was born to be different and it will remain so. Each Pulsar watch has the hint of the futurism and modernity that have always been its hallmark. Pulsar is a brand for the individual who appreciates real value and seeks quality with individuality and flair. See all Product description BRAND NEW As sent by the manufacturer FAST & FREE SHIPPING We automatically choose the shipping carrier that will get your order to you ASAP, many times before the date guaranteed by eBay. BUY FROM US Your complete satisfaction is our #1 priority. If you're not happy about anything, contact us so we can make it right! Top Rated Plus eBay Rating. Consistently meeting eBay's highest standards for shipping and customer satisfaction. FAST Shipping. Your order is automatically printed in our warehouse. Cancellation requests cannot be guaranteed, but we do have a great return policy. 30 day money back return policy. Because your complete satisfaction is important to us! Secure. We automatically ship to the address eBay and PayPal give us when you place your order. If you need a different address, make sure it's on your account before ordering. eBay and PayPal do not allow us to ship anywhere else. PO Box/Hawaii/Alaska/US Protectorates/APO/FPO. We are sorry, but we cannot always ship to these types of addresses, so this listing doesn't accept these addresses, because we don't want your money tied up if we can't ship to you.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjE0/z/qqkAAOSwmCVY~DZN/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzI4/z/UvYAAOSwBOtY~DZR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzY4/z/GmgAAOSwzqFY~DZV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5NTk=/z/wogAAOSwRUhY~DZY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDg5/z/R1wAAOSwVm5Y~DZe/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDE2MDA=/z/3q4AAOSwHptY~DZh/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "PXD198",
        "Name": "MPN"
      },
      {
        "Value": "Pulsar",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "michigancolor",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "7378",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "StartTime": "2017-04-23T05:06:45.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2920941428798080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-22T05:06:45.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "124.86"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "30 day money back policy",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B0009WXUMY",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pulsar-Mens-PXD198-Pocket-Watch-/292094142879",
  "Storefront": {
    "StoreName": "michigancolor",
    "StoreURL": "http://stores.ebay.com/id=279184979"
  },
  "ItemID": "292094142879",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P21DT10H20M7S"
}