{
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "4.99"
  },
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/MogAAOSwi7RZJxI-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/iNMAAOSwIQdZJxFl/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Xd0AAOSw~FJZJxFy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/m5sAAOSwn-tZJxF-/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Storefront": {
    "StoreName": "Madison Heights Online Consignment",
    "StoreURL": "http://stores.ebay.com/id=209532519"
  },
  "QuantitySold": "0",
  "Seller": {
    "UserID": "wamaam",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "20242",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.8"
  },
  "StartTime": "2017-05-25T17:20:16.000Z",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_20",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "20%"
  },
  "AutoPay": "false",
  "HighBidder": {
    "UserID": "i***d",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1573",
    "FeedbackPrivate": "false"
  },
  "ListingType": "Chinese",
  "ConditionDescription": "Good cosmetic condition. Needs a battery. Please see photos for exact details. Items are sold as is, as pictured unless otherwise guaranteed by the description above.",
  "Title": "John F. Kennedy Gold-Painted Eagle Half Dollar Pocket Watch",
  "Quantity": "1",
  "ItemID": "282493611376",
  "PaymentMethods": [
    "PayPal",
    "CashOnPickup"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/John-F-Kennedy-Gold-Painted-Eagle-Half-Dollar-Pocket-Watch-/282493611376",
  "Country": "US",
  "PostalCode": "24554",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "ConditionDisplayName": "Pre-owned",
  "Description": "John F. Kennedy Gold-Painted Eagle Half Dollar Pocket Watch Good cosmetic condition. Needs a battery. Please see photos for exact details. Items are sold as is, as pictured unless otherwise guaranteed by the description above. Details Stock Number / Location 2017-05-24 Tony 1808 bin 9 Please check out all of the items in our store! If you want to combine multiple items into one shipment, I am happy to send a combined quote to save you on shipping cost, please send a combined invoice request when you are done bidding but prior to making payment. Do NOT send multiple payments and ask for a refund of the overages. I will manually send a combined quote based on the new total weight. Often this is not much more than a couple of dollars over the price of the shipping on the largest item. The shipping calculator should show you what the shipping + packaging will cost for domestic and often international purchases. Insurance is included as part of the shipping price. Due to eBay seller protection policies, we no longer will ship First Class International. Sorry! All international buyers are responsible for paying any customs fees associated with your purchase. International shipping cost in NOT-refundable under any circumstance. I do my best to make sure all items are packed securely before shipping. Sometimes this includes packaging costs in the shipping price for things like bubble wrap, padded envelopes, etc. Please keep this in mind when examining the shipping cost. I want to do everything I can to make certain an item arrives at your door in the same condition it left mine. If you select economy shipping I may ship USPS Parcel Select, USPS Standard Post, Fedex Ground, Fedex Home Delivery, UPS Ground, or Fedex Smartpost at my discretion.Payment is expected to be received within 5 days of purchase. If payment is not received in 2 days, we may initiate an unpaid item case. Any items paid for while in an unpaid item case do not result in a strike. We do this to ensure that we can relist items from non-paying buyers in a timely fashion and pay our consignees. Under extenuated circumstances we may wait up to 10 days before filing an unpaid item claim, if you contact us about a problem, or that a payment has been sent. If you are buying multiple items, or waiting for more of our auctions to end, let us know and take your time.WE NO LONGER SEND REQUESTS TO MUTUALLY CANCEL A TRANSACTION. Due to the abuse we have suffered from buyers when trying to cancel a transaction, we can no longer make exceptions. Please only purchase items you intend to pay for. I do my best to describe items accurately. I am not an expert and often do not know the history of individual items. Buyers are always welcome to inspect items in person at our location or request additional information or pictures. All items are offered for sale “AS IS.” Seller makes no warranty of the items offered for sale. Thank you for looking. If you have any questions, please feel free to ask.",
  "HitCount": "23",
  "IntegratedMerchantCreditCardEnabled": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "5.24"
  },
  "PrimaryCategoryID": "3938",
  "SKU": "2017-05-24 Tony 1808 bin 9",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2824936113768080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "1",
  "TopRatedListing": "true",
  "EndTime": "2017-06-04T17:20:16.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Gladys, Virginia",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "4.99"
  },
  "TimeLeft": "P3DT22H43M43S"
}