{
  "QuantitySold": "0",
  "PostalCode": "80121",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "This item is in OK/Good condition. This is a nice vintage National Commemorative Archives Limited Edition JFK Pocket Watch. The seconds hand has come away from the timepiece, Pictured. I do not know how to get it open or test it to work. It does not seem too hard to open with the proper tools, but since I do not work on watches I leave that to new owner. Great project piece or left as is for display. The casing is nice with little wear. Hong Kong Please ask any questions. Opinions vary. This is sold as is. The item(s) pictured is the one that you will receive. Please see picture for detail as picture is part of my description. I do try my very best to be as accurate and honest as possible in my descriptions. I also realize that opinions on the condition of an item can vary, depending on the person who is looking at it. Please ask specific questions if I don't give enough details.......or to correct me if I get something wrong. I welcome any help or knowledge that fellow eBayers would like to share. Please read the entire description and look at pictures carefully prior to bidding. I have other items listed in my store. I always leave positive feedback once positive feedback is left for me. Follow me on eBay, I’m always adding new items. Email me with any questions I will always combine items for cheaper shipping if possible. Our Policy Shipping Outside of US I will ship outside of the US on certain items but some conditions do apply. Shipping will be done by USPS Priority Mail unless otherwise arrangements are made before the sale is closed. All International shipping will include insurance. If you prefer to use another shipping method a $4 handling fee will be added. For Bidders with low, negative or no feedback please contact me first. Paypal and Wire transfer are the only forms of payment that are acceptable. If you have any questions feel free to email me. Payment Winning bidders must pay for an auction within 7 business days or item will be relisted. Paypal is the preferred type of payment. Shipping We ship via USPS Priority or First Class Mail as stated in listing. Use shipping calculator below to calculate shipping cost to your zip code. Express shipping is available upon request for additional charges. Any questions on shipping please feel free to email me. Orders are shipped out within 2 business days from receipt of payment. Transit time is from 5-7 business days. Tracking numbers are emailed out the day after the item ships upon request. Return Policy There is a 7 Day Warranty on all products that are guaranteed to be working. No warranty on products that are sold as-is or if the condition is clearly stated in the auction. If there is an item that was guaranteed to work that does not work, a replacement unit will be sent. If there is ever any further problems with the product, a refund will be given. If no replacement is available a refund will be issued. We will send refunds for the product cost only. We do not refund shipping fees _gsrx_vers_604 (GS 6.9.1 (604))",
  "StartTime": "2017-05-24T00:09:56.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2M1gxNTk5/z/EL8AAOSw2s1U1qxZ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxMDYz/z/nYMAAOSw0e9U1qxd/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxMDYz/z/xNEAAOSwYGFU1qxg/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2M1gxNTk5/z/ksMAAOSwZjJU1qxk/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxMDYz/z/m~EAAOSw9H9U1qxp/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "29.95"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "mousendice",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "4440",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "11",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3719598860268080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-23T00:09:56.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "29.95"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or replacement (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-JFK-John-Kennedy-25th-Year-Commemorative-Pocket-Watch-National-Archives-/371959886026",
  "Location": "Littleton, Colorado",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Vintage JFK John Kennedy 25th Year Commemorative Pocket Watch National Archives",
  "Storefront": {
    "StoreName": "Sweet Basil Girls",
    "StoreURL": "http://stores.ebay.com/id=6675935"
  },
  "ItemID": "371959886026",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P22DT5H32M13S"
}