{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "ALPS Pocket Watch Mens Steampunk Bronze Skeleton Automatic Mechanical Pocket ...",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "26.6"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "ALPS Pocket Watch Mens Steampunk Bronze Skeleton Automatic Mechanical Pocket Watchs Hand Wind (Rose Gold) Features: CLASSIC SKELETON DESIGN: Stainless case and exquisite engraving on the case removable stainless brass tone chain with a clip at the endHAND WIND MECHANICAL MOVEMENT:Functions without a battery; powers with mechanical movementHOW TO WIND THE WATCH:Please wind the mechanical watch by turning the crown clockwise for 15 to 20 complete revolutions every day. Over 20 times may do harm to the watch mechanism.WATERPROOF FOR DAILY USE: Daily use waterproof, not suitable for underwater activities - such as shower, swimming, ect.HIGH COST-EFFECTIVE:Good quality with low price, great gift for your friends Product Details: Product Dimensions: 3.4 x 2.7 x 1.1 inchesShipping Weight: 4 ounces Description Features: Stainless steel case with alloy chain Classic skeleton design with precise mechanical-hand-wind Removable chain with hook Specification(approximate): Case diameter: approx 4.6 cm (1.8 inch) Case thickness: approx 1.5 cm (cover included) (0.6 inch) Chain length: approx 37.5 cm (hook included) (14.8 inch) Watch weight: approx. 71 g Package includes: 1 Pocket watch 1 Chain 1 Watch box 1 Small gift How to Wind a hand wind mechanical watch ? 1.Remove the wrist watch from your arm or storage. It is not advisable to wind a watch while it is on the arm because, with the watch tight against the skin, the winding motion may not be effective. 2. Hold the watch face up in your left hand. Reverse the position, of course, if left- handed. The stem may have several settings, including settings for time, calendar, alarm, or time zone. The settings are located at little \"clicks\" as you pull the stem out or push it in. Use trial and error to feel the clicks and identify the winding position. 3. Use the thumb and index finger to carefully pull out the watch stem by the stem's top or \"crown.\" This can be difficult because you do not want to over-wind the mechanism. Be conservative; stop when you feel resistance, but if the watch runs down sooner than you like, you know you did not quite hit the maximum tension. In time, you will develop a feel for the resistance. 4 Turn the stem forward repeatedly until some resistance is felt. Depending on the size of the watch, 20 to 40 forward turns should lead to resistance; over-winding will strain or break the mechanism. 5 Press the crown to return stem to its place. Handling We will ship all orders within 2 business days of payment. Delivery We DO NOT SHIP TO PO Boxes or Mail Forwarding Addresses. We only ship to Paypal Verified addresses. Return Policy All items that qualify for returns must be within 14 days of receipt. Buyer is responsible for return shipping on any item that is not damaged, as well as a 15% restocking fee. No exchanges permitted. All returns must be done through EBAY and processed with an RMA number to be issued refund. Upon receiving RMA, buyer has 7 days to have item shipped back. Item must be in original condition and packaging. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/WqgAAOSwmgJY4-Sl/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/-W4AAOSwhQhY4-Sl/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/3koAAOSw03lY4-So/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/WzUAAOSwmgJY4-So/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA1OVgxNjAw/z/W54AAOSwmgJY4-Sq/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "ALPS",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "ccs-craigw",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9274",
    "PositiveFeedbackPercent": "99.2"
  },
  "StartTime": "2017-04-04T18:19:53.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3224737313648080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T18:19:53.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "26.6"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.  All returns will be charged a 15% restocking fee.",
    "ShippingCostPaidBy": "Seller",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01D1AOHH2",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ALPS-Pocket-Watch-Mens-Steampunk-Bronze-Skeleton-Automatic-Mechanical-Pocket-/322473731364",
  "Storefront": {
    "StoreName": "RivalTech",
    "StoreURL": "http://stores.ebay.com/id=776355051"
  },
  "ItemID": "322473731364",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT23H31M28S"
}