{
  "ExcludeShipToLocation": "IL",
  "QuantitySold": "0",
  "Title": "23 JEWEL 12 SIZE 14K WHITE GOLD HAMILTON MASTERPIECE POCKET WATCH W/ORIGINAL BOX",
  "PostalCode": "34236",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "eashland_net",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1744",
    "PositiveFeedbackPercent": "99.7"
  },
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Hamilton High Jewel (23) in Premium Condition, 12-Size, 14K Solid Gold “Masterpiece” Pocket Watch with Mint Original Box U.S.; Hamilton; Man’s; Serial# 3,012,423; C. 1937 CASE: The 14K white gold, 12-size, No. 0,122,120 open face case is signed “Hamilton”. DIAL: This silver dial displays Arabic numerals, baton hands and is signed “Hamilton”. MOVT: This 23-jewel, stem-set, No. 3,012,423 movement has 5 adjustments with lever escapement is nickel with a bridge style layout and is signed “Hamilton Masterpiece”. CONDITIONS: C 3 (The case is in very good condition) D 2 (The dial is in perfect condition) M 2 (The movement is in perfect condition) A great 23-jewel Hamilton marked “Master Piece” on the mint movement and solid silver drapery striped dial. The white 14K solid gold Hamilton has a hinged double back case and fancy Hamilton writings on the inside of the back lid. There is a presentation on the Cuvette to Henry McFaden President by the 1928 Charlotte Rotary Club and has a beautiful professional star design H. M. M. in center. This is one of Hamilton’s highest-grade watches “The Master Piece”. Comes with a mint original blue velvet interior Hamilton box. AI-OB112016-01TE Phone 1-800-424-5353 Contact: Rick Gilbert Hours:9 - 5 EST, Monday - Friday Address: eAshland_net Sarasota Arts & Antique Center 640 South Washington Blvd, Suite 200 Sarasota, FL 34236 CUSTOMER SERVICE: CODE OF ETHICS...Deal with Honesty Ashland is proud of its reputation as a trusted dealer in antique timepieces. Our customers trust and respect is paramount to the success of our business and to that end we constantly strive to exceed your expectations by adhering to the guidelines listed below: eAshland_net Is committed to its customers satisfaction. Clearly, honestly and accurately represents its products, service, terms and conditions. Delivers its products and services as represented. Communicates in a respectful and courteous manner. Responds to inquiries in a constructive timely way. Maintains appropriate security policies and practices to safeguard customer's information. Offers a free 7 day return policy for watches or jewelry, if ever misdescribed. Does not allow customers personally identifiable information to be transferred or shared with any outside organizations or individuals. Honors requests not to receive further solicitations from eAshland_net. Follows the spirit of the law and all applicable guidelines for ethical business practices. RETURN POLICY: All returns must be accompanied by the original packing slip and received in the exact condition as sent. We maintain photos of all items sold, denoting the condition at the time of purchase and shipping. Any returns based on a third party opinion, i.e. jeweler, watch maker, diamond grader or antique dealer, must have a signed, notarized letter, stating exactly why item is not as described. No exceptions will be made.INTERNATIONAL CUSTOMERS:Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer?s responsibility. Please check with your country?s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. We do not mark merchandise values below value or mark items as ?gifts? - US and International government regulations prohibit such behavior. Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "StartTime": "2017-05-30T01:23:46.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMDY3/z/lTMAAOSwux5YQtjb/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTU4/z/c8AAAOSwMstYQtj-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTA0/z/6OwAAOSwo4pYQtkD/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTk5/z/FpYAAOSwA3dYQtkF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDU0/z/FugAAOSwA3dYQtkH/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/TDEAAOSw44BYQtkK/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/uVgAAOSw4GVYQtkM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/GcgAAOSwcUBYQtkO/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "1850.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "12",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "23 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Masterpiece",
        "Name": "Model"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "3,012,423",
        "Name": "Serial Number"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Lever",
        "Name": "Escapement Type"
      },
      {
        "Value": [
          "White Gold",
          "Solid Gold"
        ],
        "Name": "Material"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "White Gold",
        "Name": "Case Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Silver",
        "Name": "Face Color"
      },
      {
        "Value": "Hamilton",
        "Name": "Brand"
      }
    ]
  },
  "SKU": "AI-OB112016-01TE",
  "HitCount": "13",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2630088918978080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-02T01:23:46.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "1850.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/23-JEWEL-12-SIZE-14K-WHITE-GOLD-HAMILTON-MASTERPIECE-POCKET-WATCH-W-ORIGINAL-BOX-/263008891897",
  "ConditionDescription": "Hamilton High Jewel (23) in Premium Condition, 12-Size, 14K Solid Gold “Masterpiece” Pocket Watch with Mint Original BoxU.S.; Hamilton; Man’s; Serial# 3,012,423; C. 1937CASE: The 14K white gold, 12-size, No. 0,122,120 open face case is signed “Hamilton”.DIAL: This silver dial displays Arabic numerals, baton hands and is signed “Hamilton”.MOVT: 23-jewel, stem-set, No. 3,012,423 movement has 5 adjustments with lever escapement is nickel with a bridge style layout. A great 23-jewel Hamilton marked “Master Piece” on the mint movement and solid silver drapery striped dial. The white 14K solid gold Hamilton has a hinged double back case and fancy Hamilton writings on the inside of the back lid. There is a presentation on the Cuvette to Henry McFaden President by the 1928 Charlotte Rotary Club and has a beautiful professional star design H. M. M. in center. This is one of Hamilton’s highest-grade watches “The Master Piece”. Comes with a mint original blue velvet interior Hamilton box.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Sarasota, Florida",
  "Storefront": {
    "StoreName": "eAshland_net Watches and Jewelry",
    "StoreURL": "http://stores.ebay.com/id=1012016780"
  },
  "ItemID": "263008891897",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P1DT6H49M41S"
}