{
  "ExcludeShipToLocation": [
    "AM",
    "IT",
    "MD",
    "ES"
  ],
  "QuantitySold": "0",
  "Title": "Men'd Bronze Case Skeleton Wind-Up Mechanical Pocket Watch with Gift Box PM2304",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "23.99"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New without tags",
  "Description": "&lt;img src=\"http://ti2.auctiva.com/web/aswCredit.gif\" border=\"0\"&gt;&lt;br&gt;&lt;a href=\"http://www.auctiva.com/?how=scLnk0\" target=\"_blank\"&gt;&lt;img src=\"http://ti2.auctiva.com/images/sc1line0.gif\" border=\"0\"&gt;&lt;/a&gt; Golden Tone Skeleton Wind-Up Mechanical Pocket Watch Golden Tone Movement Product Code: PM2304 Pocket watches are timeless gifts for the favorite men in your husband, father, sons, friend but rarely do you find one as unique as this. The open face design allows you to see the inner mechanical working of this fine timepiece from the front of the watch. The intricately detailed front case, carrying design window, see-through, opens to reveal an attractive inner mechanical gears. It is opened with a push button mechanism located at the top of the watch. The watch is brand new and unworn and will make a unique and thoughtful gift for a special someone A Wonderful Gifts For Occasion: Award, Baby Shower, Birthday, Bride Party, Christmas, Father's Day, Graduation, Mother's Day, Religious, Retirement, Valentine's Day, Wedding Anniversary, Wedding Shower Product Description • Product Code: PM2304 • White Dial and Bigger Red Roman Numeral Easy to Read • Mechanism Wind-up Movement • Hour, Minute, Second Three Hands Display • Polished Metallic Bronze Case • Size: Face of Watch 40mm Approx. in Diameter • Size: 35cm (14inches) Length Bronze Curb Chain and Clip • Brand New and Sharp in Excellent Condition Package Includes: 1 x Watch with Chain FREE a Colorful Gift Box! Limited Time Offer. Shipping and Handling Shipping and handling charges covers postage, packing and handling. The charges is non-refundable. We don't offer combine shipping discount because Post Office charges postage by weight, not quantity. Thus items are packed together in one parcel or packed in separately parcel, the postage cost is same. We ship fast within one business day as payment's received Monday to Friday. All orders are shipped from Hong Kong via standard air mail. Estimated delivery times are shown below. • 8 to 28 business days to Australia • 9 to 28 business days to United States and Canada • 9 to 28 business days to United Kingdom • 12 to 28 business days to Germany, France, Netherlands • 21 to 45 business days to Brazil and South America The delivery time is not guaranteed, there could be variance, e.g. customs delay, storm, peak periods or strike. Registered mail with tracking number is not included in item price and shipping charges, it's optional service but highly recommended, Additional charge is US$2.95 per parcel, please add US$2.95 in your total payment. The parcel can be tracked but no online tracking information, tracking number will be emailed to you. The buyer is responsible for any available import duty, customs fees and local taxes. Please verify with your custom or local post office before purchase. We only ship to confirmed eBay and PayPal address. Please verify your address during checkout. Payment We accept PayPal payment. PayPal permits you to pay via credit cards and eCheck from your bank account. The eCheck will be held until cleared. Payment must be received within 3 days of purchasing the item. Non-paying bidder will be filed with eBay alert upon non-receipt of payment. Return Policy Your satisfaction is our priority. All items are fully inspected prior to shipping in order to ensure items are in brand new and properly functioning condition. We offer 14 days exchange only if the item is found with defects or wrong item, you must contact us within 7 days upon receipt for a return authorization. The returns must be authorized in advance via email, unauthorized returns will be refused. 1. The items must be returned intact and in its original, unworn condition with no physical changes such as scratches to us within 14 days for exchange. 2. All packaging material and tags, if supplied, must be intact. 3. Any product that buyer is claiming to have received in non-working order can only be exchanged for the same or similar item. Shipping charges of returns is the sole responsibility of the buyer under any circumstances. All shipping and Handling charges and registered mail fee are not refundable when the item has been shipped. Please understand that we are bound by our suppliers to the above return terms. Customer Support If you have any question and concerns, please contact us right away, we're here to service you and to ensure that you are completely satisfied. We can be reached through eBay contact seller option. Our office hours: Monday to Friday 9 a.m. to 5 p.m. We make every effort to respond to your email ASAP, please allow us within 24 business hours to get back to you. Our offices are closed on public holidays. &lt;div style=\"text-align:center\"&gt;&lt;a style=\"text-decoration:none\" href=\"http://mostpopular.sellathon.com/?id=AC571770\"&gt;&lt;img src=\"http://www.sellathon.com/Resources/Images/countercredit.gif\" border=\"0\"&gt;&lt;/a&gt;&lt;/div&gt; FREE! Sellers: Add a FREE map to your listings. FREE!",
  "StartTime": "2017-05-27T01:43:19.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/iAMAAOxyHE5RpEtQ/$(KGrHqN,!q8FGUqId2Q!BRpEtQEjd!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/WIkAAMXQlgtRpEuI/$(KGrHqRHJE0FGWmoq,mPBRpEuH)s,!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/i1oAAMXQ0pNRpEty/$(KGrHqMOKpIFGLw49p3RBRpEtyPbG!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/E4MAAOxy0aBRpEuD/$T2eC16FHJHYFFkTNGhwyBRpEuC4kv!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/TsIAAMXQHU1RpEtj/$(KGrHqRHJFEFGkKjEcpVBRpEtjV)vw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/dU4AAMXQWlFRpEtZ/$T2eC16dHJHQFFh,gmez)BRpEtZKdRw~~60_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "HK",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Skeleton Wind-Up Watch",
        "Name": "Brand"
      },
      {
        "Value": "Bronze",
        "Name": "Case Material"
      },
      {
        "Value": "Full Hunter",
        "Name": "Closure"
      },
      {
        "Value": [
          "Includes Chain",
          "Roman Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical: Hand-winding",
        "Name": "Movement"
      },
      {
        "Value": "HK & JP",
        "Name": "Country Made"
      }
    ]
  },
  "Seller": {
    "UserID": "goodlifejewelry",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "5545",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "7",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2921310314418080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-26T01:43:19.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "23.99"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ConditionDescription": "Brand New and Sharp in Excellent Condition",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Goodlifewatch",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mend-Bronze-Case-Skeleton-Wind-Up-Mechanical-Pocket-Watch-Gift-Box-PM2304-/292131031441",
  "Storefront": {
    "StoreName": "goodlifewatch",
    "StoreURL": "http://stores.ebay.com/id=115906077"
  },
  "ItemID": "292131031441",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P25DT7H7M53S"
}