{
  "QuantitySold": "0",
  "PostalCode": "60410",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "5",
  "ConditionDisplayName": "New with tags",
  "Description": "= Charles-Hubert, Paris Chrome Plated Oval & Floral Design = = #3922 of the Classic Collection Pocket Watch = = Gift Boxed = * Charles-Hubert, Paris Chrome Plated Oval & Floral Design Pocket Watch - #3922 for The Classic Collection Series * Chrome Finish Brass 1.85\" Case, Belt Clip, Acrylic Crystal, Off White Dial with Date Function, Black Hands, Roman Numerals, Quartz Movement. * Matching 14.5\" Chain and Not water resistant. * Since 1990, Charles-Hubert Pans has been a major influence in the United States watch industry. * By including both retro and contemporary designs in its line, Charles-Hubert Paris has established a large and loyal following. * With its unprecedented Lifetime Warranties, exceptional quality standards and affordable pricing, the future looks very bright for Charles-Hubert Paris. Item Weight:0.63 LbsLength:1.85 InWidth:0.75 InHeight:2.5 In Brass Curb Chain 47mm Case Belt Clip Chrome Finish Date Limited Lifetime Warranty Off White Dial Quartz Movement Roman Numerals Swiss Movement Black Hands Acrylic Crystal Gift Boxed Warranty Card Included WE ENTER A VARIETY OF ITEMS - PLEASE NOTIFY SELLER IF YOU SEE A ERROR, SO IT CAN BE CORRECTED. THANKS IN ADVANCE. ALL INFORMATION AND DESCRIPTIONS ARE AS ACCURATE AS POSSIBLE, BUT WE AM NOT AN EXPERTS. *** AUCTIONS OR BUY IT NOW AUCTIONS -- MAKE AN OFFER -- REASONABLE OFFERS WILL BE CONSIDERED *** We strive to provide the very best service to our customers and our feedback rating is very important to us. We Thank You for your viewing, bidding and buying. Hope to see a five star rating and a return trip to our site. Correspondence Our most important policy is customer satisfaction. We encourage you to email us with any questions about the auction, before or after closing, as we will do as much as possible to make sure you are happy. We promise to try and describe the item as accurately as possible and make pictures true. Our Goal is to please and make all our contacts returning satisfied customers and recommending us to friends and fellow eBay users. Payment We prefer PayPal as method of payment, but if you do not have a PayPal account, we will accept alternative payment method. We request that payment be made within 3 days of transaction end, but if you need additional time, please let us know. Also please be aware, that if paying with an electronic check, your item will not be shipped until your check clears in PayPal. Shipping We ship our items by United States Post Service, UPS or FedEx and normally within 2-3 business days. Some International buyers, shipping can take as long as 2 weeks. International buyer, if auction allows, are responsible for any customs, duties or any other fees imposed by there country and are agreeing that said item is allowed to enter their country. Returns Returns are accepted for refund within 14 days of receipt of item and is returned in the same package and condition that you received it in. We do not refund shipping costs, but if we send an item that was substantially different from the description in the listing, we will also refund your shipping expenses. Reasons to Buy from Us Variety of items at competitive prices, that most orders are shipped within one to two business days, that item is packaged with great care to insure that you will receive the item in same condition as stated in auction and pictures and A Hassle Free Return Policy. **** WE HAVE A VARIETY OF ITEMS ON AUCTION **** **** PLEASE CHECK OUT OTHER ITEMS LISTED & ADD US TO YOUR FAVORITES ****",
  "StartTime": "2017-05-07T03:47:34.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/uqwAAOSwPcVVlzcG/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "144.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Goldia",
        "Name": "Brand"
      },
      {
        "Value": [
          "12-hour Dial",
          "Roman Numerals",
          "Includes Chain"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz",
        "Name": "Movement"
      },
      {
        "Value": "30723473",
        "Name": "Serial Number"
      },
      {
        "Value": "3922",
        "Name": "Model"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Brass",
        "Name": "Case Material"
      },
      {
        "Value": "USA",
        "Name": "Country Made"
      },
      {
        "Value": "848870000207",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "tactism",
    "FeedbackRatingStar": "Yellow",
    "FeedbackScore": "44",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "8",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1726637816468080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-06T03:47:34.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "144.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "A 15% restocking fee will apply for all non-defective merchandise. All items must be returned in new, unused condition with original box/packaging, including manufacturer tags, parts, and accessories. Credit will not be issued without the return tracking to show return was delivered back. Returns take some time to process and confirm the reason chosen is correct, therefore, credits can take up to 15 business days from the date the item is delivered back.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Charles-Hubert-Paris-Chrome-Plated-Oval-Floral-Design-Pocket-Watch-/172663781646",
  "Location": "Channahon, Illinois",
  "Title": "* Charles-Hubert, Paris Chrome Plated Oval & Floral Design Pocket Watch",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "172663781646",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P5DT9H3M59S"
}