{
  "QuantitySold": "0",
  "Title": "Charles-Hubert, Paris Rose Gold-Plated Mechanical Pocket Watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "119.08"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Toggle navigation FineFashion Listing1 Payment Shipping Returns Contact Charles-Hubert, Paris Rose Gold-Plated Mechanical Pocket Watch Feautures 14k rose gold-plated brass 48mm demy hunter case with a matching curb chainSkeleton dial with roman numerals17 jewel mechanical movementDeluxe gift box Product Specifications Brand: Charles-Hubert, ParisModel: 3806Part Number: 3806 Item Description Payment To ensure that all of our buyers qualify for eBay Buyer Protection, we only accept payment through PayPal. Paypal offers a variety of payment options including all the major card carriers, also paypal offers credit line to qualified customers. We require immediate payment at the time of purchase. Sales tax: Because we use processing centers located throughout the country we are required to charge sales tax in multiple states. You can view list of sales tax list of this item by clicking on \"Shipping and payments\" tab, then click on Seller charges sales tax in link. Shipping & Handling No Local Pick Up Unfortunately we do not provide local pick up. We apologize for any inconvenience that this may cause. All orders are shipped out within one business day. Shipping to Alaska, Hawaii, Puerto Rico, APO and PO BOX addresses are not guaranteed. We reserve rigt to cancel your and refund orders any time. We only ship to the confirmed Paypal address. We reserve the right to cancel any order for any reason at any time. We are not responsible for undeliverable addresses. Tracking Once order picked up by career, we will update the tracking information through eBay if tracking is available. Some orders are shipped without online tracking feature. Return & Exchange We offer a 30 day return policy from checkout winning date. Customers are liable for postage fees, in case of return/refund. We charge 15-20% restocking fee to cover postage expenses. Buyer is responsible for return shipping and handling fees and all returns are subject to a minimum of a 15% restocking fee. A return merchandise authorization (RMA) is required for all returns. Items returned without a RMA number will not be processed. In the event that you receive defective or damaged merchandise, we will replace the item at no cost to you as long as it is reported within 7 days of receipt of the merchandise. Please contact us for a return authorization and the return shipping address. Contact Please use ebay messaging system to contact us. We do our best to respond as soon as possible. Click Here to send us a message.",
  "StartTime": "2017-04-03T21:42:10.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDM4WDUwMA==/z/Uj4AAOSwc-tY4sG0/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDMyOA==/z/ct8AAOSw4CFY4sGz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDMyNw==/z/bBQAAOSw03lY4sG0/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDI5OA==/z/fiMAAOSwA29Y4sG0/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDI2WDUwMA==/z/bAsAAOSw03lY4sG0/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MjUwWDUwMA==/z/KAYAAOSwol5Y4sGz/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "848870003451",
        "Name": "UPC"
      },
      {
        "Value": "3806",
        "Name": "Model"
      },
      {
        "Value": "3806",
        "Name": "MPN"
      },
      {
        "Value": "0848870003451",
        "Name": "EAN"
      },
      {
        "Value": "Charles-Hubert, Paris",
        "Name": "Brand"
      }
    ]
  },
  "Seller": {
    "UserID": "finefashion",
    "FeedbackRatingStar": "Yellow",
    "FeedbackScore": "30",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "74",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1624567958268080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-02T21:42:10.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "119.08"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "All refunds will be subject to a 15% to 50% restocking fee. No exception. Replacements are subject to availability.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B002NSMERY",
  "ShipToLocations": [
    "US"
  ],
  "Location": "United States",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Charles-Hubert-Paris-Rose-Gold-Plated-Mechanical-Pocket-Watch-/162456795826",
  "Storefront": {
    "StoreName": "FineFashion",
    "StoreURL": "http://stores.ebay.com/id=1607228798"
  },
  "ItemID": "162456795826",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT2H53M42S"
}