{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "AMPM24 Luxury Golden Luminous Men's Mechanical Pocket Watch + C... Free Shipping",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "18.02"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Description New AMPM24 Luxury Golden Luminous Men's Mechanical Pocket Watch + Chain Gift WPK020 by AMPM24 Product Description PART 1Descriptions: CLASSIC series pocket watch is the best gift for your love, seniority or yourself. Elegant design with precise mechanical movement. Skeleton and transparent dial shows exquisite movement and structure within the watch.  Retro watch case brings you back to your memory in youth. Delicate carving shows your special aesthetics. PART 2Specification (1 cm=10 mm=0.394 inch) (approximate) Case diameter: 4.6cm approx. Case thickness: 1.4cm approx.(cover included) Case Material: Alloy Chain Length: 35cm approx. (hook included) Chain Material: Alloy PART 3 Night vision Dial, you can watch the time in the darkness. Product Dimensions: 4.3 x 4 x 0.9 inches Shipping Weight: 2.9 ounces Product Features Sold by AMPM24 Store. Package Includes:- 1 x Pocket Watch and 1 x AMPM24 Gift Box CLASSIC series pocket watch is the best gift for your love, seniority or yourself. Elegant design with precise mechanical movement. Case diameter: 4.6cm approx. Case thickness: 1.4cm approx.(cover included) Case Material: Alloy Chain Length: 35cm approx. (hook included) Please wind up the watch before every usage. Please keep the watch away from magnet to avoid making the watch stop working. For detail instructions of the watch, please access our website to download. The website address will show on the manual in your package. If any questions, please don't hesitate to contact us. Terms of Sale All of our products come with FREE Standard Shipping! Our preferred method of payment is PayPal. Handling time on our orders is usually between 1-2 business days. Once the package has been shipped out, it should reach your doorstep within 3 - 5 business days! Need your item fast? We offer faster shipping methods for your convenience available upon checkout! Please make sure your shipping address is correct and accurate before completing your checkout. We are not responsible for incorrect or undeliverable addresses and can ONLY ship to the address you provide us in your order. Please be aware that we are a clearinghouse for manufacturers and major suppliers, and in order to provide you with the fastest service, the item may be shipped directly from our distributor. In the unlikely event that the item is sold out or on back order, we will issue a full and immediate refund. Currently, we only ship to physical addresses located within the 48 contiguous states of America. Certain items can be shipped to PO Boxes, please contact us to confirm shipping eligibility. APO/FPO addresses, Alaska and Hawaii are outside of our shipping zone. Returns and Exchanges We will gladly accept all returns, no questions asked, within 30 days of the purchase date. Please send us a message or open a Return Request through Ebay if you intend to return a product and we will provide you with a Return Merchandise Authorization number (RMA). All refunds/exchanges must be returned with the RMA label we provide. Satisfaction Guarantee Customer satisfaction is our number one priority. We will do everything in our power to make sure you are completely satisfied with your purchase. Have a question about an item or concerns on an order? Let us know through Ebay's messaging system and we'll get back to you within 24 hours!",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjM2/z/fasAAOSwcB5ZEtNY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjM2/z/e0AAAOSw8lpZEtNc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjM2/z/ShYAAOSwdjNZEtNh/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjM2/z/CJMAAOSwfpVZEtNl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjM2/z/NnwAAOSwjL5ZEtNp/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjM2/z/8N8AAOSwCQZZEtNt/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/IPgAAOSwn-tZEtNw/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "WPK020",
        "Name": "MPN"
      },
      {
        "Value": "AMPM24",
        "Name": "Brand"
      },
      {
        "Value": "700621215752",
        "Name": "UPC"
      },
      {
        "Value": "8480508051667",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "thecandidcow",
    "FeedbackRatingStar": "RedShooting",
    "FeedbackScore": "237931",
    "PositiveFeedbackPercent": "99.9"
  },
  "StartTime": "2017-05-10T08:46:42.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2629776043178080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-09T08:46:42.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "18.02"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Refunds or exchanges accepted with 30 days of purchase. A 10% restocking fee may apply.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B0096LONYI",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/AMPM24-Luxury-Golden-Luminous-Mens-Mechanical-Pocket-Watch-C-Free-Shipping-/262977604317",
  "Storefront": {
    "StoreName": "The Candid Cow",
    "StoreURL": "http://stores.ebay.com/id=953560091"
  },
  "ItemID": "262977604317",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P8DT14H4M3S"
}