{
  "ExcludeShipToLocation": [
    "KH",
    "VN",
    "DZ",
    "MA",
    "NG",
    "SO",
    "TN",
    "IQ",
    "LB",
    "PK"
  ],
  "QuantitySold": "0",
  "PostalCode": "60101",
  "IntegratedMerchantCreditCardEnabled": "true",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "toynk",
    "FeedbackRatingStar": "RedShooting",
    "FeedbackScore": "261465",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.5"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "24.99"
    },
    "PricingTreatment": "STP"
  },
  "GlobalShipping": "true",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "About UsPaymentShippingReturnsContact Us MENU Store Pages About Us Payment Shipping Returns Contact Us Store Categories Costumes & Accessories Apparel Figures & Collectibles Games & Toys Home & Office Party Supplies & Decoration Other Shop by Category Costumes & Accessories Apparel Figures & Collectibles Games & Toys Home & Office Party Supplies & Decoration Other Store Newsletter Sign up to receive special insider notifications of deals, promotions, and new items! SIGN UP SatisfactionGuaranteed CombinedShipping WorldwideDelivery Doctor Who Watch Lenticular Quartz Analogue Click Thumbnails to Enlarge Item Sku: UGT-DW02904-C04-C Manufacturer: Underground Toys Item UPC: 5024095216912 Manufacturer ID: DW02904-C04-X006 Click Here for Size Chart Product Description You too can be a Time Lord, just like the Doctor! Never lose track of time again with your Doctor Who Lenticular Quartz Analog Watch. This timepiece features two different designs, depending on the angle at which you view it. At first glance, it could be the Doctor's TARDIS. With another look, it might be those menacing Daleks! Officially licensed Doctor Who product. You too can be a Time Lord, just like the Doctor! Never lose track of time again with your Doctor Who Lenticular Quartz Analog Watch. This timepiece features two different designs, depending on the angle at which you view it. At first glance, it could be the Doctor's TARDIS. With another look, it might be those menacing Daleks! Officially licensed Doctor Who product. Click Here for Size Chart Payment Terms TO CHECK OUT Please use the Ebay checkout system to complete the purchase of your item(s). Orders that are not checked out via the Ebay checkout system may be significantly delayed. DON'T LET YOUR EXCITEMENT OF ORDERING GET THE BETTER OF YOU. Please take a moment to check your order over carefully before you pay. Check the Address, the Quantity, the Size (we cannot substitute) and/or Color (when applicable), and the Method of Shipment. Include any special requests in the Notes section of the payment. Never submit an order that is not entirely correct. When you click the \"Submit\" payment button, you are giving us the go light to process your order ASAP and with our automation your order is likely to be processed within a few short minutes of receipt of payment, and we simply cannot go back and redo things. One or two minutes of checking now can save much disappointment and inconvenience. PAYMENT OPTIONS Paypal Paypal Echecks (This will delay your order 2 to 10 days) Credit Cards (VISA/MASTERCARD/DISCOVER) If you have any questions or problems when attempting to checkout, you can email us through Ebay or call us at 630-656-1074. SALES TAX We are required by law to collect Illinois & South Carolina State Sales Tax. All shipments within Illinois & South Carolina will be charged sales tax. IF YOU DO NOT PAY Winning bidder must complete payment within 7 days, unless you are purchasing multiple items. If payment is not received by the 14th day, you will be reported to eBay as a non-paying bidder and the item will be re-listed. ORDER CANCELLATIONS If a bid is accidentally or inappropriately submitted and the bid has not yet been paid for,then we can request a mutual bid cancellation from eBay upon your notice, but such requests are made solely upon our discretion. However, our ordering system is mostly automatic which means the processing of your order commonly begins within seconds of your payment, soit is not possible to change or cancel a bid once it is paid for. (No exceptions.)Also, please note:any return of product is also considered a cancellation of the eBay auction since the transaction was not completed and is subject to a cancellation fee of 15% of the final auction value or $5, whichever is greater. Shipping Terms HOW MUCH IS SHIPPING? Please click on the \"Shipping and Payments\" tab above to see the additional shipping options and their costs. We do ship outside of the continental USA (Hawaii, Alaska, Puerto Rico, APO addresses, etc) and to PO Boxes. The costs to ship to these fabulous areas are more. Because of this, we reserve the right to bill you for these additional costs. These costs vary based on the size and weight of the item, but generally range between $5.00 and $20.00. A representative will email you for shipping payment after you pay for your item. We also do a great job of shipping to places all over the world. To see how much it would cost to ship to your country, please click on the \"Shipping and Payments\" tab above. Sorry, but auctions that are paid for separately must be shipped separately, so there can be no shipping discounts. If you need help on calculating the shipping cost, please email us through Ebay Shipping Timeline In stock orders will generally ship from our warehouse within 1 to 3 business days after payment has cleared. Orders that have selected express shipping methods will generally ship by the very next business day after payment has cleared. PLEASE NOTE: Customer is responsible for customs, duties, or brokerage (if applicable) on all international shipments. About Us You should always be careful with giving your information on the internet. So who are we? We are a real company with real people working in a real office, store and warehouse (see pictures below). Everything item you see on our website is stocked in our warehouse unless otherwise stated (pre-orders, some high dollar items). We are not a drop shipper, reseller, or portal of other merchant's items. We buy all our products direct from the manufacturer. We are primarily a toy and costume retailer although we do wholesale to other retailers. How long have you been in business? Toynk was started in the fall of 2001. We have run over 1,000,000 auctions on ebay since our inception back in 1998. Based on our high feedback score (130,000+ between our accounts), we are one of the top 500 ebay sellers in the world (source: Ebay Nortica 500). All of these stats are as of April 2006. Note - When an ebay member purchases more than one item from a seller, only one positive comment counts towards the feedback score. If you still have any concerns, give us a call at 847-350-0108 See below for phone hours. A little about us: We are located in Addison, Illinois (about 15 miles from Chicago city limits). If you are in the area, stop by and check out our store. You can give us a call at 847-350-0108 or email us at See below for phone hours. Why the name \"toynk\"? It was chosen simply because it is short and has the word toy in it. The pronunciation is not Toy-N-K. It is one syllable - the word \"Toy\" and then the sound of \"Ink\" - \"Toynk\" (or perhaps toink). As all businesses seem to start, Toynk began by operating out of an apartment in 2001. Today we have 101,000 square feet facility that houses our offices, store, and the inventory. Our staff varies from 40 to 200+ people depending on the time of year (ie - Christmas, Halloween). Our main products are toys and costumes. We carry the latest collectible toys, action figures, replicas/props, statues/busts and other collectible items. We do not carry vintage toys/collectibles and we do not buy or trade at this time. Our selection varies from mass market toys (dolls, sports figures, etc), specialty market toys (limited edition props, statues, etc), imported toys not available in the USA, and our ever expanding costume section (over 6,000 costumes & props this year). We ship to all 50 states and virtually every country worldwide. Our philosophy is to continually improve and change how we run Toynk to better serve our customers. We work every day to expand our product selection and improve shipping speed, customer service, and pricing. We hope each time you come back to visit us you will notice improvements Contact Us Contact Information Phone Number - 847-350-0108 (Toll Free 866-314-4981) Monday thru Friday 9:30am to 5:30pm Addison Store Hours: Please check our retail store information page for current hours Warehouse/Store Location: 2249 W. Windsor Court, Addison, IL 60101 Toynk Toys 2249 Windsor Ct Addison, IL 60101 Top Selling Brands Shop Five Nights at Freddy's Shop Halo Shop Marvel Ship Neko Atsume Shop NFL Shop Pokemon Shop Star Wars Shop Suicide Squad Shop Transformers Shop The Walking Dead About Us&bull; Payment&bull; Shipping&bull; Returns&bull; Contact Us Copyright © 2017 TOYNK. All rights reserved. eBay Templates NinjaTemplates",
  "PictureURL": [
    "http://media.toynk.com/media/import/NewMarch2017/UGT-DW02904-C04-CA.jpg",
    "http://media.toynk.com/media/import/NewMarch2017/UGT-DW02904-C04-CB.jpg"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "19.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "6",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Doctor Who",
        "Name": "Brand"
      },
      {
        "Value": "DW02904-C04-X006",
        "Name": "MPN"
      },
      {
        "Value": "Adult,Child,Teen",
        "Name": "Age Group"
      },
      {
        "Value": "12-18 years,18+,6-9 years,9-12 years",
        "Name": "Age Range"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "UGT-DW02904-C04-C",
  "StartTime": "2017-05-05T16:39:35.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/4013214150238080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-04T16:39:35.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "19.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "Description": "Restocking fee: 15%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_15",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "15%"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Doctor-Watch-Lenticular-Quartz-Analogue-/401321415023",
  "Location": "Addison, Illinois",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Doctor Who Watch Lenticular Quartz Analogue",
  "Storefront": {
    "StoreName": "Toynk Toys Costumes and Gifts",
    "StoreURL": "http://stores.ebay.com/id=1172377"
  },
  "ItemID": "401321415023",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "TimeLeft": "P3DT21H55M21S"
}