{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Charles-Hubert, Paris Stainless Steel Two-Tone Mechanical Pocket Watch New",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "158.97"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Quality products at affordable prices. Check out our feedbacks and buy with confidence! Charles-Hubert, Paris Stainless Steel Two-Tone Mechanical Pocket Watch Features 14k gold-plated stainless steel 47mm demy hunter case with a matching curb chain White dial with 24-hour sun and moon sub-dial 17 jewel mechanical movement Deluxe gift box Details Matching curb chain. Demi hunter case. White dial with 24-hour sun and moon sub-dial. 17 jewel mechanical movement. Comes with deluxe gift box. 14k gold plated. 1.85 in. Dia. Part of Charles-Hubert's premium collection, the Charles-Hubert, Paris Stainless Steel Two-Tone Mechanical Pocket Watch #3553-T is a precision crafted timepiece with 17-jewel winding movement, skeletal display, and white dial with 24 hour sun and moon subdial. Its unique design lets you see the time whether the cover is open or closed. Made of 14K gold-plated stainless steel for lasting beauty and durability, this watch features black-tone Arabic numerals, black-tone hands, seconds subdial on the inner dial, and engraved black-tone Roman numerals on the gold-tone back cover. Elegant and contemporary, this watch arrives in a deluxe blue giftbox with matching curb chain. Terms and ConditionsShipping and HandlingFree shipping to 48 continental US States Please contact us before you buy if you want to ship to PO Box, Alaska, Hawaii, US Protectorates, and Military address (APO/FPO) We offer international Shipping to selected countries through eBay Global Shipping Program. You will see the shipping cost and import tax during the checkout process. Please google eBay Global Shipping Program for the details Special Notes for Buyers Outside USAMost of our electric products (e.g. home and kitchen appliances,home audio/video systems and etc.) are USA standard and can only operate at 100V-120V. Please consider buying one of the voltage transformers in our store if the voltage in your country is not 100-120V Most electronics devices we offer (e.g. mp3 players, tablets, laptops, eReaders and etc.) are compatible to 100-240V voltage. Please contact us if you have questions about the compatibility of the product. Return Policy All returns accepted To qualify for the return, buyer should contact us within 14 days after receiving the item Refund given as Money Back Return shipping will be paid by the buyer Full money back if the item is defective or not functional. If return is desired for other reasons, 10% restocking fee will be deducted from the refund. Please contact and get return authorization prior to returning any items. Items need to be returned in the original package in order to get full refund Other Information To get 100% guarantee on delivery schedule, item availability, item details and other information, please don't hesitate to contact us. We will respond within 1 business day (usually within 1 hour) We only ship to the address that you enter when you place the order. Please do not email us a different address after you place the order because the item might have been shipped when we get your message. Thanks Limit 2 per customer. Please contact us before you buy if you need more than 2 |SKU|: A!R48E90YRAO",
  "StartTime": "2017-04-04T05:10:48.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MVgx/z/JV0AAOSwc-tY4yra/$_1.GIF?set_id=8800004005"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "4",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Charles-Hubert, Paris",
        "Name": "Brand"
      },
      {
        "Value": "3553-T",
        "Name": "MPN"
      },
      {
        "Value": "848870005226",
        "Name": "UPC"
      },
      {
        "Value": "Does Not Apply",
        "Name": "ISBN"
      }
    ]
  },
  "Seller": {
    "UserID": "dealsea",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "22857",
    "PositiveFeedbackPercent": "99.1"
  },
  "HitCount": "13",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3719108196628080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-03T05:10:48.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "158.97"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "Full money back if the item is defective or not functional. If return is desired for other reasons, 10% restocking fee will be deducted from the refund. Please contact and get return authorization prior to returning any items. Items need to be returned in the original package in order to get full refund.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "A!B002NSMDYS",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Multiple",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Charles-Hubert-Paris-Stainless-Steel-Two-Tone-Mechanical-Pocket-Watch-New-/371910819662",
  "Storefront": {
    "StoreName": "DEALSEA DVD Blu-Ray Game",
    "StoreURL": "http://stores.ebay.com/id=249826497"
  },
  "ItemID": "371910819662",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P2DT10H22M10S"
}