{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "GuTe Elegant Steampunk Men's Mechanical Watch Hand-wind Rose-gold White Roman",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "23.21"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Toggle navigation DealStopStore Listing1 Payment Shipping Returns Contact GuTe Elegant Steampunk Men's Mechanical Watch Hand-wind Rose-gold White Roman Feautures GuTe-picked Elegant Steampunk Style Hand-wind Mechanical WatchRose-gold Watch Case White Dial & Brown PU StrapRose-gold Roman Numerals with Luminous HandsSkeleton Hollow-out Hand-wind MechanismGuTe Minimalist Kraft Watchbox. ECO Packaging for you Product Specifications Brand: GuTe MechanicalPart Number: wh164 Item Description Payment To ensure that all of our buyers qualify for eBay Buyer Protection, we only accept payment through PayPal. It offers a variety of payment options including all the major card carriers. We require immediate payment. Sales tax: Because we use processing centers located throughout the country we are required to charge sales tax in the following states: Alabama, Arizona, California, Colorado, Connecticut, District of Columbia, Florida, Georgia, Illinois, Iowa, Indiana, Kansas, Kentucky, Louisiana, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, Missouri, Nebraska, Nevada, New Jersey, New York, North Carolina, North Dakota, Ohio, Pennsylvania, Rhode Island, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, Vermont, Washington, West Virginia, Wisconsin Shipping & Handling No Local Pick Up Unfortunately we do not provide local pick up. We apologize for any inconvenience that this may cause. All orders are shipped out within one business day. We only ship within the continental USA, we do not ship to Alaska, Hawaii, Puerto Rico, APO addresses or any other USA territory. We only ship to the confirmed Paypal address. We reserve the right to cancel any order for any reason at any time. We are not responsible for undeliverable addresses. Tracking Once order picked up by career, we will update the tracking information through eBay. Return & Exchange We offer a 14 day return policy from checkout winning date. Buyer is responsible for return shipping and handling fees and all returns are subject to a minimum of a 15% restocking fee. A return merchandise authorization (RMA) is required for all returns. Items returned without a RMA number will not be processed. In the event that you receive defective or damaged merchandise, we will replace the item at no cost to you as long as it is reported within 7 days of receipt of the merchandise. Please contact us for a return authorization and the return shipping address. Contact Please use ebay messaging system to contact us. We do our best to respond as soon as possible. Click Here to send us a message.",
  "StartTime": "2017-03-27T05:51:20.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDM2Nw==/z/oswAAOSw4CFY2Kha/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDMyOQ==/z/6iMAAOSwol5Y2Kha/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzQ0WDUwMA==/z/c-YAAOSwTM5Y2Kha/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzM3WDUwMA==/z/pIMAAOSwDKtY2Kha/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzM4WDUwMA==/z/zowAAOSwmgJY2Kha/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzI0WDUwMA==/z/x10AAOSw2gxY2Kha/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzMxWDUwMA==/z/VVoAAOSwc-tY2Kha/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzYwWDUwMA==/z/VX8AAOSwc-tY2Khc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/5b0AAOSwsW9Y2Kha/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      },
      {
        "Value": "wh164",
        "Name": "MPN"
      },
      {
        "Value": "6762015115011",
        "Name": "EAN"
      },
      {
        "Value": "GuTe Mechanical",
        "Name": "Brand"
      }
    ]
  },
  "Seller": {
    "UserID": "rapidcommerce",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "17708",
    "PositiveFeedbackPercent": "99.0"
  },
  "HitCount": "11",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1825047444218080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-25T05:51:20.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "23.21"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "All refunds will be subject to a 15% to 50% restocking fee. No exception. Replacements are subject to availability.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B013HTAKQ4",
  "ShipToLocations": [
    "US"
  ],
  "Location": "United States",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/GuTe-Elegant-Steampunk-Mens-Mechanical-Watch-Hand-wind-Rose-gold-White-Roman-/182504744421",
  "Storefront": {
    "StoreName": "dealstopstore",
    "StoreURL": "http://stores.ebay.com/id=1219331939"
  },
  "ItemID": "182504744421",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P24DT11H1M58S"
}