{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "QuantitySold": "0",
  "PostalCode": "10001",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "siripat88",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "342",
    "PositiveFeedbackPercent": "98.9"
  },
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "ManChDa Vintage Reindeer Pocket Watch Black Hollow Case Double Open Skeleton Mechanical for Men Women Gallery Product Description Dimension: 0.98 x 3.94 x 3.94 inchs., Weight: 0lbs. Features: 1.Unique reindeer series pocket watch only OFFER by ManChDa. Is the best gift for your love, seniority or yourself. 2.100% brand new with excellent workmanship with precise mechanical movement. 3.Elegant design skeleton dial, Special woods pattern, design by ManChDa. 4.Hollow case with Reindeer and woods pattern, the reindeer looks back in the woods, adorable and romantic 5.Removable key chain with a clip at the end. 6.Nice addition to a formal or casual dressing or colleting. How to use/set mechanical pocket watch Once you receive the mechanical watch: A. Setting time Pull the crown away from base of the watch and turn the crown clockwise until reaching the exact time. B. Winding the watch Push the crown back into place along the base of the watch and winding up the watch clockwise rotation with 25-30 turns. The power will be full(Over winding will ultimately break the spring). Do this one time each day (before sleeping). Otherwise, it will stop working. Please do not over winding up the watch if you feel the crown is tight. Specification (approximate) - Case diameter: 47.5mm. - Case thickness: 18.3mm. - Case Material: Alloy. - Chain Length: 380mm (hook included). - Chain Material: alloy. Package Included: -1 x Pocket watch -1 x Gift Box -1 x Chain Features SPECIAL DESIGN Fluorescent pointers, can read in the low light conditions. With Double Cover, can STAND on table, also can put your photograph inside it. Smooth Back Case allow engraving. For safety, the front face is made of Acrylic instead of Glass. Comes with a high quality 7mm width Cowboy Chain / Fob. 47mm case diameter. Nice addition to a formal or casual dressing or collecting.DESIGN CONCEPT This pocket watch is designed by ManChDa to arouse people's awareness of this problem, making them feel impelled to protect our natural environmentBATTERY NEEDLESS 100% brand new with excellent workmanship, precise golden mechanical movement. Protecting the environment, No need to use battery, Twisting the top button on the spin, Tightening a walk for 24 hours, Please wind up the watch before every usage and keep away from magnet to avoid making it stop working.PERFECT CHOICE Come in with good quality gift box, With a microfiber cloth for daily easy cleaning. Perfect gift for your love and family or yourself, Best Valentine day Gift, Superb Christmas Gift, Birthday Gift, Father's Day, Mother's Day, Wedding Gift etc. . For the working environment which is not allowed to wear wrist watch, like chef or nurse.REINDEER AND WOODLAND Unique reindeer series pocket watch only OFFER by ManChDa. Cervidae symbolize the harmony of nature and the fearlessness, vitality and agility of God's PURE-LAND. With no fixed residence, a wild deer will never stay in the same place for two night. However, the expansion of human activities damages their living environment badly, making their living space smaller and smaller. Thank you for your business, your trust and your confidence. It is our pleasure to work with our customers. HAVE A NICE DAY!^-^ Contact If you have any question. Please do not hesitate to contact us. Please send us message via eBay system. We reply every message within 48 hours. If you did not receive our reply. We think maybe we did not receive your message. Please send us message again. Payment Policy We only accept payments via PayPal and the payment is expected within 3 days after the order. In the occasional case that the product is discovered to be damaged prior to shipping, we will provide a full 100% refund to you within 2 business days. We provide FREE shipping handling on over 75% of the catalog from our warehouses and suppliers from all over the world. It should take 1-10 business days for the product to reach your destination. Estimates by eBay FAST 'N FREE should not be taken for granted as they are mostly inaccurate and misleading as reported by our previous customers. If the product doesn't reach your destination within the time limit, please allow an additional 1-2 business days in case of postal delays and/or possible technical issues. Shipping PolicyWe have warehouses and certified suppliers from all over the world. For this item, we ship only to the lower 48 states within the United States. We don't ship to APO and PO Box addresses and there is NO local pickups. We also do not offer combined shipping for item with shipping costs.PLEASE NOTE : There are possibilities that the items might not ship to your area at a certain time period (e.g. during festivals, shopping seasons or excessively high volume order times). In order to ensure that you'll receive the product hassle-free, please send us your Zip code via eBay message. This is ensure the greatest satisfaction of our dear customers and for us to better fulfill your ultimate shopping experience.If it takes any longer than that, please do not hesitate to contact us to resolve the issues. Feedback Our feedback is VERY important to us. We feel like we offer 5 star services and we would greatly appreciate a 5 star rating on your feedback. We will always return positive feedback for you as well! If you for any reason feel you have not had a 5 star transaction, please contact us before leaving feedback so that we can resolve the situation. Thank you! Return Policy A.General Return Information If you would like to return your purchased merchandises, please kindly contact us via eBay message by choosing I have a question about using my item or I want to send the seller a message. as the topic. We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been received by our warehouses and we can confirm from the tracking number that the item has been delivered, we will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return.B.Return Shipping Costs We will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyers remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion.C.Return Locations Please be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes.",
  "StartTime": "2017-03-21T10:36:12.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zNMAAOSw32lY0QH5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/2MIAAOSwCU1Y0QH6/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/ppsAAOSwuLZY0QH7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/MmwAAOSw4A5Y0QH8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/NZQAAOSwdGFY0QH9/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/hqYAAOSwB-1Y0QH-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/ds0AAOSwYXVY0QH~/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "38.88"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "ManChDa",
        "Name": "Brand"
      },
      {
        "Value": "USMPH005",
        "Name": "MPN"
      },
      {
        "Value": "does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Pocket Watches",
        "Name": "Category"
      }
    ]
  },
  "SKU": "B01MR7LAN9",
  "HitCount": "11",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2528233923208080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-19T10:36:12.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "38.88"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Not Description",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ManChDa-Retro-Double-Open-Skeleton-Mechanical-Roman-Numerals-Pocket-Watch-Noble-/252823392320",
  "Location": "New York, New York",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "ManChDa Retro Double Open Skeleton Mechanical Roman Numerals Pocket Watch Noble",
  "Storefront": {
    "StoreName": "siripat88",
    "StoreURL": "http://stores.ebay.com/id=1490326663"
  },
  "ItemID": "252823392320",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P18DT15H46M18S"
}