{
  "ExcludeShipToLocation": [
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "QuantitySold": "0",
  "Title": "CLASSIC POCKET WATCH RABBIT Style Delicate Vintage Drink Me Pocket Watch W Chain",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "12.87"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Classic Pocket Watch - AKStore - Rabbit Style Delicate Vintage Drink Me Pocket Watch With Chain NEW & FREE SHIPPING From The USA Features: Highly polished plated chrome. Quartz movement - easy time setting and case release button.Add undeniable style and class to your daily life and fashion with a classic Bronze Pocket WatchWhite dial with filigreed hour, minute, and second hands on ornate Arabic numerals.Can be worn like a Necklace with a PendantOccasions for gifts Public relations planning, business gifts, Thanksgiving Day, wedding, Tanabata Festival, Valentine's Day, Birthdays, Christmas, Halloween, dating Color:Circular-shaped Few things spark as much personal curiosity from afar as seeing someone casually pulling out a pocket watch. More than for checking the time, this casts an aura of sophistication and confident ease. Vintage pocket watches also make a superb choice for a birthday, Christmas, wedding, or for groomsmen gifts. They are also ideal for corporate gifts or for the retirement of a long-time employee. This classic plated flip-case pocket watch combines vintage tastes with the modern, durable practicality of a quartz movement pocket watch. FEATURES:1.Brand:AKStore2.Material:high-quality Bronze 3.Size: approx Watch = 2.7cm X2.7cm, Chain = 78cm (30\") 4.Color:Vintage BronzeWeight: 0.03kg/pcsPackage include:1 x Pocket Watch. AFTER SERVICE: -Upon receipt of our products, if you are not 100% satisfied with the quality or concerned, Please contact us,We will try our best to solve it.no-questions-asked money back guarantee and top-notch customer service.-Our belief is that the interest of our customers comes first. So, we will do everything we can to protect your interest.-Thank you for visiting our shop, welcome to visit next time. SHIPS FREE *FROM* THE USA *TO* THE USA!!! No months-long wait from overseas! Business Policies: THE GOLDEN RULE Our philosophy for customer service doesn't stop when we turn the lights off at the office. We follow the GOLDEN RULE in life: treat others as they WANT to be treated! It's that simple. When we're at the grocery store or out for a walk, we interact with everyone we meet as if they were our customer. We belive that if you take care of people, they will take care of you. It's just a natural, society conscious way to live. And isn't it easier when everyone tries to get along? So, if you have ANY questions AT ALL, please, please do not hesitate to contact us! We honestly do care about your experience & We LOVE our customers! Handling Our orders are generally handled and processed within 1-3 business days. Your item(s) will be shipped using the most efficient carrier to your area (USPS, UPS, FedEx, Lasership, etc), which is determined once the order is received and paid for in full. Delivery Most items are delivered within 3-5 business days- We generally surpass our projected shipping time! See our FEEDBACK! We Do Not Ship Outside of the Continental US. We do make exceptions for many of our smaller items (these exceptions will be specified in each specific listing) to ship to Alaska, Hawaii and PO Boxes, however, ANY items shipped to these three exceptions are expected to exceed our anticipated shipping times by several days. For your protection and to ensure consistency in the Marketplace, all orders are shipped to your PayPal address provided at time of sale. So please ensure it is up to date prior to finalizing your purchase. We are not responsible for undeliverable / incorrect addresses. Purchases made to US protectorates, AFO/APOs will not be processed and will be denied during the checkout process. Return Policy Please contact us immediately with any issues regarding your purchase. We offer a 30 day return policy on all orders in the form of a replacement or refund. Please be sure to contact us for return instructions prior to returning any item. Restocking fees of up to 15% may apply to items that are not defective, ordered by accident, or returned for a refund rather than replacement. Feedback We take our reputation seriously, we buy and sell online, so we understand the value of trust. If you are unsatisfied with your order, please contact us and we will work with you to resolve it to your satisfaction. Additional Terms In the unlikely event there is an issue with our inventory, you will be provided the option of an immediate refund or substitution. In some cases we will ship from affiliate distributors in order to fill orders in a timely manner. PLEASE do not leave negative feedback before giving us a chance to work through an issue. We GUARANTEE a reasonable solution on all orders.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/JBMAAOSwX61ZB9Dv/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/1skAAOSww9xZB9Dy/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/qRUAAOSwt0FZB9D1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/YCkAAOSwuMZZB9D5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/5HMAAOSwR29ZB9D8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/0ecAAOSwjqVZB9D~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/0rEAAOSwdjNZB9EC/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "EAN"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "craftanything",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "464",
    "PositiveFeedbackPercent": "100.0"
  },
  "StartTime": "2017-05-02T00:21:26.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2224957743648080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-01T00:21:26.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "12.87"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01GHI9O5K",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CLASSIC-POCKET-WATCH-RABBIT-Style-Delicate-Vintage-Drink-Me-Pocket-Watch-W-Chain-/222495774364",
  "Storefront": {
    "StoreName": "craftanything",
    "StoreURL": "http://stores.ebay.com/id=1537750915"
  },
  "ItemID": "222495774364",
  "PaymentMethods": "PayPal",
  "TimeLeft": "PT5H35M57S"
}