{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Smart.Deal Skeleton Men Pocket Watch Bronze Hand Wind Mechanical Roman Numerals",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "30.2"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Smart.Deal Skeleton Men Pocket Watch Bronze Hand Wind Mechanical Roman Numerals Features: 1.Classic style pocket watch is the best gift for your love, seniority or yourself 2.100% brand new with excellent workmanship 3.Elegant design with precise mechanical movement 4.Skeleton dial shows exquisite movement and structure within the watch 5.With Removable chain 6.Nice addition to a formal or casual dressing or colleting 7.Color may not appear as exactly as in real life due to variations between the computer monitors and nacked eye color difference. How to use/set mechanical pocket watch Once you receive the mechanical watch: A. Setting time Press the crown at the top of watch, the front plate will open. Pull the crown away from base of the watch and turn the crown clockwise until reaching the exact time. B. Winding the watch Push the crown back into place along the base of the watch and winding up the watch clockwise rotation with 10-15 turns. The power will be full(Over winding will ultimately break the spring). Do this one time each day (before sleeping). Otherwise, it will stop working. Please do not over winding up the watch if you feel the crown is tight. Specification (1 cm=10 mm=0.394 inch) (approximate) Case diameter: 47mm approx. Case thickness: 16.50mm approx.(cover included) Case Material: Copper Chain Length: 360mm approx. (hook included) Chain Material: Alloy Package Included: -1 x Pocket Watch -1 x Gift Box -1 x Chain · ★ A Real Thoughtful Gift Comes With A Clearing Cloth and A Manual's Instuctions - 17 jewel Mechanical movement with Manifier Cover, Transparent Dial - Half Hunter Silver Magnifier Case Skeleton Mechanical Coppor Roman 12-hour Dial Pendant Men Pocket Watches· ★ Every One Thinks It Must Be An Expensive Watch. Shhh. It Will Be Our Secret - Antique Men Pocket Watch Half Hunter Hand Wind Skeleton Mechanical Magnifier Case Analog Roman Numerals· ★ Must-be Choice - Antique Bronze Design, A Conversation Piece, Just Right Up His/her Alley - Retro Half Hunter Wind Up Mens Skeleton Mechanical Coppor Roman Numbers Analog Pendant Pocket Watches· ★ Special Design - Magnifier Case, Skeleton Dial, Black Roman Numerals For Easy Reading - Vintage Men Half Hunter Hand Wind Pocket Watches Skeleton Mechanical Coppor Roman Numerals Pendant Chain· ★ Removable Chain With A Clip At The End Fits Different Widths Of Pockets Or Belt - Steampunk Silver Case Wind Up Skeleton Mechanical Magnifier Case Analog Chain Pendant Men Pocket Watches \"\" Smart.Deal Skeleton Men Pocket Watch Bronze Hand Wind Mechanical Roman Numerals ★ A Real Thoughtful Gift Comes With A Clearing Cloth and A Manual's Instuctions - 17 jewel Mechanical movement with Manifier Cover, Transparent Dial - Half Hunter Silver Magnifier Case Skeleton Mechanical Coppor Roman 12-hour Dial Pendant Men Pocket Watches ★ Every One Thinks It Must Be An Expensive Watch. Shhh. It Will Be Our Secret - Antique Men Pocket Watch Half Hunter Hand Wind Skeleton Mechanical Magnifier Case Analog Roman Numerals ★ Must-be Choice - Antique Bronze Design, A Conversation Piece, Just Right Up His/her Alley - Retro Half Hunter Wind Up Mens Skeleton Mechanical Coppor Roman Numbers Analog Pendant Pocket Watches ★ Special Design - Magnifier Case, Skeleton Dial, Black Roman Numerals For Easy Reading - Vintag Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. PAY SAFE: PAYPAL PAYMENT IS ACCEPTEDWe offer a 30-day return policy for our products.We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period.Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested.If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. DELIVERY TIMESDomestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/VbAAAOSwmgJY5Md8/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/mqsAAOSwB-1Y5Md-/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/C00AAOSw~CFY5Md~/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/44UAAOSwc-tY5MeC/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/OwQAAOSwA29Y5MeD/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/EzUAAOSwDmBY5MeF/$_57.JPG"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Smart.Deal",
        "Name": "Brand"
      },
      {
        "Value": "FA-HBH069",
        "Name": "MPN"
      },
      {
        "Value": "Bronze",
        "Name": "Material"
      },
      {
        "Value": "Black",
        "Name": "Case Color"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "FA-HBH069",
        "Name": "Serial Number"
      },
      {
        "Value": "17",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "EA-HBH069",
        "Name": "Model"
      },
      {
        "Value": "750810767999",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Seller": {
    "UserID": "yossi588",
    "FeedbackRatingStar": "Blue",
    "FeedbackScore": "99",
    "PositiveFeedbackPercent": "98.7"
  },
  "StartTime": "2017-04-05T10:31:35.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1123598135818080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-04T10:31:35.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "30.2"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B01JRX1V44",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Phoenix, AZ",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Smart-Deal-Skeleton-Men-Pocket-Watch-Bronze-Hand-Wind-Mechanical-Roman-Numerals-/112359813581",
  "Storefront": {
    "StoreName": "K.Y.Market",
    "StoreURL": "http://stores.ebay.com/id=1247177277"
  },
  "ItemID": "112359813581",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P3DT15H43M41S"
}