{
  "QuantitySold": "0",
  "Title": "ASPEN HUNTER RAILROAD CASED POCKETWATCH CHOO-CHOO DIAL, & LEATHER BRAIDED STRAP",
  "PostalCode": "44224",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "Pre-owned",
  "Description": "ASPEN POCKETWATCH WITH MONTGOMERY STYLE CHOO-CHOO DIAL AND TRAIN ON FRONT CASE LID. THIS IS A QUARTZ WATCH. IT IS MADE WITH SWISS PARTS AND ASSEMBLED IN THE USA. THE BATTERY IS DEAD. I HAVE HAD THIS WATCH IN MY POSSESSION FOR MANY, MANY YEARS. I CANNOT TESTIFY TO ITS RUNNING CONDITION. THE WATCH HAS A GREAT LOOKING HUNTING CASE WITH A HINGED FRONT LID ACTUATED BY A BUTTON IN THE PENDANT STEM. THE SALE INCLUDES A BRAIDED BROWN LEATHER FOB ~10” LONG WITH BUCKLE ON THE BOW END AND A FINGER PULL LOOP ON THE OTHER END. THE CASE IS HIGHLY DECORATED. THE FRONT OUTSIDE OF THE LID HAS A STEAM POWERED LOCOMOTIVE ON A RUNNING ALONG A TRACK THROUGH THE COUNTRYSIDE. IT IS A RAISED REPOUSSE LOOK. THE REAR LID HAS A SLIGHT RAISED FLORAL MOTIF DESIGN. THE CASE CENTER CASE RING, PENDANT AND BOW ARE ALSO DECORATED. THE REAR SNAP ON LID AND THE POP OPEN FRONT LID ARE BOTH DECORATED WITH OVER LAPPING SNAIL DESIGN.ON THE INSIDES. THE MOVEMENT IS STAMPED “HARLEY RONDA SA 1 ONE JEWEL 373 SWISS PARTS ASSBLY USA”. THE DEAD BATTERY IS A RAYOVAC 395. THE RAILROAD STYLE CHOO-CHOO DIAL IS WHITE AND HAS A MONTGOMERY STYLE MINUTE CHAPTER WITH 1 THROUGH 60 MARKED AT EACH TICK MARK AND 5 MINUTE RED NUMERALS. THE HOURS ARE VERY BOLD RAILROAD STYLE ARABIC NUMBERS, AND HAVE SQUARE MARKS BEHIND EACH NUMBER. THE DIAL HAS A STEAM POWERED LOCOMOTIVE ON A TRACK SECTION, LOCATED BELOW THE CENTER OF THE DIAL AND THE WORDS “ASPEN QUARTZ” ABOVE CENTER. THE HOUR AND MINUTE HANDS ARE BOTH PIERCED DIAMOND SHAPED. THERE IS A CENTER MOUNTED SWEEP SECONDS HAND. ALL HANDS ARE SHINY BLACK COLOR. I TRIED TO DESCRIBE THE ITEM WITH WORDS AND PHOTOS, BUT MAY HAVE MISSED SOME FEATURE/DETAIL THAT IS IMPORTANT TO YOU. PLEASE READ ALL AND VIEW PHOTOS AND POSE QUESTIONS/ CONCERNS PRIOR TO BIDDING. I WILL GLADLY RESPOND. I AM SELLING TO USA BUYERS ONLY. NO INTERNATIONAL SALES. NO RETURNS OFFERED. ACCEPTING PAYPAL ONLY WITH PAYMENT EXPECTED WITHING 3 DAYS. IF PAYMENT IS NOT RECEIVED IN 3 DAYS AN E-BAY NON-PAYING BIDDER NOTICE WILL BE SUBMITTED AND THE ITEMS RE-LISTED.",
  "StartTime": "2017-05-22T03:36:54.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFg5ODI=/z/pSsAAOSw4A5YtHW9/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDE1/z/EdUAAOSw3v5YtHW5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQzMVgxMjk2/z/nHoAAOSwTuJYtHW1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA5NVgxNjAw/z/~60AAOSwTM5YtHXE/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "12.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Hunter",
        "Name": "Closure"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      }
    ]
  },
  "Seller": {
    "UserID": "jaguar1201",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "389",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "11",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1423904831998080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-21T03:36:54.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "12.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ASPEN-HUNTER-RAILROAD-CASED-POCKETWATCH-CHOO-CHOO-DIAL-LEATHER-BRAIDED-STRAP-/142390483199",
  "ConditionDescription": "Watch battery is dead, so running condition unknown. See details below.",
  "Location": "Stow, Ohio",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "142390483199",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P20DT8H58M30S"
}