{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "74.99"
  },
  "SecondaryCategoryIDPath": "1:1401:182973:43324:73522",
  "HandlingTime": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE2MlgxNTcy/z/v74AAOSwqBJXWccQ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE1MlgxNTY0/z/~ZwAAOSwLnBXWccw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE0OFgxNTYy/z/DkAAAOSwnNBXWcdM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OFgxNTk4/z/BOEAAOSwLnBXWcdk/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE2OFgxNTc2/z/0ugAAOSwqBJXWcd8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/VA0AAOSwbYZXWceV/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/dCgAAOSwnNBXWi7x/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/B0EAAOSwuhhXWi79/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/kFsAAOSwMNxXWi8G/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "zangel14",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "4857",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "98.7"
  },
  "StartTime": "2017-05-12T12:50:55.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "ConditionDescription": "New in box with paperwork! Great Graduation Gift! This item can be monogrammed.",
  "Title": "Colibri Mens Pocket Watch w/ Date & Knife Set Goldtone Can be Monogrammed NEW",
  "Storefront": {
    "StoreName": "zangel14",
    "StoreURL": "http://stores.ebay.com/id=592844985"
  },
  "ItemID": "371948149112",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Collectibles:Knives, Swords & Blades:Collectible Fixed Blade Knives:Modern Fixed Blade:Factory Manufactured",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Colibri-Mens-Pocket-Watch-w-Date-Knife-Set-Goldtone-Can-Monogrammed-NEW-/371948149112",
  "QuantitySold": "0",
  "PostalCode": "93001",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "New without tags",
  "Description": "Colibri New in Box Pocket Watch, Chain and pocket knife, made in Japan and working. Comes with original paperwork and in original box. In as New condition with a newly installed battery. Ready to monogram or give as a gift. The watch has a day box and the knife has 2 blades. Very nice set and would make a great gift! Knife is 3\" and watch is 1 3/4\". The shipping to the lower 48 states is included in the listing price. I use the ebay global shipping service for all other locations. Payment: Payment is by Paypal and is expected within 4 days, per eBay's policy. If you need a small amount of extended time or if you are purchasing more than one item and wish them to be shipped together for a combined shipping price please email me. If you contact me thru eBay's messaging program I can work with you on just about anything Shipping: Shipping price is for the lower 48 states and includes insurance. If you live elsewhere, I use the ebay global shipping program. I pack carefully and provide insurance on all shipping which is a few dollars extra and is included in the listing or shipping cost. I package very carefully with bubble wrap and or peanuts and ship quickly, usually in the first 24 hours after payment is received. I will combine shipping on any items bought from me, provided they are all shipped together at the same time. If you would like to know what the discounted combined shipping cost will be, again please contact me or request a combined invoice. If you are purchasing more than one item and would like them shipped together for a discount be sure to contact me. Feedback: I always leave positive feedback as soon as I ship an item. I very much appreciate positive feedback in return! If you feel I deserve less than a five star please contact me so that i may address your concerns and try to satisfy them! I strive to provide excellent customer service! Notice Regarding Vintage Items: I specialize in vintage items that are usually 50+ years old. It is important that you examine this item carefully before bidding. I welcome all questions.While I try hard to get my description accurate, you must look at the pictures and remember that vintage is NOT new or mint. Unless otherwise stated, items WILL have age related wear. The older the item the more the wear! My buyers should be knowledgeable collectors looking for vintage! These are usually items that are no longer manufactured or available by retail. I buy at estate auctions, yard sales and antique stores and I surface clean most but not all of my items. I try to describe my items the best I can. There is no intentional misleading information in my listings, but there may be a mistake or something missed occasionally due to human error. My ebay store is a business and I pay for each item I sell. Fees are approx 15% and are now being charged on shipping cost too. I am a good, honest, sincere seller and my items are clean and working unless otherwise noted. I'm not looking to get rich but I'm not looking to give away my items either. I try to ship the same day paid and I work hard to make your buying experience with me a fun & easy one. I do not smoke, however the previous owner(s) might have. If you buy or collect vintage you must know that the items come from an era when the vast majority of Americans did smoke. Most of my customers want items in their authentic condition which shows wear and proves age so I leave any deep cleaning to the buyer's discretion. My items are sold in \"as is\" condition. I try to highlight any flaws over and above normal wear and tear but again, you must look at the pictures and please feel free to ask questions. Returns and Refunds: As a matter of my store policy, I do not issue partial refunds. I do however issue full refunds under certain conditions as follows: 1. Full Refunds in cases of damage or loss from shipping after carrier has approved the claim. 2. Full Refunds ONLY if I have grossly misrepresented item and you have returned the item to me at your cost in the same condition that I shipped it. You must notify me of your request to return the item within 3 days of receiving the item and mail the item back to me within 7 days. I will not issue a refund until I receive the item back. 3. The buyer and I have agreed upon a refund. All return item shipping will be paid by the buyer per policy. This leaves both the buyer AND the seller out their shipping costs. You pay to return it and I have to pay out of pocket to ship it. We can avoid this in most cases with good communication and by asking your questions before buying!!! I have MANY happy repeat buyers and look forward to a pleasant and rewarding business transaction with you. I work hard to make this a positive experience for both buyers and sellers. Thanks for visiting my listing!",
  "HitCount": "28",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "3938",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "SecondaryCategoryID": "73522",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Colibri",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "2000-2009",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Full Hunter",
        "Name": "Closure"
      },
      {
        "Value": "Gold",
        "Name": "Case Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Gold",
        "Name": "Face Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3719481491128080_1.jpg",
  "BestOfferEnabled": "true",
  "BidCount": "0",
  "EndTime": "2017-06-11T12:50:55.000Z",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Ventura, California",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "74.99"
  },
  "TimeLeft": "P10DT18H9M17S"
}