{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Classic Smooth Full Hunter Pocket Watch with 14 inches Chain Gold NO SALES TAX",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "10.12"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "ClickRooster Classic Smooth Full Hunter Pocket Watch with 14 inches Chain Classic Smooth Full Hunter Pocket Watch with 14 inches Chain Classic Business Casual Dress Watch,Combines quality, leading edge fashion, and value. Suit for commercial negotiation, dating, party and other all daily life. Special Features: Importado Add undeniable style and class to your daily life and fashion with a classic Gold Pocket Watch 14'' chain with pocket clip for securing easily, 1 3/4'' perfect pocket size. Highly polished plated chrome. Quartz movement - easy time setting and case release button. White dial with filigreed hour, minute, and second hands on ornate Arabic numerals. Payment  We want to ensure that all of our buyers receive all the benefits that eBay has to offer. In order to ensure that all of our buyers qualify for eBay Buyer Protection, we only accept payment through PayPal. Paypal allows you to complete your purchase quickly and securely. It offers a variety of payment options including all major credit cards. In order to ensure that all of our customers have equal access to our inventory, we require immediate payment. Local Pick Up Unfortunately, due to the nature of our business, we do not allow local pick up. We apologize for any inconvenience that this may cause. Shipping Our orders are generally handled and processed within 1-2 business days, with most items being delivered within 3-5 business days. Your item(s) will be shipped using the most efficient carrier to your area (USPS, UPS, FedEx, Lasership, etc), which is determined once the order is received. Expedited shipping options are also available and can be selected during checkout. At this time, we only ship to physical addresses that are located within the 48 contiguous states of the United States of America. We are unable to ship to P.O. boxes, APO or FPO addresses, or international addresses. For your protection and to ensure consistency in the Marketplace, all orders are shipped to your PayPal address provided at time of sale. So please ensure it is up to date prior to finalizing your purchase. We are not responsible for undeliverable / incorrect addresses. Tracking Once we have confirmed that your order was picked up by the shipping carrier, we will update the tracking information through eBay. ReturnsIn the event that you would like to return your purchase, we allow returns that are processed within 14 days of receipt of the merchandise. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer and all returns are subject to a minimum of a 15% restocking fee. Open software, music, games, movies, and personal hygiene products are not eligible for returns.  Open software, music, games, movies, and personal hygiene products, Underwear, Socks, WIGS & Hair pieces are not eligible for returns.     All of our items, unless otherwise stated, will only run on 120 volts. Please check to make sure your country complies with these specifications. Please note that we will not be liable for return shipping if you can not use the item on a proper 120 volt power connection.   ContactIn order to provide you with the best possible service, we ask that you utilize eBay's internal messaging system to get a hold of us. We look forward to responding to your message. \"\" ( ) \"\" ( ) \"\" ( ) \"\" ( ) \"\" ( ) 3.1 1685 20416 clickrooster 05-04-2017 02:21:34 05-04-2017 02:21:34",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTkz/z/ADYAAOSw5cRZFj9N/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/msUAAOSwGJlZFj9P/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA5NVgxNjAw/z/VswAAOSwjL5ZFj9S/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQxNVgxNjAw/z/ccQAAOSw-3FZFj9V/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/5VEAAOSwZ4dZFj9Y/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2OFgxNjAw/z/fCwAAOSwhvFZFj9b/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "Jechin",
        "Name": "Brand"
      },
      {
        "Value": "820103552110",
        "Name": "UPC"
      },
      {
        "Value": "0820103552110",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "clickrooster",
    "FeedbackRatingStar": "TurquoiseShooting",
    "FeedbackScore": "28642",
    "PositiveFeedbackPercent": "99.3"
  },
  "StartTime": "2017-05-12T23:03:57.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2529354052248080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-11T23:03:57.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "10.12"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "All returns accepted within 14 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B00EL0YQT6",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Classic-Smooth-Full-Hunter-Pocket-Watch-14-inches-Chain-Gold-NO-SALES-TAX-/252935405224",
  "Storefront": {
    "StoreName": "ClickRooster",
    "StoreURL": "http://stores.ebay.com/id=1279487"
  },
  "ItemID": "252935405224",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P11DT4H22M22S"
}