{
  "ExcludeShipToLocation": "IL",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "1300.0"
  },
  "SecondaryCategoryIDPath": "1:417:1444:95168",
  "HandlingTime": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTExNVgxMTA0/z/vCYAAOSwcUBYK4Jw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMwMFgxMzAw/z/JYUAAOSw4GVYK4JS/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMwMFgxMjk5/z/RzoAAOSwB09YK4JU/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMwMFgxMjk5/z/dvsAAOSwHMJYK4JW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMwMFgxMjk5/z/Wt0AAOSwal5YK4Jb/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "eashland_net",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1744",
    "PositiveFeedbackPercent": "99.7"
  },
  "StartTime": "2017-05-30T00:36:24.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "ConditionDescription": "Elgin 21-Jewel “B.W. Raymond” Railroad Pocket Watch with Up/Down IndicatorU.S.; Elgin; Man’s; Serial # 30,257,383; C. 1927  CASE: The yellow gold-filled, 16-size case has an open face and horse decoration.DIAL: This white porcelain, single sunk dial displays Arabic numerals and spade hands. MOVT: This 21-jewel, lever-set movement with lever escapement is nickel with a ¾ plate layout and signed. Marked “B. W. Raymond 21 Jewels, 30257383, Adjusted to 5 Positions, Elgin Nat’l Watch Co.”COND:  C 3-15 (The case is in very good condition, slightly wornD 3-45 (The dial is in very good condition, multiple hairlines) M 3 (The movement is in very good condition)Experts Opinion: The back of the case is embellished with an engraving of the neck and head of a horse. A real eye-appealing watch!",
  "Title": "16 SIZE 21 JEWEL ELGIN BW RAYMOND RAILROAD POCKET WATCH | UP/DN INDICATOR CA1927",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ItemID": "332241608896",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Collectibles:Transportation:Railroadiana & Trains:Watches & Pocket Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/16-SIZE-21-JEWEL-ELGIN-BW-RAYMOND-RAILROAD-POCKET-WATCH-UP-DN-INDICATOR-CA1927-/332241608896",
  "Storefront": {
    "StoreName": "eAshland_net Watches and Jewelry",
    "StoreURL": "http://stores.ebay.com/id=1012016780"
  },
  "QuantitySold": "0",
  "PostalCode": "34236",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Elgin 21-Jewel “B.W. Raymond” Railroad Pocket Watch with Up/Down Indicator U.S.; Elgin; Man’s; Serial # 30,257,383; C. 1927 CASE: The yellow gold-filled, 16-size case has an open face and horse decoration. DIAL: This white porcelain, single sunk dial displays Arabic numerals and spade hands. MOVT: This 21-jewel, lever-set movement with lever escapement is nickel with a ¾ plate layout and signed. Marked “B. W. Raymond 21 Jewels, 30257383, Adjusted to 5 Positions, Elgin Nat’l Watch Co.” COND: C 3-15 (The case is in very good condition, slightly worn D 3-45 (The dial is in very good condition, multiple hairlines) M 3 (The movement is in very good condition) Experts Opinion: The back of the case is embellished with an engraving of the neck and head of a horse. A real eye-appealing watch! AI-RR102016-27Jewel Count Jewels are used as bearings to reduce metal-to-metal contacts which produce friction and wear. They improve the performance and accuracy of the watch and materially prolong its usefulness. The materials used for making watch jewels are diamonds, sapphires, rubies and garnets. The diamond is the hardest but is seldom used except for cap jewels. The sapphire is the next hardness and is the most commonly used because of its fine texture. Garnets are softer than sapphires and rubies. Stem-wind, Lever-Set Movements Mandatory for all railroad watches after roughly 1908, this kind of pocket watch was set by opening the crystal and bezel and pulling out the setting-lever (most hunter cases have levers accessible without removing the crystal or bezel), which was generally found at either the 10 or 2 o'clock positions on open-faced watches, and at 5:00 on hunting cased watches. Once the lever was pulled out, the crown could be turned to set the time. The lever was then pushed back in and the crystal and bezel were closed over the dial again. This method of time setting on pocket watches was preferred by American and Canadian railroads, as lever setting watches make accidental time changes impossible. After 1908, lever setting was generally required for new watches entering service on American railroads.Lever Escapement An escapement is a device in mechanical watches and clocks that transfers energy to the timekeeping element (the \"impulse action\") and allows the number of its oscillations to be counted (the \"locking action\"). The impulse action transfers energy to the clock's timekeeping element (usually a pendulum or balance wheel) to replace the energy lost to friction during its cycle and keep the timekeeper oscillating. The escapement is driven by force from a coiled spring or a suspended weight, transmitted through the timepiece's gear train. Each swing of the pendulum or balance wheel releases a tooth of the escapement's escape wheel gear, allowing the clock's gear train to advance or \"escape\" by a fixed amount. This regular periodic advancement moves the clock's hands forward at a steady rate. At the same time the tooth gives the timekeeping element a push, before another tooth catches on the escapement's pallet, returning the escapement to its \"locked\" state. The sudden stopping of the escapement's tooth is what generates the characteristic \"ticking\" sound heard in operating mechanical clocks and watches.Bridge Style Layout The metal bar which bears the pivot of wheel and is supported at both ends. The bridge style watch has two or three fingers to hold the wheels in place and together are called a bridge. The term bridge (horologically) is one that is anchored at both ends.Adjustment Watch adjustment is the process of correcting those errors in the watch that cause variation in time keeping. These include temperature influences, variation in driving power and position of the watch with respect to mechanism such as pendant up or dial up.Watches with better caliber movements will have been adjusted at the factory for a number of positions. The usual array of positions include a subset of the following positions: 1. Dial up 2. Dial down 3. Bow up 4. Bow down (Not required by Railroad) 5. Bow left 6. Bow rightThese positional adjustments are intended to insure that the watch is just as reliable and accurate regardless of the position in which it is stored or used.In addition to positional adjustments, the watch may also be adjusted for Temperature(heat/cold). Temperature affects different elements in different ways. Heat will cause some metals to expand faster than others, and cold may cause some metals to contract more than others. A watch that is adjusted to temperatures will usually include some combination of metals that allow the watch to maintain its proper functionality within a larger range of temperatures than one that is not adjusted for temperature.Another type of adjustment is Isochronism. As a typical watch spring unwinds the pressure it exerts on the wheels of the movement reduces. This has the potential to create a difference in the operating speed of a fully wound watch versus the same watch in an nearly fully unwound state. Adjustments for isochronism attempt to compensate for this potential by maintaining the same pressure from the spring throughout most of the operating range of the watch. This sort of adjustment was generally seen only on the finest railroad grade watches of the 20th century.The general rule of thumb with adjustments is that more is better. However, for average every day use, a typical unadjusted watch was perfectly adequate.",
  "HitCount": "7",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "3938",
  "SKU": "AI-RR102016-27",
  "SecondaryCategoryID": "95168",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Elgin",
        "Name": "Brand"
      },
      {
        "Value": "Gold Filled",
        "Name": "Material"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Lever",
        "Name": "Escapement Type"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Case Color"
      },
      {
        "Value": "30,257,383",
        "Name": "Serial Number"
      },
      {
        "Value": "16",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "21 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Elgin B.W. Raymond",
        "Name": "Model"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3322416088968080_1.jpg",
  "BestOfferEnabled": "true",
  "BidCount": "0",
  "EndTime": "2017-06-02T00:36:24.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Sarasota, Florida",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "1300.0"
  },
  "TimeLeft": "P1DT6H2M5S"
}