{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "QuantitySold": "0",
  "Title": "men's akr453yg mechanical skeleton gold-tone pocket watch",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "80.88"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "HomeAbout UsFeedbackNewsletter Akribos XXIV Men's AKR453YG Mechanical Skeleton Gold-Tone Pocket Watch Item Description Gold-tone brass case with a iron chain bracelet. Fixed gold-tone bezel. White sunray dial with black hands and Roman numerals hour markers. Dial Type: Analog. Automatic movement. 2650s engine. Scratch resistant mineral crystal. Push/pull crown. Screw-down case back. Case diameter: 50 mm. Case thickness: 7 mm. Round case shape. Water resistant at 10 meters / 33 feet. Functions: hour, minute, second. Casual watch style. Akribos XXIV Bravura Pocket Watch AK453YG. Main Features Sunray pattern dialGold-tone brass caseBuilt in display standScrew-in mineral exhibition case backWater resistant to 99 feet (30 M): withstands rain and splashes of water, but not showering or submersion Specification Manufacturer: Akribos XXIVShipping Weight (pound) : 0.5 Shipping Dimensions: Width: 3.30 Length: 3.90 Height: 2.80 Tips For Buyers It is very important that you are happy as a customer of ours so we please ask that you consider the following… Make sure to review all information in the description area.Review our seller policies before buying.Do not only view the photo, as the description is the main product spec.We can only ship to the address that is registered on the Ebay account, so please make sure that is correct before purchasing. Shipping Details All of our item purchased will ship to each location based on shipping destination and weight. We strive to ship each item within a 24-hour time period once we have received and processed your payment. Every item will ship from a United States based location and the shipping method may vary, but is intended to be the best option for the item. All shipping costs are at no expense and covered by us. Our main goal is to get you your item as quickly as possible to ensure the highest level of satisfaction. As always, customer service is our pleasure. About Us We love taking care of our customer’s retail needs. For years, we ran local retail and grew into the Ebay business to reach our national market. It is our joy to run the best online store for our customers. As a business, we strive to make sure that we can get you your items as quickly as possible. Pricing is always set to be as low as possible so you can enjoy your purchase at the greatest discount. In any event, if you wish to communicate with us, we are here to take care of you and communicate back within a 24-hour time frame. If you are looking for something different or a variation of a product, send us a message and we can check on it for you. 30 DAYS RETURN & REFUND POLICY We provide our customers with a 30 day exchange or return policy. If you would like a refund or an exchange, please contact us and we are happy to help you. The cost of the postage will be covered by the purchaser for a return of defective parts. If you are looking for a return of a defective item, we only allow for “factory defects” as the returned item reason. Please ensure that you return your item within the 30 day allowance from the date in which you purchased. When we get the item, we request that you provide 7 business days for the completion of return processing. Your return must have all parts and accessories included in your shipment and in the same condition it was received. As always, our mission is to take the best care of our customers, so please make sure if there is any problem to contact us for the quickest resolution possible that is equally fair. OUR GUARANTEE Our guarantee of item happiness is our biggest concern. We strive for 100% guarantee that you will be satisfied as our valued customer. If any issue arises that you need help on, we ask that you communicate by message or phone inside of 7 days of receiving your item so we can help to quickly resolve your issue. We have the utmost of gratitude to you, our precious customer, and will strive for the best business practices in every product purchase. It is very important to make sure our reputation as a seller remains intact, as you can see by our wonderful feedback from our customers. If you have any problems with your purchased item, please communicate with us before leaving any feedback that is negative. Once we receive your message, we will make sure to take care of you as timely as possible. By purchasing this item you agree to the terms and conditions stated above. Happy Shopping! Copyright © theclearancecat All Rights Reserved",
  "StartTime": "2017-05-22T02:59:25.000Z",
  "PictureURL": [
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-1.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-0.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-2.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-3.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-4.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-5.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-6.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-7.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-8.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-9.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-10.jpg",
    "http://streamlinedphotos.com/script/prime/us-B0043P9AYK/us-B0043P9AYK-11.jpg"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Gold",
        "Name": "color"
      },
      {
        "Value": "Akribos XXIV",
        "Name": "manufacturer"
      },
      {
        "Value": "Akribos XXIV",
        "Name": "brand"
      },
      {
        "Value": "AKR453YG",
        "Name": "mpn"
      },
      {
        "Value": "0815947010636",
        "Name": "ean"
      },
      {
        "Value": "815947010636",
        "Name": "upc"
      },
      {
        "Value": "US Free Shipping",
        "Name": "Shipping"
      },
      {
        "Value": "No Tax",
        "Name": "Tax"
      },
      {
        "Value": "815947010636",
        "Name": "UPC"
      },
      {
        "Value": "0815947010636",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "theclearancecat",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "5345",
    "PositiveFeedbackPercent": "99.9"
  },
  "HitCount": "37",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2824886041558080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-21T02:59:25.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "80.88"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "$$$D2265R;C[M",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "Location": "USA",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/mens-akr453yg-mechanical-skeleton-gold-tone-pocket-watch-/282488604155",
  "Storefront": {
    "StoreName": "TheClearanceCat",
    "StoreURL": "http://stores.ebay.com/id=1049010751"
  },
  "ItemID": "282488604155",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P20DT8H20M37S"
}