{
  "ExcludeShipToLocation": [
    "MX",
    "YE",
    "QA",
    "FK",
    "SA",
    "CL",
    "IQ",
    "BH",
    "PT",
    "PY",
    "UY",
    "GF",
    "LB",
    "BO",
    "CO",
    "KW",
    "IL",
    "GY",
    "JO",
    "South America",
    "SR",
    "OM",
    "RU",
    "CA",
    "TR",
    "BR",
    "AE",
    "IT",
    "AR",
    "EC",
    "Middle East",
    "AM",
    "PE",
    "VE"
  ],
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "31.31"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "EligibleForPickupDropOff": "true",
  "Description": "description terms & conditions payment feedback Want to ask us a question?message us See Our Feedback Add To Favourites See Our Other Items About Us Ask A Question This convenient chain pocket watch is perfect for when you need to know the time when you are on the go, allowing you to easily keep track of the time. Product Description Colour: SilverMaterial: Stainless SteelMovement: QuartzWatch Case Diameter: 3.9cm (Approx.)Length: 40cm (Approx.)Please note the colour of the item may vary depending on your monitor settingsPlease note battery may have become flat and need replacing Terms and Conditions Shipping We will dispatch your item within 24 hrs of payment being received.We dispatch 5 days per week Monday – FridayShipping is FREE World Wide (some exclusions apply) Payment Paypal or Bank Deposit (Please write your eBay ID in the reference) for Australia buyers. International buyers payment is via PayPal only. All major credit cards via Paypal. Returns Our sole purpose is to make sure that you are happy. If for any reason, you are not completely satisfied with any purchase from us you can return your purchase for either an exchange or a refund.The product needs to be returned to us within 30 days.Any item returned must contain all retail packaging and have any tags and labels still attached and the item must show no signs of use. A correctly supplied item where the buyer has changed their mind, the cost of the return is the responsibility of the buyer. If a defective or incorrectly supplied item is sent the cost of the return postage will be refunded back to the buyer.We will not accept any poorly returned items, particularly items that have been sent in packaging that is not sufficient enough to protect the contents and the retail packaging from being crushed. Please either re- use the packaging we sent your item in or use something similar. It is the buyers responsibility to ensure we receive the item back in perfect condition.All items must be returned by a signed for delivery service as we can not be held responsible or refund items lost in the post.Worldwide Customers - On the customs declaration form please indicate you are returning unsuitable goods to the original vendor. Failure to do this may cause delays and more importantly if we have to pay customs taxes to receive our item back because the customs declaration form has been incorrectly completed then this sum will be deducted from any refund made.All refunds will be processed within 48 hours of the item being received and unless we have send either an incorrect or defective item a full refund will be provided with a deduction for the cost of the original postage. Feedback We value your custom and as such your positive feedback is very important to us. We aim for 5 stars in each category. In the rare event of a problem, before leaving feedback please email us so we have the opportunity to rectify any issues you may have. Once we have your feedback we assume you are happy with your purchase and we will leave you a positive feedback in return. If you have any questions prior to making a purchase please contact us through eBay messages. Why Shop With Us 100% Positive Feedback Reliable Australian Seller 30 Day Returns On Items Usually Ships in 24 Hours",
  "StartTime": "2017-02-21T04:55:56.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/KlkAAOSwzaJX7Ffs/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjIyWDYxOA==/z/yKQAAOSwPCVX7Fft/$_57.JPG?set_id=8800005007"
  ],
  "Site": "Australia",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "JP",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "J-AXIS",
        "Name": "Brand"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Material"
      },
      {
        "Value": "SCP39-IV",
        "Name": "MPN"
      },
      {
        "Value": "4937996640094",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "figuringoutjapan",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "938",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "66",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2920343522088080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-21T04:55:56.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "AUD",
    "value": "41.99"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Tokyo",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Sun Flame サンフレイム J-AXIS サンフレイムフックウォッチ SCP３９ーIV Silver Chain Pocket Watch Japan",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Sun-Flame-J-AXIS-SCP-IV-Silver-Chain-Pocket-Watch-Japan-/292034352208",
  "Storefront": {
    "StoreName": "Figuring Out Japan",
    "StoreURL": "http://stores.ebay.com/id=213923599"
  },
  "ItemID": "292034352208",
  "PaymentMethods": [
    "MoneyXferAccepted",
    "PayPal",
    "MoneyXferAcceptedInCheckout"
  ],
  "TimeLeft": "P20DT10H1M50S"
}