{
  "QuantitySold": "0",
  "PostalCode": "07876",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "PLEASE LOOK AT ALL DETAILED PICTURES, AND READ THE ENTIRE WRITTEN DESCRIPTION AND THEN ASK ANY QUESTIONS. Please note that all pictures are taken on the macro setting. This makes even the slightest imperfections and specks of dust appear much more prominent though they are often not visible without magnification. WORKING - MINT CONDITION (NEW) IN BOX WESTCLOX WATCH CO, \"BULL'S EYE \" LATE MID-CENTURY \"DOLLAR\" STYLED POCKET WATCH THE CASE WAS INSPECTED - NOT POLISHED - MOVEMENT INSPECTED- LIGHTLY LUBRICATED - TIMED! ================================ OVERVIEW- MOVEMENT: NEW OLD STOCK - IN BOX - AMERICAN MADE WESTCLOX WATCH CO. \"BULL'S EYE \" - EARLY STYLE 3 (PRODUCED FROM 1957 TO 1975 IN THIS CONFIGURATION)- CHROMED BASE METAL POCKET WATCH. THE WATCH IS POWERED BY A CIRCA LATE 50'S- 16 SIZE- PENDANT WIND AND SET~ OPEN FACE CASE ORIENTED WINDING MECHANICAL MOVEMENT. MOVEMENT OPERATES AT A STANDARD 14,400 BEATS PER HOUR. ALTHOUGH NOT KNOWN FOR THEIR ACCURACY, WATCH KEEPS TIME WITH A DEVIATION OF 15-20 +/- SECONDS PER DAY. COMES IN ORIGINAL -BRIGHT AND COLORFUL BULL'S EYE POCKET WATCH BOX. BOX IS IN EXCELLENT CONDITION- MINIMAL SHELF WEAR- MINIMAL YELLOWING AND OR FADING!! DIAL: 41MM SIGNED SINGLE SUNK WHITE METAL DIAL. ARABIC NUMERAL HOUR MARKERS, PRINTED HASH MARK MINUTE RING . MILITARY STYLED BLACK STEEL HOUR, MINUTE AND SUB-SECOND HANDS. SUNKEN SUB-SECONDS DIAL. DAMAGE FREE- NO CHIPS, CRACKS, OR SCRATCHES. CLEAN - PERFECT NEW CONDITOION CASE: CHROME PLATED SHEET METAL 50MM ( 2\") WATCH CASE (measured without crown). LIGHTWEIGHT BUT STURDY CASE HAS SMOOTH EDGE. MEASURES 16 MM THICK. PERFECT CONDITION - NO WEAR ON CASES EDGE . NO WEAR ON COLLAR, CROWN AND HOOP. NO SCRATCHES ON CLEAN AND CLEAR ACRYLIC DOME, NO CHIPS, NO CRACKS. NO SIGNS OF YELLOWING. SMOOTH SNAP DOWN CASE BACK SEATS FLAT AND TIGHT TO CASE. IT DISPLAYS LITTLE TO NO WEAR ON SURFACE (A SCUFF OR BLEMISH FROM PACKAGE) . NO SCRATCHES OR DENTS TO SPEAK OF. CLEAN INSIDE. COMMENTS: WOW- IMPRESSIVE CONDITION!!! AMERICAN MADE POCKET WATCH - WORKING AND KEEPING EXCELLENT TIME! VERY COLLECTIBLE IN ORIGINAL BOX! GREAT GIFT OR INVESTMENT ! eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee Sorry, but I'm not responsible for additional charges or costs (such as customs, import duties, VAT, or any other taxes) incurred by your local Government. Customs policies vary from country to country, you MUST contact your local Customs Agency with any questions or liabilities. International Bidders I understand the high cost of import fee and will work with you on the value of the item declared. WINNING BIDDERS PLEASE CONTACT ME AFTER PAYMENT WITH REQUESTS. IN THE RARE CASE THAT THE WATCH OR WATCHES ARE NOT WORKING PROPERLY when received: Please contact me first, and DO NOT GO TO YOUR LOCAL WATCHMAKER. If you give me a chance - and send me back the watch - I'll fix it, and ship it back to you for free (or I'll FULLY REFUND full cost of watch including SHIPPING AND RETURN SHIPPING). If you decide not to send back the watch and fix it on your own, (even though a Paypal dispute) the fixing costs will eventually be your responsibility not-withstanding all your efforts. I'm always ready to accept returns and fully refund my customers. So please, if trouble occurs, let me know the details first. Ebay Policy recommends this course of action and I enjoy open communication with my customers. Thanks for looking - Brian Check out my other items!",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODYwWDE0MTY=/z/pn0AAOSwkShY8nG5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODQ0WDEyOTI=/z/GvIAAOSwN6JY8nGO/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/-5IAAOSwJ4hY8nHg/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA3Nlg5MDQ=/z/lzAAAOSwuspY8nGF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2MFg4OTY=/z/SKsAAOSw5UZY8nHt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDExODQ=/z/aooAAOSwVm5Y8nGs/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTQ0WDExMzI=/z/B0wAAOSw53NY8nHJ/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "79.99"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1950-1959",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Westclox",
        "Name": "Brand"
      },
      {
        "Value": "400009",
        "Name": "MPN"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "in original box",
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Pin lever",
        "Name": "Escapement Type"
      },
      {
        "Value": "Silver- Chrome",
        "Name": "Case Color"
      },
      {
        "Value": "BULL'S EYE",
        "Name": "Model"
      },
      {
        "Value": "16",
        "Name": "Pocket Watch Size"
      },
      {
        "Value": "WHITE",
        "Name": "Face Color"
      },
      {
        "Value": "CHROMED METAL",
        "Name": "Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "brian727272",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "17662",
    "PositiveFeedbackPercent": "99.8"
  },
  "StartTime": "2017-04-24T15:07:32.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1726420539138080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-23T15:07:32.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "79.99"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "60 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mint-Box-Late-1950s-Westclox-USA-BULLS-EYE-Style-3-Dollar-Pocket-Watch-/172642053913",
  "Location": "Succasunna, New Jersey",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "Mint in Box~Late 1950s Westclox USA \"BULL'S EYE\" Style 3~Dollar Pocket Watch",
  "Storefront": {
    "StoreName": "BRIAN727272STORE",
    "StoreURL": "http://stores.ebay.com/id=59956433"
  },
  "ItemID": "172642053913",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P22DT20H21M18S"
}