{
  "QuantitySold": "0",
  "Title": "Gold & SIlver Paris France Effel Tower Skelleton View Case Pocket Watch",
  "PostalCode": "33594",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New without tags",
  "Description": "Gold & Silver Finish Paris France Effel Tower Skelleton View Case Quartz Pocket Watch & ChainFREE CONTIGUOUS U.S. SHIPPING FREE CONTIGUOUS U.S. SHIPPINGLAST ONE!!! Up for sale is a BRAND NEW Gold & Silver Finish Paris France Effel Tower Skelleton View Case Quartz Pocket Watch & Chain. Just got back from a buying trip to Paris France and I picked these up to see if there is a market for them. They have actually been to the Eiffle tower with me after purchase!!! The watch has a really nice look with a skelleton or see through front door as shown. The back is ornatley adorned with the Eiffel Tower. Chain is 14\" long and the watch has a 1.8\" diameter. It is made of metal with silver and gold finish for a sharp look. If you like the type of items I have and get in for sale you can add your self to my email list to be notified every week of the newly listed items to be the first to see and buy them. Visit my Store to see new items - opens in a new window or tab that you might like or click here to Add this store to favorites and Sign up for newsletter ATTENTION INTERNATIONAL BUYERS. The electronic items I sell are U.S. current 110v unless otherwise stated.BY PURCHASING OR BIDDING ON THIS ITEM YOU AGREE TO THE FOLLOWING TERMS AND CONDITIONSSHIPPING CAN BE FOUND AT THE TOP OF THE SALE PAGE UNDER \"SHIPPING AND PAYMENT DETAILS\" MOST AUCTIONS WILL ALLOW YOU TO CALCULATE YOUR SHIPPING BASED UPON YOUR ZIP CODE. THERE IS AN AREA THAT ALLOWS YOU TO PUT YOUR ZIP CODE IN AND IT WILL AUTOMATICALLY CALCULATE THE SHIPPING ON THIS ITEM TO YOUR ADDRESS. AUCTION TERMS & CONDITIONS:Shipping: Your package will usually shows up in LESS than 10 days but PLEASE ALLOW 2-3 WEEKS FOR DELIVERY!!! Please do not email me and ask me why it takes so long to ship. I put this 2-3 week stipulation in because one Ebayer left me a negative feedback because the item took 10 days to get to him. Shipping is not instantaneous. I also have no control over delays on UPS or the Postal Services end. It takes time however most items ship right away and take LESS than 10 days to get to you. My feedback speaks for how fast I ship.INTERNATIONAL BUYERS: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up We do not mark merchandise values below value or mark items as \"gifts\". US and International government regulations prohibit such behavior. All international shippments are sent via USPS Priority Mail International. Please allow up to 3-4 weeks for delivery. It usualy does not take this long but because I have no controle over what customs does, it also means I have no controle over delays due to them pulling a package for inspection. DELAYS WILL HAPPEN IF CUSTOMS PULLS YOUR PACKAGE. *** IMPORTANT: I am not resposible for buyers who buy items that are prohibited in their country and what happens to that package. Please take the time to reasearch prohibited items to your country prior to buying.I DO NOT WORK ON WEEKENDS. IF YOU PURCHASE AN ITEM LATE ON FRIDAY THROUGH SUNDAY AND YOU EMAIL ME YOU MAY NOT RECEIVE AN ANSWER UNTIL MONDAY. IF YOU HAVE A PROBLEM AND YOU EMAIL ME OVER THE WEEKEND OR HOLIDAYS PLEASE BE PATIENT ON MY RESPONSE BECAUSE IT IS THE WEEKEND. I TRY TO ANSWER EMAIL OVER THE WEEKEND FROM HOME BUT NO PROMISES.HOW FAST WILL I GET MY ITEM? IT WILL USUALLY SHOW UP IN LESS THAN 10 DAYS With a confirmed address on PayPal and Ebay I can ship my items right away. I encourage all my customers to use a confirmed address so that I may ship right away. My feedback on Ebay speaks for itself as to how fast I ship.I have all my items in stock when I list them and do not drop ship from anyone. Occasionally I over list an item. This usually happens when I have to relist an item after someone does not pay and the item count gets mixed up. If you should purchase an item and I do not have it I will refund your money immediately. In the 11+ years I have been selling on Ebay this has only happened 5 times. However, it is getting harder and harder to keep track of everything so please don't be disappointed if I have to refund your payment in these rare cases.RETURN POLICY: Due to eBay's HASSEL FREE RETUN POLICY a 15% restocking fee will be charged on ALL RETURNS. I accept returns on items that are defective only. If you have an item that you believe to be defective please email me to set up a return. I reserve the right to exchange the item if I have the same item in stock. Returns are not issued for changing your mind so please be sure the item is what you want. I cut my prices so low that I can not afford to deal with the people who buy-use-return. Returns cost everyone money in the end. I will issue a refund when an exchange is not available. If an item is damaged in shipping I will submit all the proper paperwork with the shipping company used and once cleared a refund for the item will be issued. Please keep all packing material as the shipping company may wish to see or pick up the damaged item. ALL RETURNS MUST COME WITH ORIGINAL PACKAGING, no exceptions.Please read entire description & view all photos before bidding. Contact us with any questions you might have about an item. We would much rather have you not place a bid on an item than to be disappointed with it. We are not experts in anything we sell and we do not pretend to be, so some of our knowledge may be limited. All items are sold AS-IS, AS-FOUND, and ALL SALES ARE FINAL, unless otherwise mentioned in auction description. PLEASE ask questions BEFORE you bid. We'll be more than happy to answer them but don't wait till the last minute. If you bid and win without having your questions answered you WILL be expected to complete the transaction. All items are described to the best of our knowledge. We reserve the right to disqualify any bidders with significant negative feedback and offer the item to the next highest bidder. All payments MUST be received 10 days after auction end, non payment will result in a credit request from Ebay. Occasionally returns are necessary however return shipping fees are the buyers responsibility. I reserve the right to EXCHANGE the return with the same item if I have it in stock to do so. I will ship the return back at my expense. As with any business there are absolutely no refunds on shipping cost! Note: Shipping to Alaska or Hawaii will be extra!!! International bidders MUST read the terms & conditions above paying close attention to possible delays and RESTRICTED ITEMS termsPLEASE!!! IF YOU WIN AN AUCTION FROM ANOTHER COUNTRY AND OR APO ADDRESS YOUR SHIPMENT WILL TAKE LONGER AND COST MORE. PLEASE BE AWARE THAT AS OF SEPTEMBER 2007 USPS NO LONGER SHIPS SURFACE MAIL FOR PACKAGES OVERSEAS. ALL SALES GOING INTERNATIONAL WILL HAVE TO GO USPS PRIORITY MAIL INTERNATIONAL WHICH IS NOT CHEAP. PLEASE BE AWARE OF THAT WHEN BIDDING. LARGE PACKAGES ARE VERY EXPENSIVE!!!",
  "StartTime": "2017-05-12T01:32:08.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwNlgxNjAw/z/h14AAOxy4YdTU8VT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE2NFgxNjAw/z/4J4AAMXQyY1TU8VR/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/UrEAAOxyUylTU8VQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0MAAAOxyeZNTU8VT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/UlcAAOxyUylTU8VP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE0M1gxNjAw/z/0LcAAOxyeZNTU8VT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI1NVgxNTQz/z/4RAAAMXQyY1TU8VU/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "12.98"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "France",
        "Name": "Brand"
      },
      {
        "Value": "Silver",
        "Name": "Material"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Metal with Gold & SIlver Finish",
        "Name": "Case Material"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Paris",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "fastjag1",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "10100",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "22",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3118696745168080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-11T01:32:08.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "12.98"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Due to eBay's HASSEL FREE RETUN POLICY a 15% restocking fee will be charged on ALL RETURNS. I accept returns on items that are defective only. If you have an item that you believe to be defective please email me to set up a return. I reserve the right to exchange the item if I have the same item in stock. Returns are not issued for changing your mind so please be sure the item is what you want. I cut my prices so low that I can not afford to deal with the people who buy-use-return. Returns cost everyone money in the end. I will issue a refund when an exchange is not available. If an item is damaged in shipping I will submit all the proper paperwork with the shipping company used and once cleared a refund for the item will be issued. Please keep all packing material as the shipping company may wish to see or pick up the damaged item. ALL RETURNS MUST COME WITH ORIGINAL PACKAGING, no exceptions.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Gold-SIlver-Paris-France-Effel-Tower-Skelleton-View-Case-Pocket-Watch-/311869674516",
  "ConditionDescription": "These are BRAND NEW fresh from Paris France.",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Valrico, Florida",
  "Storefront": {
    "StoreName": "JAG VENDING",
    "StoreURL": "http://stores.ebay.com/id=8270149"
  },
  "ItemID": "311869674516",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P10DT6H50M4S"
}