{
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "QuantitySold": "0",
  "Title": "Hiwatch Women's Spider-Web Carving Pattern Hollow Out Antique Delicate Pocket",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "38.09"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with tags",
  "Description": "Hiwatch Women's Spider-Web Carving Pattern Hollow Out Antique Delicate Pocket Upgrade to 2-Day Air for only $1.99! Upgrade to 2-Day Air for just $5.99! --> Return Policies We offer a 30 day return policy from checkout winning date. An RMA number is required for all returns. Message us for return instructions. Items returned without a RMA number will not be processed. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. We are unable to accept any items that have been used as well as any food items. Return shipping fees are not refundable. We reserve the right to decline any returns if the above guidelines are not followed. Features â\u009c¿POCKET WATCHâ\u009c¿: Vintage bronze tone metal finish, delicate face, classic and vintage in style. â\u009c¿KEEPING ACCURATE TIMEâ\u009c¿: White dial with filigreed hour, minute, and second hands on ornate arabic numerals, excellent quartz movement ensures the accuracy of the time. â\u009c¿NECKLACE WATCHâ\u009c¿: [Pendant Dimension 2.5 in x 1.9in] [Chain Length: 32in] Shipped out in an exquisite jewelry gift box. This pocket watch is a good gift for bachelor party, birthday, Christmas, wedding, ball, Thanksgiving. â\u009c¿WARM TIPSâ\u009c¿: In order to to avoid oxidation, please do not wear it when bathing, showering or swimming. And it should avoid being soaked. â\u009c¿EXCELLENT SERVICEâ\u009c¿: HiWatch is a Professional Seller in Selling Watches, We Offer Premium after-sale Service. A. 2 Years Warranty. B. 2 Months Hassle-free Return Policy. C. Seller Pays for Return if Item is DOA or not as Described. Fulfilled by Amazon with Fast Shipping. Item Description Features: Elegant design with quartz movement Dial color in white with arabic numerals in black Old pocket watch case brings you back to your memory in youth Good addition to a formal or casual dressing or collecting Daily water resistance (not for showering and swimming) Case material: alloy Chain material: alloy Package included: 1 * Pocket watch 1 * Chain belt 1 * Gift box Take Attention: Once you receive the quartz pocket watch, press the crown at the top of watch, the front plate will open Setting time: Pull the crown away from base of the watch and turn the crown clockwise until reang the exact time Details Manufacturer: Hiwatch Shipping Dimensions Length: 3.3\" Width: 2.1\" Height: 1\" Weight: 0.05 pounds Communication If you have a problem or question regarding your transaction please contact us before leaving any type of feedback. We will work with you to resolve any problem you may have. Feedback Due to the large number of feedback we receive, our automated system will leave feedback for you as soon as we receive your payment. Shipping Our standard shipping service is free, your order will be processed within 3-4 business days after your payment. Transit time varies from 2-5 business days. Expedited shipping takes 2-3 business days. One Day shipping takes 1-2 business days and usually ships within 12 hours. We only ship within the continental USA, we do not ship to Alaska, Hawaii, Puerto Rico, APO addresses or any other USA territory. We only ship to the confirmed Paypal address. We reserve the right to cancel any order for any reason at any time. We are not responsible for undeliverable addresses. Additional Information All of our items, unless otherwise stated, will only run on 120 volts. Please check to make sure your country complies with these specifications.",
  "StartTime": "2017-05-06T18:45:13.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/WPoAAOSwblZZDrdq/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/tCgAAOSwuMZZDhm8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/4OcAAOSw-3FZDhm8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/gVAAAOSwcgNZDhm8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/-f4AAOSwBt5ZDhm7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/tC4AAOSwuMZZDhm8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/2DAAAOSwT-FZDhm8/$_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "3",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Hi Watch",
        "Name": "Brand"
      },
      {
        "Value": "HI13660",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "Seller": {
    "UserID": "fanteller",
    "FeedbackRatingStar": "GreenShooting",
    "FeedbackScore": "749034",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.3"
  },
  "HitCount": "14",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2824642313848080_2.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-05T18:45:13.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "38.09"
  },
  "BidCount": "0",
  "ListingStatus": "Active",
  "AutoPay": "true",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "SKU": "B00QW8LFBC",
  "ShipToLocations": [
    "US"
  ],
  "Location": "US",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Hiwatch-Womens-Spider-Web-Carving-Pattern-Hollow-Out-Antique-Delicate-Pocket-/282464231384",
  "Storefront": {
    "StoreName": "fanteller",
    "StoreURL": "http://stores.ebay.com/id=400339187"
  },
  "ItemID": "282464231384",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P5DT1M35S"
}