{
  "QuantitySold": "0",
  "Title": "Harley Davidson New Unworn 95 Years Anniversary Pocket Watch Brown Leather Pouch",
  "PostalCode": "85327",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New without tags",
  "Description": "Great Harley Davidson Gift! Fantastic Looking Cream White Dial Harley Davidson 'H-D Motor Cycles' Pocket Watch And Extremely Rare Brown Belt Mount Leather H-D Logo Pouch Only! $198.85 Year Built Mid/Early 1990's New: Never Worn, Fossil Made, Harley Davidson Big Easy To Read Cream White Dial Pocket Watch And Brown Belt Loop Leather Pouch That Holds The Pocket Watch In A \"Flip Up Easy To Read\" Position (Also Available In A Black Pouch) Style: Domed Steel Case To Fit The Pouch, Thick Hard Mineral Glass Crystal, Cream White Dial With The Black And Orange Harley-Davidson 95 Years Logo and Easy Read Full Big Dial Markers. Dial Description: Domed Mineral Glass Crystal, Cream White Dial With Clean Easy Read Full 12 Big Hour MarkersCase/Pouch: Genuine Brown Leather (Or Black On Request) Full Harley Davidson LogoThe Pocket Watches Built Today ... Simply DO NOT Equal The Quality Of Those Built Back When This Was Made!Case Diameter: 56.24 MM (2.22”) Watch Case Only (Stem Not Included) Watch Case Thickness: 13.28 MM (.52\") Highest PointWatch Case Color: Brushed Stainless Steel LookBezel: Polished Stainless Steel Look (May Have Small Hard To See Blemishes)Chain: 14\" From The Polished Stainless Steel Chain Attachment To The Top Of The Belt LoopCase Look: Embossed Harley Logo, Printed I.D. And Serial Number 9962894V (Pictures Will Not Match Numbers when sold, Slight Hard To See Case Hard To See Blemish, Could Be Polished) Movement : Swiss Quartz Battery 3 Hand (Black Hands, 'Glow' And A Red Seconds Hand)Condition: New But ‘No Box or Papers’Operational Flaws: None, Tested Good With Fresh Battery Installed When Sold No Longer In Production And No Longer Available For Many Years Visual Flaws: Slight Case Blemishes (Hard To Find) If You Are Interested In A Second Item I Have Listed, Email Me For The Exact Serial Number etc. This Harley Davidson Pocket Watch was purchased directly from Fossil in TX …. many years ago. Sorry the picture does not do this watch justus. The highly polished surfaces and antique finishes on some items make picture taking hard for an inexperienced person like I am. Therefore, if you do not like anything about this watch …. Just send it back …. No Questions Asked. It’s beautiful …. I’m sure you will find this timepiece fantastic to own and use, or just to add to any watch collection. In the early 90’s Fossil held licenses from Disney, Warner Bros. and many other Cartoon Characters. They also had building rights for their special stores watches. You won't be disappointed With This Exquisitely Fossil Made, Highly Collectible, and Hard to Find Pocket Watch. Please email me with any questions before purchasing. We accept PayPal payments only. Checkout my other auctions/store for other “Collectible Vintage” and “One-of-a-Kind” items that will be listed soon (600+ coming). Remember, I accept returns and exchanges with no questions asked but they must come back in the same condition received by you and per eBay Rules … all shipping is paid by the Buyer. With the large amount of collectibles I will be listing ….. I want happy repeat customers. Please, if you’re not happy with your purchase for any reason ….. just contact me for the return. I’m new on eBay and work hard for 5 star service. Please contact me if anything less has happened on this sale. I WILL fix any issue you may have so you can leave positive feedback and 5 stars. Refunds are per eBay terms. Full refunds are less the greater sum of 10% of the purchase price or $3.00 for the exchange/restock/return fee. Thanks for Looking at this rare \"New Harley Davidson Pocket Watch And Extremely Rare Brown Belt Loop Pouch\"! (Black Pouch Available)",
  "StartTime": "2017-05-18T16:42:48.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU0N1gxNTQ4/z/9oYAAOSw4shX4FxS/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Tb8AAOSwLnBX4FwT/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM2MVgxMzYw/z/-1EAAOSwxYxUz9L4/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/WzMAAOSw8d9UwB-h/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxNjAw/z/4i0AAOSw8w1X21ss/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "198.85"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1980-1989",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Harley Davidson",
        "Name": "Brand"
      },
      {
        "Value": "Open Cream Color Dial With A Brown Leather Case",
        "Name": "Closure"
      },
      {
        "Value": [
          "Large Hour Numbers That Glow In The Dark",
          "All Harley Logoed Items",
          "Brown Belt Loop Pouch",
          "Nickel free",
          "12-Hour Dial",
          "Includes Chain"
        ],
        "Name": "Features"
      },
      {
        "Value": "Swiss Analog Quartz Battery 3 Hands",
        "Name": "Movement"
      },
      {
        "Value": "Switzerland Movement/Fossil Japan",
        "Name": "Country Made"
      },
      {
        "Value": "Harley Brown Belt Pouch Pocket Watch",
        "Name": "Model"
      },
      {
        "Value": "9962894V",
        "Name": "Serial Number"
      },
      {
        "Value": "Retro (1983-2000)",
        "Name": "Age"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Leather",
        "Name": "Material"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Color"
      },
      {
        "Value": "Cream White",
        "Name": "Face Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "watcheslady",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "646",
    "PositiveFeedbackPercent": "99.4"
  },
  "HitCount": "22",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2921217107308080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-17T16:42:48.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "198.85"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "JP",
    "AU"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_10",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "10%"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Harley-Davidson-New-Unworn-95-Years-Anniversary-Pocket-Watch-Brown-Leather-Pouch-/292121710730",
  "ConditionDescription": "New Extremely Rare Cream Color Dial Genuine Harley Davidson Pocket Watch And Brown Pouch, It’s \"An American Legend 95 Years\". Nice Extremely Rare Brown H-D logo Brown Leather Belt Mount Pouch (Black Leather Pouch Also Available) It has 12 Big Easy Read Dial Hour Markers. The watch is positioned so that you just lift the pouch up and the time can be easily seen. This is a New and Unused Rare Cream Color Easy Read Dial Pocket Watch and Brown Pouch and Is extremely hard To Find. The Pocket Watches built today simply DO NOT equal the quality of those Built back when this was made!",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Cave Creek, Arizona",
  "Storefront": {
    "StoreName": "watcheslady store",
    "StoreURL": "http://stores.ebay.com/id=1192172548"
  },
  "ItemID": "292121710730",
  "PaymentMethods": "PayPal",
  "TimeLeft": "P16DT22H3M36S"
}