{
  "QuantitySold": "0",
  "Title": "Rare 15j Longines 18.79 Caliber Wrist Pocket Watch Movement Runs Parts/Repair",
  "PostalCode": "06488",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Item Description: Now Reduced from $49.95 to 39.95 with Free Shipping to the U.S.A. Fresh from an Estate Sale, you are bidding on a Vintage 1920 Longines 15 Jewel 18.79 Caliber Pocket Watch Movement that started to run when it was wound, but is being sold for Parts or Restoration. There is no Crown, so it had to be hand wound. As with all Vintage Watches, especially those out of their case, no guarantees for performance unless serviced. Please see pictures for details. Comes with a Dial that says Fairfield (Barely Visible), which came out of a Damaged Case that said G. W. Fairfield & Sons, Bridgeport, CT. This was a Private Label Pocket Watch made by Longines for this jeweler. Movement says Longines W. Co., Swiss, 3 Adj., 15 Jewels, 3834997 and under the Balance is the Caliber Number 18.79. This movement measures approximately 17 or 17.5 Lignes. Great Movement for a Wrist Watch Conversion (like some others on eBay) or for that Longines Dial and Case that is damaged. Movement Holder Not Included in Auction. PLEASE NOTE: We are Customer friendly and we don't attempt to make any money trying to sneak one by you and if something should get by us that results in an error in our listing that doesn't match the item description, you have three (3) days AFTER you receive it to notify us that you are sending it back, after which you have 14 days to get it back to us for a refund. Although we may like to think we are perfect because our parents told us we were, WE ARE NOT. We make mistakes like everyone else, however, we try our very best to workout any issues before they are problems, so don't forget to email us with any questions you may have and enjoy the experience. Good Luck Bidding!!! Payment & Shipping Details: Per eBay's policy, we only accept PayPal. First Class Mail Shipping in the USA is Free. Most First Class Mail International is $11.95. Shipping in the US includes Delivery Confirmation. For Domestic Sales, Insurance will automatically be included on items selling for over $50. International Sales must also go through Customs, so please know your Custom's Laws because if the item is held up in Customs, you will have to deal with it. Also, for International Buyers, please do not ask me to send the item as a gift or for less value than the sale price. First, you are asking me to break the customs laws in the U.S.A., as well as your country and second, I won't be able to add insurance to protect the item from loss or damage. Payment is expected within 5 days of Auction close, so please email with your intentions if it is going to be longer. This is especially true if you are sending payment by mail. I understand and will work with you, so please it only takes a minute to write an email. If you don't contact me, I will have to assume you are backing out of the contract. Communication is Important. Returns Policy: As we indicate below, this is our policy regarding returns. We sell antique and vintage items in an \"as is, as found\" condition for restoration or parts. These items have for the most part been in circulation for years, perhaps a hundred years or more, and we try our very best to note any problems or imperfections in our description. Also, because of their age, it is impossible for us to guarantee that items will work without some restoration. This is especially true with vintage watches. They are not performance guaranteed unless they are serviced by a professional and we leave the decision to service watches up to our customers. We only give refunds for things we fail to note in our description, so please email any questions or concerns you have about an item before you bid, especially if it is something that will make or break your buying decision. You might as well know all about it before you bid. To repeat: We are Customer friendly and we don't attempt to make any money trying to sneak one by you and if something should get by us resulting in an error in our description, you have three (3) days after you receive it to notify us that you are sending it back, after which you have 14 days to get it back to us for a refund. We make mistakes like everyone else and like most doing business on eBay, we try our very best to workout any issues before they are problems, so don't forget to email us.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/cNAAAOSwZKBZFHsb/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/uBkAAOSwR29ZFHsZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/DBwAAOSw-K9ZFHsR/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/aVgAAOSwlMFZFHsf/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/i6cAAOSwcaFZFHsk/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/vTUAAOSwcgNZFHso/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/-O8AAOSwH09ZFHss/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "39.95"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "US",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "15 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": "Longines",
        "Name": "Brand"
      },
      {
        "Value": "18.79 Caliber",
        "Name": "Model"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "3834997",
        "Name": "Serial Number"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "Seller": {
    "UserID": "bargainstotreasures",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1876",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "StartTime": "2017-05-27T02:08:40.000Z",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1322060608938080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-01T02:08:40.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "39.95"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "Additional return policy details: We sell antique and vintage items in an \"as is, as found\" condition for restoration or parts. These items have for the most part been in circulation for years, perhaps a hundred years or more, and we try our very best to note any problems or imperfections in our description. Also, because of their age, it is impossible for us to guarantee that items will work without some restoration. This is especially true with vintage watches. They are not performance guaranteed unless they are serviced by a professional and we leave the decision to service watches up to our customers. We only give refunds for things we fail to note in our description, so please email any questions or concerns you have about an item before you bid, especially if it is something that will make or break your buying decision. You might as well know all about it before you bid. Please note: We don't try to sneak one by you and if something should get by us and you catch it, you have three (3) days after you receive it to notify us that you are sending it back, after which you have 14 days to get it back to us for a refund. We try our very best to workout any issues before they are problems, so don't forget to email us and Good Luck bidding.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rare-15j-Longines-18-79-Caliber-Wrist-Pocket-Watch-Movement-Runs-Parts-Repair-/132206060893",
  "ConditionDescription": "See Pictures and Description",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Location": "Southbury, Connecticut",
  "Storefront": {
    "StoreName": "bargainstotreasures",
    "StoreURL": "http://stores.ebay.com/id=385364331"
  },
  "ItemID": "132206060893",
  "PaymentMethods": "PayPal",
  "TimeLeft": "PT7H33M8S"
}