{
  "ExcludeShipToLocation": [
    "FR",
    "IT"
  ],
  "QuantitySold": "0",
  "PostalCode": "8048",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Simply the Best 100 % Authentic! IWC Tula Silver Pocket Watch The watch is in very good condition and comes fresh polished, oiled and regulated by our own watchmaker. Brand: IWC Model: - Gender: men's Ref. N°: - Case Number: Brevet 55XXX Movt. Number: 657XXX Caliber: H6 Movement: manual-wind Diameter (without crown): 53 mm Dial: white Crown: original Crystal: acrylic Case Material: 0.900 silver Papers: no Year of manufacture: 1918 Last Retail Price: - Serviced: partial serviced by our watchmaker Condition: very good, running Warranty: no DDDDDCAREAIf you have a question please ask before you buy!Sollten Sie Fragen haben, stellen Sie diese bitte bevor Sie kaufen! Authenticity Guarantee: The Luxusboerse Zurich guarantees the authenticity of every item that we sell. All of the watches, jewelries and bags we sell are 100% guaranteed genuine & authentic. We do not buy or sell fake, counterfeit, replica or suspect watches/items that we cannot guarantee beyond any shadow of a doubt are 100% authentic & genuine.Wir garantieren die Originalität aller Artikel, welche wir verkaufen. Wir kaufen/verkaufen keine Fälschungen, Kopien oder verdächtige Uhren und andere Artikel. Alle Artikel sind 100 % Originale. Payment Options:If you pay by bankwire we will ship FREE!Bei Zahlungen per Banküberweisung verschicken wir GRATIS! NOTICE - International shipments are shipped at the customers risk to shipping delays, international and national regulations, Customs fees, taxation and due to and/or resulting from shipping. We are not responsible for shipping delays, damage, theft, acts of nature affecting the shipment, Customs duties, fees, taxation or regulatory import restrictions. We have our own transport insurance. All our items are shipped fully insured. VAT has to be payed by the buyer! VAT is not included in the saleprice Every country has it's own VAT Tax, We do not know how much it is in your country, please don't ask and inform yourself at your customs or local post office! The buyer normally has to pay full VAT when or even before receiving the package! For sales with domain in Switzerland it is 8 % additional VAT!Bitte beachten Sie - Alle unsere Artikel werden voll versichert versendet. Wir haben eine eigene Transport Versicherung. Wir übernehmen keine Verantwortung sollte Ihre Sendung verspätet sein, für Zollgebühren, MWSt und Zollabgaben und Import Beschränkungen.MWSt und Zollabgaben werden normalerweise durch das ausliefernde Transportunternehmen in Rechnung gestellt. Diese sind NICHT Bestandteil der Verkaufspreises. Wie hoch diese Abgaben sind, wissen wir leider nicht. Bitte erkundigen Sie sich bei Ihrem lokalem Zoll - oder Postamt.Sollte der Käufer einen Schweizer Wohnsitz haben fällt noch 8 % Schweizer MWSt an. Bitte warten Sie mit der Bezahlung, wir werden Ihnen eine angepasste Rechnung senden! Shipping Policy: For international buyer: We do NOT fake customs declarations! It's against the law. We ship by Swisspost International (ASENDIA) www.asendia.com or FEDEX www.fedex.com Normally we ship out the next business day (exept for Sunday and public holidays). Also you can pick up the item in our real shop located in Zurich/Switzerland. Versandbedingungen: Für internationale Käufer: Wir deklarieren IMMER den vollen Kaufbetrag und fälschen keine Zolldeklarationen. Das ist gegen das Gesetz und ausserdem wäre die Sendung dann nicht mehr versichert. Wir versenden mit Swisspost International (ASENDIA) www.asendia.com oder FEDEX www.fedex.com Normalerweise verschicken wir am nächsten Arbeitstag (Ausnahme Wochenende und nationale Feiertage). Zudem können Sie den gekauften Artikel in unserem Shop in Zürich abholen kommen. About us: We are selling watches, jewelry and luxury goods for more then 6 years. We have a real shop in Zurich with our own watchmaker and goldsmith. You can visit us from monday til friday from 10 to 18 o’clock. on saturday from 10 to 16 o'clock. We speak german, english, french, italien and you can write us in russian. Luxusboerse Zurich Lindenplatz 5 8048 Zurich Switzerland +41 43 333 22 11 info@luxusboerse.ch Über uns: Wir verkaufen seit 2009 Uhren, Schmuck und Luxusartikel. Wir haben ein Ladengeschäft in in Zürich mit eigenem Goldschmied und Uhrmacher. Sie können uns von Montag bis Freitag von 10 bis 18 Uhr und am Samstag von 10 bis 16 Uhr besuchen. Wir sprechen Deutsch, Englisch, Französisch, Italienisch und Sie können uns auch auf Russisch schreiben. Luxusbörse Zurich Lindenplatz 5 8048 Zürich Switzerland +41 43 333 22 11info@luxusboerse.ch",
  "StartTime": "2017-04-21T09:20:37.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/29gAAOSw241Yiyhr/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/3KwAAOSwUKxYiyht/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/FNgAAOSw4DJYiyh3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/gqUAAOSw-0xYiyh5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/50kAAOSwjDZYiyh8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/siAAAOSwA3dYiyh~/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "790.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Modern",
  "PrimaryCategoryID": "3938",
  "Quantity": "1",
  "Country": "CH",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "IWC",
        "Name": "Brand"
      },
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Silver",
        "Name": "Material"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Open Face",
        "Name": "Closure"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Acrylic Crystal",
          "Arabic Numerals",
          "Swiss Made"
        ],
        "Name": "Features"
      },
      {
        "Value": "Black",
        "Name": "Case Color"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Seller": {
    "UserID": "luxtop",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "766",
    "PositiveFeedbackPercent": "98.9"
  },
  "HitCount": "101",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1224566754468080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-20T09:20:37.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "790.0"
  },
  "BidCount": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/IWC-0-900-Tula-Silver-Vintage-Pocket-Watch-H6-1918-Working-2399-/122456675446",
  "Location": "Zürich",
  "PrimaryCategoryIDPath": "281:14324:3937:3938",
  "Title": "IWC 0.900 Tula Silver Vintage Pocket Watch H6 from 1918 Working (2399)",
  "Storefront": {
    "StoreName": "Luxusboerse Zurich",
    "StoreURL": "http://stores.ebay.com/id=999438558"
  },
  "ItemID": "122456675446",
  "PaymentMethods": [
    "PayPal",
    "CashOnPickup"
  ],
  "TimeLeft": "P19DT14H34M2S"
}