{
  "ConvertedCurrentPrice": {
    "value": "257.77",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Roseville, California",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T11:16:35.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1566780116",
    "StoreName": "SpinDeal"
  },
  "CurrentPrice": {
    "value": "257.77",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T11:16:35.000Z",
  "ShipToLocations": [
    "US"
  ],
  "SKU": "citmensBL5400linkbraceleth",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "122524920888",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Citizen",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "13205087080",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Citizen Men's BL5400-52A Eco-Drive Stainless Steel Sport Watch w/ Link Bracelet",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Citizen-Mens-BL5400-52A-Eco-Drive-Stainless-Steel-Sport-Watch-w-Link-Bracelet-/122524920888",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1225249208888080_1.jpg",
  "HitCount": "3",
  "PostalCode": "95678",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT19H56M15S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDM1Mw==/z/~FUAAOSwnONZA5Z8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDk2MA==/z/~GsAAOSwnONZA5Z9/$_12.PNG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTI5/z/6r0AAOSwjL5ZA5Z~/$_1.JPG?set_id=880000500F"
  ],
  "Description": "CONDITION NOTE: Imperfect Manufactures Box Round stainless steel watch featuring light-powered eco-drive with dual-time functions and date window at four o'clock position Eco-Drive E820 movement with analog display Protective mineral crystal dial window Features 1/20-second chronograph, screw-back case, alarm, rotating inner dial ring, perpetual calendar, and fold-over clasp with hidden double push-button closure on link bracelet Water-resistant to 100 m (330 ft.): suitable for snorkeling, as well as swimming, but not diving Shipping Note: Shipping to Alaska, Hawaii, P.O. Boxes, and APO addresses is not available for this item The silver-tone shine of the Citizen Men's Eco-Drive Stainless Steel Sport Watch give it an eye-catching style sure to attract adventure. The silver-tone stainless steel case and bezel offer a solid look to encase the many functions of this watch. The silver dial displays luminous indices at each hour position, silver-tone luminous hour, minute, and second hands, and a date window at the four o'clock position. This watch also comes equipped with chronograph features, 12- and 24-hour time, dual time, alarm, and a rotating inner dial ring. The black chronograph subdials feature white luminous hands with Arabic numerals and letters. The stainless steel band fits comfortably and securely fastens by fold-over clasp with hidden double push-button safety. This timepiece features reliable Japanese quartz movement and is protected by a durable mineral crystal window. The watch is water resistant to a depth of 330 feet (100 meters). * I mported * Round stainless steel watch featuring light-powered eco-drive with dual-time functions and date window at four o’clock position * Eco-Drive E820 movement with analog display * Protective mineral crystal dial window * Features 1/20-second chronograph, screw-back case, alarm, rotating inner dial ring, perpetual calendar, and fold-over clasp with hidden double push-button closure on link bracelet * Water-resistant to 100 m (330 ft): suitable for snorkeling, as well as swimming, but not divin g Track Page Views WithAuctiva's FREE Counter",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "94",
    "UserID": "spindeal",
    "FeedbackRatingStar": "Blue"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Item must be packaged and returned in the same condition as they were originally shipped. Any missing or broken pieces due to poor packaging will prevent us from refunding you for the item you have purchased. Please also note that original shipping cost will be deducted from your return due to the free shipping option we have offered on this product.  Return shipping will be paid by the buyer, unless an arrangement has been made between the buyer and seller."
  }
}