{
  "ConvertedCurrentPrice": {
    "value": "98.5",
    "_currencyID": "USD"
  },
  "ProductID": {
    "value": "178755249",
    "_type": "Reference"
  },
  "Site": "US",
  "Country": "US",
  "Location": "US",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T08:45:47.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1278065806",
    "StoreName": "hopiphola"
  },
  "CurrentPrice": {
    "value": "98.5",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T08:45:47.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Invicta",
        "Name": "Manufacturer"
      },
      {
        "Value": "0843836066204",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      },
      {
        "Value": "Invicta",
        "Name": "Brand"
      },
      {
        "Value": "6620",
        "Name": "MPN"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Water Resistant over 100m",
        "Name": "Features"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Swiss Chronograph Quartz",
        "Name": "Movement"
      },
      {
        "Value": "Casual",
        "Name": "Style"
      },
      {
        "Value": "Silver",
        "Name": "Band Color"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Brushed",
        "Name": "Case Finish"
      },
      {
        "Value": "44mm",
        "Name": "Case Size"
      },
      {
        "Value": "Silver",
        "Name": "Face Color"
      },
      {
        "Value": "843836066204",
        "Name": "UPC"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "ItemID": "162535725062",
  "HandlingTime": "1",
  "Description": "Invicta Men's 6620 II Collection Chronograph Stainless Steel Silver Dial Watch Product Features A polished stainless steel construction, coin-edge bezel, and analog display lend masculine sophistication to this Invicta watch. Swiss Quartz movement with analog display Protective Flame Fusion dial window Features stainless steel construction, unidirectional bezel, luminosity, and date window at four o' clock position Water resistant to 330 feet (100 M): suitable for snorkeling, as well as swimming, but not diving Product Description With its polished stainless case and durable flame-fusion crystal, the Invicta Men's II Collection Chronograph projects an air of authority and confidence. The watch's unidirectional hatched bezel features engraved numbers in five-minute increments, which dovetail attractively with the slender, silver tachymeter. Featuring subdials with 60-second, 30-minute and day-of-the-week functions, the watch's dial displays hour indicators in embossed Arabic numerals and minute/second indicators in fine black hatches. Metallic arrow hands, a date window at four o'clock, and the esteemed Invicta logo at the top center round out this timepiece. This watch arrives in a handsome yellow Invicta gift box and is water resistant to 330 feet. II Collection In the wake of up to the minute technology, optimal construction, and a spectrum of inventive design choices you will find the Invicta II collection. Priced to demand attention, no technological or creative rock has been left unturned in order to create such an impeccable example of the ultimate in function and fashion. Invicta II offers a myriad of enticing options including applied indexes, up markers, double-dial dual timers, leather straps, carbon-fiber dials, retrograde chronographs, and moon phase registers. Having fused brains and good looks at a stellar price, the Invicta II is the perfect collection to indulge in all your watch fantasies. With its most inspired creations yet, Invicta demonstrates its technical and design prowess, offering timepieces of style for extreme value. \"We have long held firm to the belief that supremely crafted timepieces can be offered for extremely modest sums. It is the founding principle of our flagship and the radical notion that still drives us today. By being true to our convictions, we will continue to turn the balance of power, and deliver true Swiss luxury to anyone who desires it. Let all those who possess our timepieces and pass through our doors witness the quality, value and care in every piece we create, and the spirit of never-ending possibilities in everything we do.\" These are the words that greet visitors and motivate team members inside the Invicta Watch Group's new worldwide headquarters. Emblazoned in stainless steel, it has been the Invicta message since Day One. With each new timepiece, the company sends up a flare for those looking to be defined not by how much they spend, but how wisely they spend. With its strong collections, the gutsy Swiss brand is guaranteed to keep attracting followers. The art of the craft. Inside an Invicta Workshop It takes years of training and a great deal of pride to achieve glorious Swiss timepieces by hand. But it takes guts and the courage of your convictions to make those timepieces affordable for everyone who appreciates them. At our Swiss workshops, we mix time-honored traditions with a little bit of horse sense every single day to produce the greatest values in the watch-making world. Shipping Policies Free 2-4 business day shipping with 1 business day processing eBay's arrival estimate is based on average ship times & not a guarantee Please make sure you want the item, we are unable to support cancellations Buyer is responsible for address entered, we do not support address changes. Buyer is responsible for all applicable local & state laws regarding purchase Return Policy Returns must be NEW & UNUSED condition with all parts & original packaging Please message us for the required RMA to return an item Return shipment for defective items is paid for by us! We do not stock parts. All returns require returning the entire item Perishable items are guaranteed to be in date or full refund Customer Service Please allow us to resolve any issues before leaving feedback. We will resolve any issue! Please allow up to 24 hours for a response!",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Invicta-Mens-6620-II-Collection-Chronograph-Stainless-Steel-Silver-Dial-Watch-/162535725062",
  "NewBestOffer": "false",
  "SKU": "B002PAPT1S",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625357250628080_1.jpg",
  "HitCount": "4",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT17H17M18S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/m0MAAOSwi7RZLoKs/$_3.PNG",
    "http://i.ebayimg.com/00/s/Nzk3WDEwMDA=/z/FF8AAOSwuMZZLoKv/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/zosAAOSwX9FZLoKy/$_3.PNG",
    "http://i.ebayimg.com/00/s/NDA1WDEwMDA=/z/eGwAAOSwDiBZLoKz/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTI5MFgxMDAw/z/oWAAAOSwsXFZLoK6/$_3.PNG"
  ],
  "Title": "Invicta Men's 6620 II Collection Chronograph Stainless Steel Silver Dial Watch",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "127",
    "UserID": "hopiphola",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}