{
  "ConvertedCurrentPrice": {
    "value": "321.53",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "London",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T08:46:39.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=101635262",
    "StoreName": "Hatton Jewellers"
  },
  "CurrentPrice": {
    "value": "250.0",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T08:46:39.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "SKU": "SH24",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": "Africa",
  "ItemID": "182599829262",
  "HandlingTime": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "7",
        "Name": "Wrist Size"
      },
      {
        "Value": "Quartz",
        "Name": "Movement"
      },
      {
        "Value": "Hinged Clasp",
        "Name": "Clasp"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Watchband Material"
      },
      {
        "Value": "Gucci",
        "Name": "Brand"
      },
      {
        "Value": "Analogue",
        "Name": "Display Type"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "GUCCI 110 Women's Stainless Steel Diamond Watch RRP £675 (SH24)",
  "ConditionDescription": "Great Pre-Owned Condition",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/GUCCI-110-Womens-Stainless-Steel-Diamond-Watch-RRP-675-SH24-/182599829262",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Used",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1825998292628080_1.jpg",
  "HitCount": "3",
  "PostalCode": "E14 6AQ",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT17H18M",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjUwWDY1MA==/z/cEIAAOSwCQZZLoL0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIxWDY1MA==/z/AmsAAOSw7GRZLoL0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAzWDY1MA==/z/b28AAOSwxu5ZLoL0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjUwWDY1MA==/z/qo4AAOSwhvFZLoL0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDY1MA==/z/TR0AAOSwIaFZLoL0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjUwWDY1MA==/z/cFcAAOSwlndZLoL0/$_1.JPG?set_id=880000500F"
  ],
  "Description": "Item Specification £675.00 RRP Hinged Clasp Clasp Stainless Steel Watchband Material Quartz Movement Analogue Display 8 mm Strap Width (at the widest point) 7 inches Wrist Size (maximum) 14 mm Width of Case (including Winder Next day Free UK Shipping Fully insured to your door 30-day return policy Hassle free returns 0%Interest-free Credit Available Worldwide shipping from £2.99 Fully insured with no import tax due Item Description Here we have a Women's Gucci 110 watch Case- This watch features a rectangular stainless steel polished case and back which has the brand logo and model details. Movement- The watch has a Swiss made Quartz movement that is in immaculate condition, cosmetically and mechanically. A brand new Swiss battery has also been fitted in this watch. Dial- The watch has a black dial with three diamonds set at 12 o'clock, along with silver hands. Strap- The watch has a stainless steel link bracelet using polished links. The watch fits up to a 7 inch wrist. Overall this watch is in superb condition. This will make a great edition to any good watch collection. Ring Size Guide About Us Returns / Payment Assay Assured Shipping Contact Us Ring Size Guide About Us \"Hatton Jewellers\" is a second generation family owned and run Jewellers & Pawnbrokers which has been based in East London since 1974. We are constantly striving to give our customers an enjoyable and professional service. Our fully trained and knowledgeable staff are always on hand to assist you. Here at Hatton Jewellers we also have an in-house workshop, and there are not many things we cannot do. If you would like an item altered or personalised with an engraving just let us know as we can do many of these services the same day and still ensure your item is dispatched quickly. If you have any questions, you may call us on 02075372270 or email us on enquiries@hatton-jewellers.com and one of our friendly staff will be able to help you. You can also visit our Shop at Chrisp Street, London. Please find the full address and directions below. Returns / Payment Payment You can pay for your order in a number of ways: Credit / Debit Cards: We accept all major credit cards and debit cards including Visa, MasterCard, Maestro, Visa Debit, Visa Electron, Delta and American Express. PayPal: Simply select this option as you go through the checkout process. 60 day layaway. Bank Transfer - We also accept bank transfers. If you prefer to pay this way please message us for further information and we can provide you with our bank details. 0% Free credit - . When you make a purchase over £250 from Hatton Jewelers, you will always have the option to Spread the Cost over a time period that suits you. Dependant upon the total of your order, you will be able to spread the cost over 3, 6, 9 or 12 months. Returns We believe that you will be delighted with your product but there may be occasions where you feel it necessary to return an item. We aim to keep the process as simple as possible. These terms do not affect your statutory rights. We will try to attend to all returns as soon as practically possible. For the reasons of hygene, we are unable to accept returns of any items, which have been used or worn, unless faulty. If you return the product to us at the postal address below within 30 days of receipt. The Buyer is responsable to cover the cost of the return and it should be sent by registered post. Assay Assured Shipping WE SHIP WORLDWIDE We use a trackable delivery service for all parcels we send and in most cases, a signature will be required on delivery. You will receive a shipping confirmation email after purchase which will also provide you with your tracking number, you know your order is on its way. We won't deliver to your next door neighbour if you're out and we won't leave it near your door either. To keep your order safe we'll deliver to your delivery address only. Delivery within the United Kingdom We use Royal Mail which is a fully insured service to your door. Orders placed between Monday to Friday before 3pm are dispatched the same day. All shipping within the UK is FREE of charge. *Orders under £50 are sent via royal mail 1st class recorded delivery and you should expect to receive your item within 1-3 days. If you need your order faster you can also upgrade your shipping option to Special Delivery and this is a guaranteed next working day service. *Orders £50 and over are sent via Royal Mail \"Special Delivery- before 1pm\" next working day delivery. Delivery Outside of the United Kingdom (Worldwide) We use Royal Mail \"International Signed For\" which is a fully insured to your door service. Orders placed between Monday-Friday before 3pm have a \"same day\" dispatch. If you place your order after 3pm (GMT) your order will be dispatched the following working day. International shipping expected delivery times are 5-10 working days. International Shipping FEES *Orders under £50 - £5.99 *Order £50 and over £2.99 Contact Us COMPANY ADDRESS 8 Market Square Chrisp Street, Poplar, London, E14 6AQ, United Kingdom CONTACT INFORMATIONS Email: enquiries@hatton-jewellers.com Phone: +44 (0)207 537 2270 Viewing of any of our items is Welcome Company Address 8 Market Square Chrisp Street, Poplar, London, E14 6AQ, United Kingdom Shop Categories Rings Earrings Chains Necklaces Pendants Bracelets / Bangles Watches Other items Other Helpful Links Add to Favorite Seller Ask Seller a Question About Us Contact Us View Feedback Visit Our ebay Store Call Us +44(0)207 537 2270 Lines open Mon-sat 9.00 - 5.30 GMT",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "8464",
    "UserID": "hattonjewellers",
    "FeedbackRatingStar": "Green"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "30 Days, buyers to cover return costs.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}