{
  "QuantitySold": "0",
  "PostalCode": "21077",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "watchparts24",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "17030",
    "PositiveFeedbackPercent": "100.0"
  },
  "SecondaryCategoryIDPath": "281:14324:173696:117039",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Contact Traditional German watchmaking supply for fine watchmaking and chronometry eBay Store Feedbacks Other auctions FORTIS steel crown & tube for FORTIS Flieger Automatic 40 mm brushed Content: 1 St Fits Fortis model: Flieger Automatic Professional quality, support and service from German traditional wholesale supply for watchmaking and jewelry since 1898 Description Original FORTIS steel crown brushed with tube for FORTIS pilot watch automatic 40 mm brushed, Ref. 595.11 and 596.11 Tested and proven Ernst Westphal Premium Quality - we only supply with products which meet our high standards as a traditional German wholesale specialist for fine watchmaking and jewelry supply for more than one hundred years. Premium Quality, expert advice, high availability and fast delivery - with less you should not be satisfied. For these basics we stand with our outstanding reputation trusted by more than 30,000 satisfied customers worldwide since over 100 years. International buyers – please note Import duties and taxes are not included in the item price or shipping costs. These charges are in the buyer's responsibility and are normally collected by your local freight (shipping) forwarder or when you pick up the item. Please check potential taxes and duties with your local customs prior to placing an order. We do not declare lower custom values or declare items as „gifts“- this is a severe illegal act. Related bestsellers Similar articles Bestseller Bezel insert dark blue for Omega Seamaster USD 69,00 Sofort Kauf Movement retention ring assortment 50 pcs USD 34,95 Sofort Kauf Bezel insert for Omega Speedmaster Automatic (\"reduced\") USD 69,00 Sofort Kauf FORTIS steel crown & tube for FORTIS Flieger Automatic 40 mm blasted USD 69,00 Sofort Kauf ZENITH caoutchouc/canvas strap 22mm black for various ZENITH watches USD 239,00 Sofort Kauf Bezel insert dark blue (small) for Omega Seamaster USD 69,00 Sofort Kauf ZENITH caoutchouc strap 21mm black for various ZENITH watches USD 239,00 Sofort Kauf FORTIS steel bracelet sand-blasted 20 mm for B-42 Pilot Professional & others USD 469,00 Sofort Kauf FORTIS service kit for Flieger Chronograph 40 mm blasted (/w pusher protection) USD 119,00 Sofort Kauf FORTIS service kit for Flieger Chronograph 40 mm blasted (w/o pusher protection) USD 109,00 Sofort Kauf Bezel insert for Omega Planet Ocean orange USD 69,00 Sofort Kauf FORTIS steel crown & tube for FORTIS Flieger Chronograph blasted USD 65,00 Sofort Kauf FORTIS service kit for Flieger Chronograph 40 mm brushed (/w pusher protection) USD 129,00 Sofort Kauf ZENITH caoutchouc strap 23mm black for various ZENITH watches USD 239,00 Sofort Kauf FORTIS steel crown & tube for FORTIS Flieger Automatic 34 mm blasted USD 69,00 Sofort Kauf Bezel insert for Omega Planet Ocean black USD 59,50 Sofort Kauf ZENITH caoutchouc strap 22mm black for various ZENITH watches USD 239,00 Sofort Kauf Bezel insert for Omega Speedmaster professional Pre-Moon/Moonwatch USD 69,95 Sofort Kauf FORTIS leather strap black 24 mm incl. steel buckle black for B-47 Big Black USD 179,00 Sofort Kauf FORTIS leather strap 24 mm for B-47 World Timer GMT & others USD 189,00 Sofort Kauf FORTIS silicone strap transparent incl..stell buckle for Flieger Automatic 40 mm USD 279,00 Sofort Kauf FORTIS silicone strap halftransparent w/o buckle for Flieger Automatic 40 mm USD 39,00 Sofort Kauf FORTIS steel bracelet brushed 20 mm for Official Cosmonauts & other models USD 249,00 Sofort Kauf FORTIS steel bracelet sand blasted for Official Cosmonauts & others USD 249,00 Sofort Kauf FORTIS sapphire crystal flat double anti glare coated with gasket for Flieger USD 279,00 Sofort Kauf FORTIS sapphire crystal flat with gasket for Flieger USD 169,00 Sofort Kauf FORTIS mineral crystal flat with gasket for Flieger USD 69,00 Sofort Kauf FORTIS steel crown & tube for FORTIS Flieger Automatic 34 mm blasted USD 69,00 Sofort Kauf FORTIS Caoutchouc strap black 20 mm (one strap half) for B-42 Pilot Professional USD 39,00 Sofort Kauf TAG Heuer watch band black with pin buckle for Formula 1 WA12xx USD 59,00 Sofort Kauf HEUER Carrera pin buckle steel 16 mm USD 79,00 Sofort Kauf HEUER Carrera pin buckle steel 18 mm USD 79,00 Sofort Kauf PoliPolish scratch removal/polishing agent for acrylic watch crystals 5gr USD 10,95 Sofort Kauf Decorative acrylic display stand for pocket watches, professional quality USD 11,95 Sofort Kauf Ceramic bezel for Rolex Daytona Black with white scale USD 199,00 Sofort Kauf Satin-finishing brush medium for bracelets and cases USD 19,95 Sofort Kauf Satin-finishing brush thick for bracelets and cases USD 26,95 Sofort Kauf Special self-adhesive dots ultra thin for watch dial fixation USD 9,95 Sofort Kauf Powered by Ernst Westphal e. K. Powered by JTL-Software EazyAuction",
  "StartTime": "2017-04-28T14:14:37.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2OVgxNTQy/z/6hIAAOSwnONZD69J/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "59.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "117039",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Flieger Automatic",
        "Name": "Fits Fortis model"
      },
      {
        "Value": "Fortis Watches",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "595/596.11.3KR-SET",
  "HitCount": "46",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1825502805378080_4.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-27T14:14:37.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "59.0"
  },
  "BidCount": "0",
  "Country": "DE",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/FORTIS-steel-crown-tube-FORTIS-Flieger-Automatic-40-mm-brushed-/182550280537",
  "Location": "Hamburg",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Title": "FORTIS steel crown & tube for FORTIS Flieger Automatic 40 mm brushed",
  "Storefront": {
    "StoreName": "watchparts24",
    "StoreURL": "http://stores.ebay.com/id=856241825"
  },
  "ItemID": "182550280537",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Parts, Tools & Guides:Tools & Repair Kits",
  "TimeLeft": "P26DT18H17M22S"
}