{
  "ConvertedCurrentPrice": {
    "value": "4700.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Houston, Texas",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T10:32:22.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=63137397",
    "StoreName": "Amijag Inc"
  },
  "CurrentPrice": {
    "value": "4700.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T10:32:22.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "SKU": "8skE1482365112",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "Africa",
    "KH",
    "IQ",
    "PO Box"
  ],
  "ItemID": "252966762289",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Rolex®",
        "Name": "Brand"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "15200",
        "Name": "MPN"
      },
      {
        "Value": "Date, Hour, Minute, Second",
        "Name": "Features"
      },
      {
        "Value": "Automatic",
        "Name": "Movement"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Silver",
        "Name": "Face Color"
      },
      {
        "Value": "Oyster Bracelet",
        "Name": "Band Material"
      },
      {
        "Value": "34 MM",
        "Name": "Case Size"
      },
      {
        "Value": "Wrist Watch",
        "Name": "Style"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "Date",
        "Name": "Model"
      },
      {
        "Value": "Bracelet/Link Band",
        "Name": "Band Type"
      },
      {
        "Value": "45995095976",
        "Name": "UPC Code"
      },
      {
        "Value": "1989",
        "Name": "Circa"
      },
      {
        "Value": "45995095976",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Rolex Date automatic-self-wind mens Watch 15200SS",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rolex-Date-automatic-self-wind-mens-Watch-15200SS-/252966762289",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529667622898080_7.jpg",
  "HitCount": "1",
  "PostalCode": "77056",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT19H9M21S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDM4NQ==/z/iPsAAOSwCQZZLrFO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4NQ==/z/3BgAAOSw8HBZLrFP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4NQ==/z/TKQAAOSw1WJZLrFQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM4NQ==/z/aKEAAOSwBt5ZLrFS/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTkz/z/aEEAAOSwIaFZLrFV/$_12.JPG?set_id=880000500F"
  ],
  "Description": "Amijag Inc eBay Store | Feedbacks | Ask a Question 100% CUSTOMER SATISFACTION | 14 DAY MONEY BACK GUARANTEE | FREE SHIPPING WITH IN USA DIAMONDS DIAMOND1 DIAMOND2 --> RINGS RING1 RING2 --> EARRINGS EARRING1 EARRING2 --> PENDANTS BRACELETS DESIGNER STUDS MOISSANITE Rolex Date automatic-self-wind mens Watch 15200SS About Product Payment Shipping Return Terms of Sale About Us Men's Rolex Oyster Perpetual Date watch. 34 mm stainless steel case with a stainless steel oyster bracelet. Custom Fixed stainless steel 1 carat genuine diamond bezel. Custom Silver diamond dial with luminous hands and diamond hour markers. Minute markers around the outer rim. Dial Type: Analog. Luminescent hands and dial markers. Automatic movement. Scratch resistant Custom sapphire crystal. Solid case back. Case diameter: 34 mm. Round case shape. Deployment clasp. Functions: hours/ minutes/ seconds. Luxury watch style. Watch label: Swiss Made. Circa: 1989. Comes with a watch presentation box, appraisal report for insurance & authenticity. International buyers please contact us before bidding and / or checkout. Payments are accepted through PayPal. We recommend PayPal as it is fast, easy and 100% safe! We will only ship to your PayPal address. All items will be shipped to you via USPS Priority Mail (shipping time is 4-5 business days) depending on your location. We ship worldwide. Shipping within US (Including Puerto Rico, Hawaii and Alaska) is free. International buyers, please read this before bidding: Import duties, taxes and any other additional customs charges are not included in the price of the item. The client is responsible for covering these costs. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying a product. These charges are normally administered and collected by the delivering freight (shipping) company or when you pick the item up - please do not confuse these charges for additional shipping charges. We do not ship to APO/FPO/DPO addresses. We are proud to offer you a 14-day, no questions asked return policy. If you are not satisfied with your item for any reason, you can return it within 14 days of receipt for a full refund. Keep the following guidelines in mind: Item must be returned using a traceable shipping method, fully insured, in new condition. All paperwork must be returned as well. Before you choose to return an item, please contact us by email. If you would like further clarification regarding our return policy please contact us by email. We are proud to offer you a 14-day, no questions asked return policy. If you are not satisfied with your item for any reason, you can return it within 14 days of receipt for a full refund. Keep the following guidelines in mind: Item must be returned using a traceable shipping method, fully insured, in new condition. All paperwork must be returned as well. Before you choose to return an item, please contact us by email. If you would like further clarification regarding our return policy please contact us by email. We at Amijag are dedicated to ensuring that you get the best diamond for your money. By choosing Amijag for all your loose diamond and fine jewelry needs, you are guaranteed not only a quality product but also a quality buying experience. We are proud to say that we have 100% customer satisfaction on the extensive selection of diamonds and jewelry at our eBay store, including engagement and wedding rings, earrings, bracelets and necklaces. We also specialize in fancy and enhanced diamonds as well as jewelry and watch customization. We ship all over the world. Our PayPal verified eBay store ensures you a safe and secure online transaction. All of our diamonds and jewelry come with a lifetime warranty, guaranteeing repair or replacement for damaged items free of charge (some restrictions apply). With Amijag You Get Over 26 years of experience in manufacturing jewelry & cutting diamonds. High quality diamonds and jewelry at reasonable prices The best and latest styles in fine jewelry Customized Jewelry All diamonds and gemstones are 100% genuine. All diamonds and gemstones are 100% natural unless noted otherwise. Expert grading and certification by onsite gemologist Impeccable customer service 100% customer satisfaction Fast n pull-rightee? priority shipping with affordable overnight shipping rates Amijag Inc eBay Store / Feedbacks / Ask a Question Copyright ©2014.All right reserved.",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "193",
    "UserID": "amijaginc",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "NoRestockingFee",
    "RestockingFeeValue": "No",
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)"
  }
}