{
  "ConvertedCurrentPrice": {
    "value": "34950.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Reeds Spring, Missouri",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T12:58:19.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=12714106",
    "StoreName": "SANT BLANC Fine Swiss Watches"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "34950.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T12:58:19.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "true",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "371968011628",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Rolex",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": [
          "Date Indicator",
          "Day Indicator"
        ],
        "Name": "Features"
      },
      {
        "Value": "Luxury",
        "Name": "Type"
      },
      {
        "Value": "Platinum",
        "Name": "Band Material"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": [
          "Ice Blue",
          "Glacier"
        ],
        "Name": "Face Color"
      },
      {
        "Value": "President",
        "Name": "Band Type"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "ROLEX REHAUT 36mm PLATINUM Day Date President Ice Blue Diamond 118206 SANT BLANC",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ROLEX-REHAUT-36mm-PLATINUM-Day-Date-President-Ice-Blue-Diamond-118206-SANT-BLANC-/371968011628",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3719680116288080_1.jpg",
  "HitCount": "4",
  "PostalCode": "65737",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT21H43M20S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzUwWDEwMjQ=/z/tt0AAOSwfRdZLrzR/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEzNzc=/z/GeMAAOSwX61ZLryr/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwODI=/z/NKkAAOSw3gJZLryB/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwODM=/z/~~wAAOSwZKBZLrzf/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDExMjY=/z/RugAAOSwuMZZLrya/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDExOTk=/z/~qoAAOSwEHpZLrxX/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDExMjg=/z/7BwAAOSw-K9ZLrzq/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEyMDc=/z/0VEAAOSwK6RZLrz7/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDExOTY=/z/M5sAAOSwxu5ZLr0T/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDExMzI=/z/rWQAAOSwcB5ZLrxI/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwMVg3NTA=/z/emQAAOSw0hlZLry9/$_1.GIF?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDc4NQ==/z/HicAAOSwX61ZLr0G/$_1.GIF?set_id=8800005007"
  ],
  "Description": "ROLEX - Mens Platinum Day-Date President - Glacier Diamond Dial - 118206 Authentic Rolex - Inner Bezel Engraved ROLEX - Factory Glacier Diamond Dial ROLEX - Mens Platinum Day-Date President ROLEX - Mens 36mm Day-Date President MSRP over $60,600 OUR Price: $34,950 Timepiece Details ROLEX REHAUT - This Day-Date is a later model with Inner Bezel Engraving! Absolutely Stunning brilliant Rolex Glacier Diamond Dial! This is the 36mm size Rolex Day-Date President model 118206: This is the style with the Rolex Platinum bracelet. To replace this Rolex has an estimated MSRP of $60,600. This Rolex is in pristine condition...Priced to sell immediately! Comes with genuine Rolex presentation boxes, Rolex books, Rolex tag, retail appraisal and the Sant Blanc Three Year Warranty!...In pristine condition...The Perfect Gift! This Rolex is authentic and stunning. Unconditionally guaranteed to be authentic Rolex. \"Please serious bidders only\". I have set the reserve well below the current value placed on this timepiece. SANT BLANC is a Swiss watch and timepiece specialist and not a Rolex dealer and have no affiliation with Rolex Watch USA. This Rolex timepiece is unconditionally guaranteed to be authentic. We are the sole warrantors of this timepiece. For questions please contact this telephone number 417-676-0322. Authentic Rolex. It does not get any better than this! Pictures do not reveal the radiant beauty of this timepiece. This Rolex is authentic and stunning. Unconditionally guaranteed to be authentic Rolex. \"Please serious bidders only\". I have set the reserve well below the current value placed on this timepiece. I am a Swiss Timepiece Specialist and not a Rolex dealer and have no affiliation with Rolex Watch USA. This Rolex timepiece is unconditionally guaranteed to be authentic. No factory warranty attached. We are the sole warrantors of this timepiece. For questions please contact this telephone number 417-676-0322. Payment must be received within 5 days of the end of the auction Payment Information The winning bidder must contact us within 2 days and payment must be received within 5 days of the close of this auction. If you you are unable to complete payment within 5 days, you must contact us immediately by phone 417.676.0322 or contact Contact Our Office: 417.336.9180. Guarantee This article meets or exceeds the demanding standards and specifications set by Sant Blanc. This item is authentic and genuine in pristine condition, functions properly and accurately and comes with a full seven day return money back guaranty. We are not responsible for photography and description errors and omissions in this auction. Changes and modifications to this description may be made at any time, and for any reason with out notice. This auction may be ended at anytime without notice. For questions and clarifications contact our office: 417.676.0322 contact : Contact Our Office: 417.336.9180 Warranty SANT BLANC warranty is for a full three years. The dependable operation of this article for a period of three years from the date of purchase. Modification, tampering and abuse void warranty. SANT BLANC is the sole warrantor of this article, the demanding warranty no longer apply. SANT BLANC Service & Warranty Division and The SANT BLANC Service Center, services and repairs Swiss Made watches and timepieces. The SANT BLANC Service and Warranty Division has over 30 years experience as Swiss Timepiece specialist factory trained and certified \"Watchmaker\". The credentials include AWCI CW21 certified as one of the world's leading watchmaker. Our watchmaker is a certified graduate watchmaker with continuing Swiss Watch education including training from the Rolex Dallas Training Facility. Sant Blanc is dedicated to setting the highest standards in Swiss Timepiece excellence. We have a complete Swiss watch service center. We do our own inhouse photography, and research. Please contact us if we can be of service to you. Shipping Information Overnight shipping is included. This item is professionally packaged and shipped fully insured, adult signature required at delivery. We ship via FedEx, UPS, Brinks, Private Courier and United States Express Mail. Items are typically shipped within two business days of receipt of payment. You will be notified when your item has been shipped. We are not responsible for shipping and/or delivery delays resulting from acts of nature, thief, strikes, or shipping company errors affecting the shipment and/or delivery. This shipment is fully insured.. We ship world-wide fully insured by: UPS, FEDEX, BRINKS, Private Courier, and United States Express Mail. ATTENTION International Customers. NOTICE: International shipments are shipped at the customers risk to shipping delays, international and national regulations, Customs fees, taxation, and damage due to and/or resulting from shipping. We are not responsible for shipping delays, damage, theft, acts of nature affecting the shipment, Customs duties, fees, taxation or regulatory import restrictions. This disclaimer applies only to shipments outside the United States, and does not apply to shipments within the United States. Arrangements must be made for delivery to PO boxes. Provide a physical address, and contact phone number with your payment. If payment is made by PayPal, and your shipping address is different than your confirmed address in PayPal, you must contact us directly to let us know of the requested change. Address change approval will be sent to you, otherwise this item will be sent to your confirmed PayPal address. About Sant Blanc SANT BLANC is a Swiss Timepiece Specialist Company, located in Branson Missouri USA. The Sant Blanc Service Center is a state of the art service facility, servicing all Swiss Made watches and is open to our customers by appointment. The Sant Blanc Sale Division specializes in offering the finest Swiss Made Timepieces. The Sant Blanc Consignment Division sells watches on behalf of our customers. Thank you for your interest SANT BLANC - 1440 State Hwy 248 Ste Q143 - Branson MO 65616 - Phone 417.676.0322 Notice: SANT BLANC is not an official nor an authorized dealer for any product offered or sold and SANT BLANC has no affiliation with the manufacturer. All brand names and trademarks are the property of their respective owners and are used for identification purposes only. SANT BLANC is the sole warrantor. the demanding warranties no longer apply. Rolex is a registered trademark of Rolex Watch USA Inc. SANT BLANC is not affiliated in any way with Rolex.",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "1374",
    "UserID": "santblanc",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "60600.0",
      "_currencyID": "USD"
    }
  },
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "Description": "This Article is guaranteed authentic, and covered by refund or exchange.  This Article comes with a 30 inspection period.  Article must be received in same factory sealed, unworn, and new condition, etc... as this article was shipped.  With factory seals, with all items, boxes, books, tags, etc must be received with returned article.  Refund may be adjusted to reflect missing items.  Modification, abuse, tampering, \"wear and tear\" and removal of factory seals void this 30 day refund guarantee."
  }
}