{
  "ConvertedCurrentPrice": {
    "value": "178.98",
    "_currencyID": "USD"
  },
  "ProductID": {
    "value": "219438977",
    "_type": "Reference"
  },
  "Site": "US",
  "Country": "LV",
  "Location": "Riga",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:05:19.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "178.98",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T07:05:19.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Michael Kors",
        "Name": "Brand"
      },
      {
        "Value": "MK3191",
        "Name": "MPN"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Date",
        "Name": "Features"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Dress",
        "Name": "Style"
      },
      {
        "Value": "Yellow",
        "Name": "Band Color"
      },
      {
        "Value": "Brushed",
        "Name": "Case Finish"
      },
      {
        "Value": "39mm",
        "Name": "Case Size"
      },
      {
        "Value": "691464950248",
        "Name": "UPC"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      }
    ]
  },
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "172705372369",
  "HandlingTime": "1",
  "Description": "Michael Kors100% AUTHENTIC! NEW WITH TAGS IN MICHAEL KORS BOX! STYLE # MK626 Michael Kors is the designer whose brand has ultimate signature style. All of his creations embody a sense of exquisite design style, are luxurious with a casual twist and are highly sophisticated and elegant. The overall Michael Kors brand mission is to bring customers a ready-to-wear collection that is sleek, chic and simple.Other Information:Stainless steel case with a two-tone (silver and gold-tone) stainless steel bracelet. Fixed gold-tone bezel set with crystals. Silver dial with luminous gold-tone hands and crystal hour markers. Arabic numeral marks the 12 o'clock position. Minute markers around the outer rim. Dial Type: Analog. Luminescent hands. Date display between 4 and 5 o'clock positions. Chronograph - three sub-dials displaying: 60 second, 30 minute and 24 hour. Quartz movement. Scratch resistant mineral crystal. Pull / push crown. Solid case back. Case diameter: 39 mm. Case thickness: 11.5 mm. Round case shape. Band width: 20 mm. Band length: 7.4 inches. Deployment clasp with push button release. Water resistant at 30 meters / 100 feet. Functions: chronograph, date, hour, minute, second. Casual watch style. Michael Kors Parker Glitz Silver Dial Two-tone Ladies Watch MK5626. Includes Michael Kors signature chocolate brown box with watch pillow and instruction manual. Please feel free to ask me for any additional pictures of the actual watch.THIS WATCH COMES WITH 24 MONTHS MOVEMENT WARRANTY WITH OUR EBAY SHOP. Returns:Refund Money back minus 10% restocking fee for shipping/handling charges and fees. Buyer must contact us via message within 30 days of receipt of item. Product returned in damaged or used condition will be shipped back to the customer without replacement or money back. In the case of incorrect product sent or product arrived damaged we will take care of ALL shipping and issue FULL refund. Please contact us with any questions or concerns about returns. Contact Us:Please message us thru eBay ONLY. We strive to answer messages as quickly as possible. Usually within a few hours. Please feel free to message me with any questions, or concerns. There is no such thing as a ?stupid question?. Thank You!! INTERNATIONAL SHIPPINGWe use eBay's Global Shipping Program and ship to ALL eligible countries. If you want,we can shipp to your country, if it is posible with EMS=+ 9.99 EUR.PAY BEFORE 12PM AND AND WILL BE SHIPPED SAME DAY (MONDAY-FRIDAY) NEXT DAY SHIPPING IS NOT AVAILABLE FOR SATURDAY. All our items are Brand New with Tags from Authorized Dealers and we guarantee them to be 100% Authentic. All Items are in Stock and ready to Ship. We restock and/or add new items each week, so please be sure to check back! We have pulled the crown out to help save the life of the battery. So Please be sure to push it back in to start your new watch. Please check our other items at ExclusiveQwatch and be sure to add us to your favorites list. Thanks! 100% COMPLETE CUSTOMER SATISFACTION IS OUR #1 GOAL!PLEASE DO NOT HESITATE TO CONTACT US FOR ANY REASONIF YOU HAVE ANY QUESTIONS, COMMENTS, OR CONCERNS, PLEASE SEND US A SEND US A MESSAGE!!!Check out and click on our other items!Stores",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-Michael-Kors-MK5626-Parker-Two-Tone-Gold-Silver-Chronograph-Ladies-Watch-/172705372369",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1727053723698080_1.jpg",
  "HitCount": "2",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT15H31M57S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjA0WDYwNA==/z/F1sAAOSw5cNYgMep/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjA0WDYwNA==/z/hj4AAOSwUKxYgMeu/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/w44AAOSwA3dYgMen/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zeYAAOSwTA9X4NQC/$_57.JPG?set_id=880000500F"
  ],
  "Title": "*NEW* Michael Kors MK5626 Parker Two Tone Gold Silver Chronograph Ladies Watch",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "207",
    "UserID": "exclusiveqwatch",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}