{
  "ConvertedCurrentPrice": {
    "value": "164.98",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "LV",
  "Location": "Riga",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:05:18.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "164.98",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T07:05:18.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "172705372360",
  "HandlingTime": "1",
  "Description": "100% AUTHENTIC! NEW WITH TAGS IN MICHAEL KORS BOX! STYLE # MK5688Michael Kors is the designer whose brand has ultimate signature style. All of his creations embody a sense of exquisite design style, are luxurious with a casual twist and are highly sophisticated and elegant. The overall Michael Kors brand mission is to bring customers a ready-to-wear collection that is sleek, chic and simple.Other Information:Details & CareDefine elegance with this yellow goldtone women's watch decorated with a crystal bezel and diamond markers on a chronograph dial. This timepiece is held together by a two-tone link bracelet and deployment clasp. Women's watch bands can be sized to fit 6.5-inch to 7.5-inch wrists. Age: AdultStrap Color: Gold, MultiType: Analog, Casual, Chronograph, Diamond, FashionProduct Features: Date Display, Three Hand, Water ResistantMaterial: Stainless SteelCase Thickness: 11mmStrap Width: 12mm StrapMovement: QuartzDial Color: GoldCase Diameter: 39mmCrown: Screw-downGender: FemaleClosure Type: Deployment, PushbuttonWater Resistance Depth: 100 MetersDial Window Material: Mineral Includes Michael Kors signature chocolate brown box with watch pillow and instruction manual. Please feel free to ask me for any additional pictures of the actual watch.THIS WATCH COMES WITH 24 MONTHS MOVEMENT WARRANTY WITH OUR EBAY SHOP. Returns:Refund Money back minus 10% restocking fee for shipping/handling charges and fees. Buyer must contact us via message within 30 days of receipt of item. Product returned in damaged or used condition will be shipped back to the customer without replacement or money back. In the case of incorrect product sent or product arrived damaged we will take care of ALL shipping and issue FULL refund. Please contact us with any questions or concerns about returns. Contact Us:Please message us thru eBay ONLY. We strive to answer messages as quickly as possible. Usually within a few hours. Please feel free to message me with any questions, or concerns. There is no such thing as a ?stupid question?. Thank You!! INTERNATIONAL SHIPPINGWe use eBay's Global Shipping Program and ship to ALL eligible countries. If you want,we can shipp to your country, if it is posible with EMS=+ 9.99 EUR.PAY BEFORE 12PM AND AND WILL BE SHIPPED SAME DAY (MONDAY-FRIDAY) NEXT DAY SHIPPING IS NOT AVAILABLE FOR SATURDAY. All our items are Brand New with Tags from Authorized Dealers and we guarantee them to be 100% Authentic. All Items are in Stock and ready to Ship. We restock and/or add new items each week, so please be sure to check back! We have pulled the crown out to help save the life of the battery. So Please be sure to push it back in to start your new watch. Please check our other items at ExclusiveQwatch and be sure to add us to your favorites list. Thanks! 100% COMPLETE CUSTOMER SATISFACTION IS OUR #1 GOAL!PLEASE DO NOT HESITATE TO CONTACT US FOR ANY REASONIF YOU HAVE ANY QUESTIONS, COMMENTS, OR CONCERNS, PLEASE SEND US A SEND US A MESSAGE!!!Check out and click on our other items!Stores",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Michael-Kors-MK5688-Gold-and-Tortoise-Parker-Chronograph-Ladies-Watch-/172705372360",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1727053723608080_1.jpg",
  "HitCount": "3",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT15H31M50S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODcwWDg3MA==/z/eVsAAOSw9GhYgMib/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/oMUAAOSwjDZYgMjw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/uN0AAOSwZQRYgMid/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zeYAAOSwTA9X4NQC/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTUyWDk1Mg==/z/eQoAAOSw9GhYgMiZ/$_57.JPG?set_id=8800005007"
  ],
  "Title": "Michael Kors MK5688 Gold and Tortoise Parker Chronograph Ladies Watch",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "207",
    "UserID": "exclusiveqwatch",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}