{
  "ConvertedCurrentPrice": {
    "value": "6300.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "UA",
  "Location": "Kyiv",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T08:27:58.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=867589001",
    "StoreName": "KEEPER OF COINS"
  },
  "CurrentPrice": {
    "value": "6300.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T08:27:58.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "LeCoultre Geneve",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Mineral Crystal",
          "Repeater",
          "Roman Numerals",
          "Swiss Movement"
        ],
        "Name": "Features"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Chromed brass",
        "Name": "Case Material"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Polished",
        "Name": "Case Finish"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "22mm",
        "Name": "Lug Width"
      },
      {
        "Value": "Diameter: 52 mm; Thickness: 16.5 mm.",
        "Name": "Case Size"
      },
      {
        "Value": "Minute Repeater",
        "Name": "Model"
      },
      {
        "Value": "Luxury: Dress Styles",
        "Name": "Style"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "Two-Piece Strap",
        "Name": "Band Type"
      },
      {
        "Value": "Pre-1920",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "31 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "RU",
    "BY",
    "AI",
    "AG",
    "AW",
    "BZ",
    "VG",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "KN",
    "LC",
    "VC",
    "TC",
    "FK",
    "GF",
    "VE",
    "IQ",
    "AF",
    "AM",
    "KZ",
    "KG",
    "MN",
    "NP",
    "PK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS"
  ],
  "ItemID": "382108977156",
  "HandlingTime": "15",
  "Description": "This elegant wrist watch was converted from pocket watch. MOVEMENT: Rare to find, highest grade, rhodiumed, chronometer, 31 jewels, lever escapement and minute repeater movement made by LeCoultre and signed under bridge LeCoultre & Co. Repeater with two hammers on two gongs. The sound is very clean and the tone is very crisp. 31 jewels, wolfteeths winding wheels, big gold screw compensating balance wheel, which is loaded with GOLD screws, trademark escape wheel setting, plates are super clean, highly polished winding wheels with screws, counter poised lever, gold center setting, blued breguet hairspring and ruby jewel settings. The plates are super clean and the have only the finest workmanship throughout. Working very well, overall condition is very clean. This beautiful watch has the original movement in excellent status. The watch has been very well preserved. Movement has been recently serviced to ensure it winds and sets smoothly while keeping great, accurate time.You want to listen as the repeater works - write to me.It will be a great acquisition for the lucky top bidder! Please examine each photo carefully for further details, as the photos control over this written description.CASE: New hand-crafted, chromed metal, designed specifically for movement of this watch. This is not your ordinary Chrome finish. This is the finest Chrome finish possible to apply to metal. This special process we have developed “bearing spheres cover” is guaranteed to satisfy for the lifetime that you own this fine watch and beyond.STRAP: Included, black with chromed metal buckle, 22 mm, genuine leather.DIAL: Wonderful original enamel dial with roman numerals, five minute divisions, subsidiary seconds at 6 has several fine hairlines in pristine condition, signed B. Altschwager.CRYSTALS: Mineral glass, front & back.SIZE: Diameter: 52 mm; Diameter (with crown and lever): 59.5 mm; Thickness: 16.5 mm.SHIPPING: Worldwide, free. Except exclude list.I do my best to keep my dear customers of any additional costs associated with the delivery and receipt of orders. PAYMENT: Buyer must notify me within 24 hrs of auction close as to how and when he or she intends to pay. Winning bidders must fully pay within 7 days of the auction. After 7 days the piece will be relisted and appropriate action taken against the non-paying bidder. I participate in the eBay Non-Paying Bidder program. Zero feedback and negative feedback bidders must first email me BEFORE bidding. All I need is a brief courtesy email telling me who you are and how you would intend to pay if you where successful. I reserve the right to cancel any bids on this auction.RETURNS: If you aren’t completely satisfied with your purchase, please return the merchandise within 30 days after receiving watch for exchange or refund.After receiving the returned item, I will make a full refund for your original payment.Recommendations for the owner of vintage watches:- All Antique watches are mechanical. Many repairs will not be cheap, as most likely they will require replacement of non-standard parts (unlike most late model watches).- Antique watches should not be beaten or dropped - because repairs may be expensive.- Antique watches are generally NOT waterproof. This is because waterproofing was not in general production until the middle of the 20th century for most watches. Therefore you should protect your antique watch from exposure to moisture.- If your watch becomes wet it should be dried off quickly. Carefully open all covers and use a hair drier to blow dry the movement, dial, covers, crown. This will reduce the amount of rust.- If your watch becomes wet with any kind of salt water you should immediately immerse or spray your watch with fresh (no-salt) water to remove all the salt from the works before drying the watch completely. Any salt left in the watch will combine with moisture in the air to rust metal components of the movement, case etc.- Winding any mechanical watch tight may break the mainspring. If you can avoid it do not wind the watch hard.- When adjusting the hands of your watch, move them in a clockwise direction only. Counter-clockwise adjustments may damage the movement.- If you must adjust counter-clockwise make it for small adjustments only (i.e. for minutes, NOT hours).- Be careful and gentle when adjusting the movement speed (faster or slower). Don't make sharp movements, and don't touch other components in the movement especially the pendulum mechanism.- Every 2-3 years it is necessary to service and oil vintage watches.- If the watch is dirty - allow the watch to run down, don't wind it again until you have it serviced by a qualified watch repair expert. Dust will absorb and remove important lubricants and cause the movement pieces to wear down.- To clean the case, dial and crystal you should use a cloth that does NOT leave fibers as these may get caught up in the movement. Check with your Watch repair expert to get an appropriate cloth.- Keep your antiques watch away from magnets. Strong magnetic fields may affect the accuracy of your watch since some vintage watches were made with iron based components in the movement.- Most Cases and Covers are fine components and will not handle abuse well. The watch should not be shaken, beaten, or stressed.- Antique watches generally experience an error of up to 5-7 minutes a day. Any accuracy of +- 5 minutes is very good.I look forward to trading positive feedbacks!Dear Customers, we greatly ask you:Please bid after you have carefully read the entire description. If you are completely satisfied with the description I then encourage you to place your bid. This will ensure that you are entirely happy with your selection and purchase. When this happens, you and I will both be pleased. You will most assuredly enjoy your new watch and the attention and comments you will receive each time you wear your new watch!",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LeCOULTRE-MINUTE-REPEATER-VERY-RARE-MOVEMENT-BEST-QUALITY-MENS-WATCH-befor-1900-/382108977156",
  "ConditionDescription": "This elegant wrist watch was converted from pocket watch. The team of the best professionals who found a new method of approaching to each movement gave a new life for this antique watch. It’s an ideal combination of vintage and modern styles. It would be a perfect bargain for those who appreciate the highest quality and antiquity.",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3821089771568080_1.jpg",
  "HitCount": "13",
  "Subtitle": "ORIGINAL PORCELAIN DIAL, SUPERB QUALITY SWISS MOVEMENT",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT16H58M9S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU5OVgxNTk5/z/7yEAAOSwuLZY1XXY/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTM1/z/jeAAAOSwsW9Y1XXs/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM5MlgxNTk5/z/Yk4AAOSwXYtY1XXR/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTk5/z/EccAAOSwzgBY1XXe/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNDUx/z/XC4AAOSwCU1Y1XXy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwN1gxNTk5/z/WjUAAOSwCU1Y1XXi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTM1/z/bywAAOSwSlBY1XX4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTk5/z/EekAAOSwol5Y1XYG/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE1OTk=/z/JNcAAOSwhQhY1XYc/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTk5/z/8yAAAOSwDKtY1XYP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDE1OTk=/z/8~oAAOSwDKtY1XYW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTk5/z/F-0AAOSw32lY1XX~/$_57.JPG?set_id=8800005007"
  ],
  "Title": "LeCOULTRE MINUTE REPEATER VERY RARE MOVEMENT BEST QUALITY MENS WATCH befor 1900",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "2254",
    "UserID": "keeperofcoins",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}