{
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "21.0"
  },
  "SecondaryCategoryIDPath": "281:14324:173696:165144",
  "HandlingTime": "3",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/VuwAAOSwxu5ZK0ih/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/wIwAAOSw8lpZK0ii/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/e6sAAOSwBt5ZK0ii/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/DPYAAOSw3gJZK0ik/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/h4cAAOSw-K9ZK0ik/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/VzEAAOSwxu5ZK0im/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/LecAAOSwY3BZK0io/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/7DkAAOSwjL5ZK0ip/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/LIUAAOSwIQdZK0in/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/x5oAAOSw9OFZK0in/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/y6EAAOSw5cRZK0ip/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/SKEAAOSwq1JZK0ip/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "salvationarmycharlottearc",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2503",
    "PositiveFeedbackPercent": "99.7"
  },
  "StartTime": "2017-05-28T22:01:17.000Z",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "Product may be returned only if the item was damaged in transit or if it does not match the description in the listing.  The return period extends only to the first 30 days after the product was delivered to the buyer.  In order to facilitate a return, the buyer must first contact us through eBay messages.  Once an arrangement has been made, the buyer has up to 5 business days to ship the item back.  The method of service used to originally ship the item(s), is the one that is to be used for the return. The package should also include tracking or delivery confirmation.  The buyer is responsible for all the cost associated with return shipping.  The returned merchandise needs to be in the same condition it was received and follow eBay's \"Item Condition Policy for Returns\".  If the item(s) meet these requirements, we will issue a full refund for the purchase price and the original shipping within 5 business days.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "AutoPay": "false",
  "HighBidder": {
    "UserID": "h***e",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "586",
    "FeedbackPrivate": "false"
  },
  "ListingType": "Chinese",
  "ConditionDescription": "This item was donated to us and should be considered secondhand.",
  "Title": "85 Mixed Modern, Vintage, Men & Women's, Wristwatches, Watches. Parts Or Repair.",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "332241387035",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Parts, Tools & Guides:Watches for Parts",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/85-Mixed-Modern-Vintage-Men-Womens-Wristwatches-Watches-Parts-Repair-/332241387035",
  "Storefront": {
    "StoreName": "SalvationArmyCharlotte",
    "StoreURL": "http://stores.ebay.com/id=1104468479"
  },
  "QuantitySold": "0",
  "PostalCode": "28204",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "Pre-owned",
  "Description": "85 Mixed Modern, Vintage, Wristwatches, Watches For Parts Or Repair..UNTESTED SOLD FOR PARTS OR REPAIR.Items were not tested.Items show cosmetic scratches, scuffs, debris, cracks, leather wear and metal tarnish in places.Items may be damaged and in need of repair.Items may only need a battery to function.Some watches may or may not have bands.We are selling this lot for parts or repair.A list of some ( But not all ) of the watches in this lot: Timex, Geneva,Ann Klein, Reebox, Milo, and Citizen, Waltham.See photos for more details.Items are sold as is. NO RETURNS ON WATCHES.**Please note that this item is being sold as is untested and may or may not need to be repaired by a professional to function as intended.****You are making an informed purchase. Understanding that the item has not been tested and may or may not need to be repaired.**Please review the shipping details before bidding. The details are located beside the variable shipping rate in the listing.The Shipping service we offer is a variable rate that changes at check out according to your address and shipping service. Thank you for your interest in this item and happy bidding.CommunicationPlease feel free to contact us with any questions or concerns you may have regarding our active or completed listings. We will do our best to provide you the information you are looking for.Employees of The Salvation Army manage this eBay account Monday through Friday, 8:00am to 4:00pm EST. During these hours we are available to to answer questions and address customer concerns.Please send all communication via the eBay messaging system.About UsThe Salvation Army Adult Rehabilitation Center provides spiritual, social and emotional assistance for men who have lost the ability to cope with their problems and provide for themselves. The program is offered free of charge to participants and focuses on rehabilitating the mind, body, and spirit. The center provides for the physical necessities of the men, as well as their emotional and spiritual needs. While in the program each man participants in a variety of therapies including individual, group, family and work; all in a clean, wholesome environment. The physical and spiritual care the program participants receive, prepares them to re-enter society and return to gainful employment. Many of those who have completed the program, are reunited with their families and resume a normal life.The center is funded solely by the sale of donated goods. The items we receive are sold in our Family Stores and through our eBay selling program. Each time you make a purchase from us, either here or in one of our Family Stores, you are helping to restore broken lives.Customer service is our top priority. If you make a purchase from us and an issue arises; please give us a chance to make things right by contacting us before leaving negative feedback or opening a case. We promise to resolve problems quickly and professionally.    Payment and ShippingPAYMENT TERMS:PayPal is the only method of payment we acceptIn the event payment has not been received 5 business days after the auction has ended, we may relist the item and open an unpaid item caseWe do not end auctions early for \"Buy-it-Now\" offers SHIPPING TERMS:We are happy to offer combined shipping for listings ending on the same day. Please contact us after the auctions end to make arrangementsPayment must clear PayPal before an item will be shippedAll items are available for local pick-up, but payment must first be cleared via PayPalLocal pick-up is available 8am to 4pm Monday through Friday; please contact us to make arrangementsAll shipments come with delivery confirmationItems listed for \"Local Pick-up Only\" must be retrieved no later than 10 business days after payment is received, if any item is not retrieved in this time frame, the payment will be refunded and the buyer blocked from future auctionsWe will only ship to the address the buyer has registered with eBayCurrently, we do not ship internationally",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Charity": {
    "DonationPercent": "100.0",
    "CharityID": "73436",
    "CharityNumber": "53529",
    "LogoURL": "http://i.ebayimg.com/00/s/MjQwWDIxMA==/z/N7YAAOSw5cNYI7v4/$_1.JPG?set_id=8800004005",
    "Status": "Valid",
    "Mission": "The Salvation Army, an international movement, is an evangelical part of the universal Christian Church. \n\nIts message is based on the Bible. Its ministry is motivated by the love of God. Its mission is to preach the gospel of Jesus Christ and to meet human needs in his name without discrimination.",
    "CharityName": "The Salvation Army, a Georgia Corporation"
  },
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "21.5"
  },
  "PrimaryCategoryID": "31387",
  "SKU": "IF_E06B1AA5-1-1-3",
  "SecondaryCategoryID": "165144",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3322413870358080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "5",
  "LotSize": "85",
  "EndTime": "2017-06-04T22:01:17.000Z",
  "ShipToLocations": [
    "US"
  ],
  "Location": "Charlotte, North Carolina",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "21.0"
  },
  "TimeLeft": "P4DT1H50M7S"
}