{
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "420.0"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:14324:3937:3940",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "RARE+++ High Grade Ω Omega Gents Swiss Oversized Mechanical wristwatch, 15 Jew. *SERVICED* This auction represents unique example of an antique men's timepiece of one of the most known and recognized Swiss brands. It was made by “Omega Factory”! The watches under the trade mark 'OMEGA’ always differed by style, accuracy and fidelity to the best traditions of watch affair. So this OMEGA watch is most definitely one of the more interesting watches that you can buy! A great investment! This elegant wristwatch was converted from pocket watch!!! This beautiful mechanical wristwatch has the the original high grade, gold-filled pocket watch movement '' OMEGA '' with 15 Ruby Jewels. This wristwatch is in excellent working condition. Keeps correct time!!! Smooth and strong running of the balance. The branded original movement on the back side is stamped a serial number #8199623. Signed : '' OMEGA SWISS 15 JEWELS #8199623 ''. Movement has been recently serviced to ensure it winds and sets smoothly while keeping great, accurate time! See the photos for more details!!! This astonishing timepiece has a four-piece, double hinged case that testifies about a quality of watch. The inner dust cover lid was used to protect the mechanism from dust and debris and to provide an extra layer of protection from shock or moisture. The case is made of chrome/nickel. Professionally polished, it's literally like a mirror. No signs of any serious damages. The inside of back lid has the trademark Omega Watch Co. triangle with the inscription ‘ OMEGA - SWISS MADE - FABRICATION SUISSE '' about it and case reference number #9055379. The watch supplied with a brand new genuine leather strap as a Free Gift to the buyer. For more photos to the case see photos below the whole description!!! Diameter watch without the crown: 48 mm.Diameter watch with the crown and both lugs: 59 mmThickness watch: 13 mm. These watches have originally been made in a variant of a pocket watch. And in a consequence have been altered in a variant for convenience of carrying on a hand!!! This amazing timepiece has gorgeous white, porcelain, enamel dial. Absolutely original! In excellent cosmetic condition, no signs of any scratches, cracks or hairlines. The dial has black Arabic numerals and sub dial at 6 o'clock position. Signed : '' OMEGA / FAB. SUISSE ''. Also the watch comes with original, beautiful hands! The plastic dome crystal is changed with brand new, because old one was in very worse condition! See the photos for more details!!! ANY DEFECTS NOT MENTIONED BUT VISIBLE IN THE PICTURES WILL BE CONSIDERED AS DESCRIBED! Please serious bidders only, bidders with 0 feedback please contact me before you bid. For the rest of the bidders if you need to clarify any doubts you may have, please contact me! Please see my other auctions from time to time when I list other beautiful timepieces/ items!!! PAYMENT :- We accept payment through PayPal ONLY, the most trusted payment method; -- Unpaid dispute will be filed to ebay on the 3th day after auctions ended; SHIPPING: -- We ship within 3 business days after the payment cleared and it usually takes 10~25 working days for international delivery; --From this month ( 06.2016 ) we have new rules for few countries. For the following countries we will use ONLY DHL Express Delivery and the shipping cost will be $49.99USD. The countries are : Canada / Mexico / Argentina and Brasil. PLEASE read this before bidding! Thank you. -- We could only ship the item to PayPal registered address only, Please make sure your shipping address is matched with paypal’s address before you pay; -- Item will be shipped out by Bulgarian post with tracking; -- We combine shipping for multiple items whenever possible; RETURN POLICY: During the first 7 days after receipt of your product, if for any reason you are not happy with your purchase, you can return your purchased item back to us at your expense. Shipping charge is not refundable. Our goal is to make you a satisfied customer and we will do our best to make this happen. Exception is when it is our fault . Buyer pays return postage!!! Please do not hesitate to contact us for any questions you may have about your order or any of our products. We are here to help and we count on your satisfaction with our products. FEEDBACK:You receive the product, please leave a feedback for us.Your feedback is always important to us.Please feel free to contact us before leaving a negative feedback or low DSR.If there is a problem, we will help you solve it.Thank You For Bidding and Good Luck!!!",
  "StartTime": "2017-05-28T03:18:24.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/PtYAAOSwX61ZHGUt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/2q4AAOSwn-tZHGU8/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/uV8AAOSwZKBZHGVp/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/2jMAAOSww9xZHGV3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/eRUAAOSwhvFZHGWC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/xngAAOSw42dZHGWW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/JR0AAOSwK6RZHGWj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/JmsAAOSwK6RZHGW6/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/WCEAAOSwcB5ZHGXK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/GlEAAOSwK6RZHGTj/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/nhcAAOSwaeRZHGXZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/DOgAAOSwR29ZHGXq/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "3940",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "OMEGA",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Chrome/Nickle",
        "Name": "Case Material"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Genuine Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "1920-1929",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "15 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "Seller": {
    "UserID": "watchmaker_mladenov",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1839",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "60",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3520710815878080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-07T03:18:24.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "420.0"
  },
  "BidCount": "0",
  "Country": "BG",
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Sofia, Sofia",
  "Title": "High Grade Swiss Ω Omega Gents Oversized wristwatch 15 Jew. *SERVICED* !!!",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/High-Grade-Swiss-Omega-Gents-Oversized-wristwatch-15-Jew-SERVICED-/352071081587",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "352071081587",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Antique",
  "TimeLeft": "P6DT9H3M1S"
}