{
  "ConvertedCurrentPrice": {
    "value": "88.09",
    "_currencyID": "USD"
  },
  "Site": "Canada",
  "Country": "US",
  "Location": "Warehouse",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T12:08:39.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=173111274",
    "StoreName": "Ohclock"
  },
  "CurrentPrice": {
    "value": "118.63",
    "_currencyID": "CAD"
  },
  "EndTime": "2017-06-30T12:08:39.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "GUESS",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "W0648L11",
        "Name": "MPN"
      },
      {
        "Value": "Water Resistant up to 100 m",
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "091661464966",
        "Name": "UPC"
      },
      {
        "Value": "0091661464966",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "Middle East",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "SG",
    "TW",
    "TH",
    "VN",
    "BR",
    "VE",
    "PO Box"
  ],
  "HandlingTime": "4",
  "Description": "GUESS Product #: W0648L11 GUESS Women's CHELSEA 30mm Silver-Tone Synthetic Leather Band Steel Case Quartz Analog Watch W0648L11 Regular price: $ $118.63 Available from: Ohclock In stock! Order now! GUESS Women's CHELSEA 30mm Silver-Tone Synthetic Leather Band Steel Case Quartz Analog Watch W0648L11 GUESS W0648L11 Watch Brand New Original GUESS Watch in Gift Box, International Shipping, Warranty & Documents About The fashion-forward and trendsetting GUESS by Marciano (also known as GUESS?) brand offers a beautiful plethora of watches for men and women. The brand's passion for fashion has inspired many... To remain at the forefront of fashion, Guess by Marciano watches fit every possible style choice. With crystal-encrusted inlays, or trim detailing round, rectangular, or square stainless steel faces, GUESS watches continue to be a driving artistic force in the world of fashion.The world knows GUESS. Today, it is one of the most widely recognizable apparel companies across the globe, with over 747 GUESS and GUESS Accessory retail stores worldwide and counting. In 2008 GUESS celebrated its 27th anniversary. A company known for innovative style, GUESS continues to dress and accessorize the world with stylish apparel, handbags, watches, shoes and more. Product Information In Stock Ships within 4 business days 118.63 GUESS CHELSEA W0648L11 Brand New With Tags Women's GUESS Gift Box Precision, comfort, convenience - a good watch will give it all to you - perfect gift for any occasion Japanese quartz movement with analog display and mineral crystal dial window Water-resistant Silver-tone leather synthetic band and stainless steel case with silver-tone dial Water resistant to 3 ATM / 30 meters / 100 feet : withstands rain and splashes of water but not showering or submersion Characteristics Round stainless steel case stainless-steel round 30 8 Quartz (Battery) analog silver mineral leather-synthetic silver womens-standard buckle Shipping Returns Payments Policies Contact We ship worldwide with FedEx Express service. Please see eBay's shipping & payments tab for a shipping quote.  International customers please be advised that we cannot take responsibility for customs and duty charges. We do not take responsibility for items that are not received due to an incorrect shipping address. We do not ship to military bases, hotels, hospitals and P.O boxes. We can’t take responsibility for customs delays. • UK & European Union - We ship with FedEx,express - Usually 2-5 business days. • Australia, Canada, Japan – We ship with DHL, FEDEX, EMS – Usually 2-5 business days • USA – We ship with FedEX or UPS – Usually 2-5 business days • All other countries We ship with FEDEX, EMS, Air Mail – Usually 2 – 14 business days. Transit time does not include handling time. Please see listing for estimated handling time. Estimated delivery time is the total time for handling + transit. Please allow additional time for delays due to customs clearance in your country. Please note, due to logistical reasons we may choose to ship out your order from any of our international warehouses. In the event you experience problems receiving your package or the item you have received is damaged please contact us and we will do our best to solve the issue in a timely and satisfying manner. We accept returns for a full refund! You can return your item for an exchange, credit or money refund.Returns are accepted in our UK & USA warehouses.For easy Christmas shopping we offer holiday shoppers extended return period until 30th of January each item has a different return period, Please see eBay listing for approved return time. Return Steps: Contact us prior to returning your item and provide purchase details (e.g. Transaction ID, Order Number). We will advise you of the nearest return facility and details that are required on the return letter Please allow up to seven working days from the day we have received your item until your request is processed. Any defect on merchandise must be reported within 3 days of receipt, if an exchange or refund is desired. After 7 days a customer must use the warranty that comes with the merchandise. We cannot accept the return of any item that has been worn or sized. Unless approved otherwise returns will only be accepted if the item is in its original condition including its undamaged packaging, tags etc… Returns must be in a saleable condition. If you decide to return your item for a refund please be advised that we can only refund the cost of the item (shipping costs will not be refunded). Payments made by PayPal and credit cards will be refunded via PayPal and credit card respectively. Payment made by bank transfers will be refunded by a cheque. We prefer PayPal payments International PayPal customers are able to select from few payment currencies available. You can also pay via most major credit or debit cards or make a direct bank transfers to our HSBC account. Please contact us if you won the item and wish to make a non PayPal payment, otherwise simply complete your PayPal payment. Please note: Due to the insurance limitations made by PayPal's and the Credit Card companies, we reserve the right to decline payments for none verified payments, or a none secure address at our sole discretion. Credit card payment might require additional verification that may take an more time. Please note, we can only reserve your order for 7 days, please complete your payment quickly. With over nine years of eBay experience we provide high level of service and great value for money to all our domestic and international customers. Our goal is to make every sale a positive experience for our customers and we will do our utmost to ensure customer satisfaction. Our commitment to you: • We aim to provide you with clear information about the products we sell. • We will ensure you are advised regarding any known delays that may occur after you have placed your order until you receive your item. • Providing you with excellent customer service. We recognize that the success of our company depends on looking after the best interests of our customers and treating them fairly at all times. Disclaimer: We at times are not authorized dealers of certain brands due to our exremely low pricing on high quality items. Nevertheless All of our watches are 100% authentic and brand new. We offer a 2 year seller Warranty on all watches. You are more than welcome to contact us on any pre-sale question or for customer support: By eBay contact form By phone: +1-914-233-5781 +1-914-233-5781 +44-207-096-1957 +49-030-6483-6613 © 2016 Ohclock",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/GUESS-WOMENS-CHELSEA-30MM-SYNTHETIC-LEATHER-BAND-QUARTZ-ANALOG-WATCH-W0648L11-/142400121948",
  "NewBestOffer": "false",
  "SKU": "ILCW_GUE-W0648L11",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1424001219488080_1.jpg",
  "ItemID": "142400121948",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT20H51M27S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ5OVgxNDk5/z/jfQAAOSwR29ZLrJL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/tmIAAOSwaEhZLrJK/$_1.JPG?set_id=880000500F"
  ],
  "Title": "GUESS WOMEN'S CHELSEA 30MM SYNTHETIC LEATHER BAND QUARTZ ANALOG WATCH W0648L11",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "FeedbackScore": "18289",
    "UserID": "ohclock",
    "FeedbackRatingStar": "YellowShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Please see policy box above."
  }
}