{
  "ConvertedCurrentPrice": {
    "value": "55.63",
    "_currencyID": "USD"
  },
  "ProductID": {
    "value": "177512861",
    "_type": "Reference"
  },
  "Site": "US",
  "Country": "US",
  "Location": "New York, New York",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:32:03.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "9",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=80115264",
    "StoreName": "Circuit City Store"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "55.63",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T14:32:03.000Z",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "FI",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "CY",
    "JP",
    "SE",
    "KR",
    "TW",
    "ZA",
    "BE",
    "HK",
    "IE",
    "NL",
    "ES",
    "IT",
    "DE",
    "AT",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "AE",
    "MY",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BM",
    "GI",
    "GP",
    "IS",
    "JE",
    "KY",
    "LI",
    "LU",
    "MC",
    "MO",
    "MQ",
    "NI"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "100 m (10 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "AQS800WD-1EV",
        "Name": "Model"
      },
      {
        "Value": "Bracelet",
        "Name": "Band Type"
      },
      {
        "Value": "Casio",
        "Name": "Brand"
      },
      {
        "Value": "AQS800WD-1EV",
        "Name": "MPN"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Analog & Digital",
        "Name": "Display"
      },
      {
        "Value": "Water Resistant",
        "Name": "Features"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Solar Quartz",
        "Name": "Movement"
      },
      {
        "Value": "079767948214",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "0079767948214",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "South America",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "TR",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AL",
    "AD",
    "BY",
    "BG",
    "HR",
    "CZ",
    "GR",
    "GG",
    "HU",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "UA",
    "BN",
    "KH",
    "ID",
    "LA",
    "TH",
    "VN",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW"
  ],
  "HandlingTime": "4",
  "Description": "Utilizing a unique Self- Charging solar power system, this sporty analog/digital combination model provides plenty of functionality. A host of features such as 48-city world time, 5 alarms, stopwatch and dual countdown timers make this a versatile timepiece for almost any sport outing. Silver stainless steel band analog and digtal watch with black face. / Casio AQS800WD-1EV Wrist Watch - Unisex - SportsChronograph - Anadigi - Solar Powered by Frooition.com Home Shipping Returns Contact Circuit city Newsletter Sign up Now Shop Categories Helpful Links Add to Favorite Sellers Sign up to Newsletter View Feedback Contact Seller Visit seller's eBay Shop About Seller Page Related Items:View more great items Casio AQS800WD-1EV Wrist Watch Casio AQS800WD-1EV Wrist Watch Features Profile:Unisex / Watch Shape:Round / Watch Design:Sports / Watch Calibration:ChronographMovement:Solar / Number of Faces:1 / Main Dial Color:Black / Glow Type:BacklightWrist Band Color:Silver / Wrist Band Type:Bracelet / Alarm Type:Daily / Application/Usage:SportsWater Resistance:328.08 ft / Durability:Water Resistant / Weight (Approximate):3.14 oz / Additional Information:Hourly Time Signal,1/100 second digital stopwatch,Measuring capacity: 59'59.99\",Measuring modes: Elapsed time, split time,Neo-brite luminous hands and markers, Overview Overview Technical Specifications Overview Utilizing a unique Self- Charging solar power system, this sporty analog/digital combination model provides plenty of functionality. A host of features such as 48-city world time, 5 alarms, stopwatch and dual countdown timers make this a versatile timepiece for almost any sport outing. Silver stainless steel band analog and digtal watch with black face. / Casio AQS800WD-1EV Wrist Watch - Unisex - SportsChronograph - Anadigi - Solar Technical Specifications Technical Specifications General InformationManufacturer: Casio Computer Co., LtdManufacturer Part Number: AQS800WD-1EVManufacturer Website Address: http://www.casio.comBrand Name: CasioProduct Model: AQS800WD-1EVProduct Name: AQS800WD-1EV Wrist WatchMarketing Information: Utilizing a unique Self- Charging solar power system, this sporty analog/digital combination model provides plenty of functionality. A host of features such as 48-city world time, 5 alarms, stopwatch and dual countdown timers make this a versatile timepiece for almost any sport outing. Silver stainless steel band analog and digtal watch with black face.Product Type: Wrist WatchProduct InformationProfile: UnisexWatch Shape: RoundWatch Design: SportsWatch Calibration: ChronographWatch Format: AnadigiMovement: SolarNumber of Faces: 1Main Dial Color: BlackGlow Type: BacklightWrist Band Material: Stainless SteelWrist Band Color: SilverWrist Band Type: BraceletAlarm Type: DailyApplication/Usage: SportsFeatures: Countdown Timer12/24hr FormatRechargeableStopwatchPower Save ModeLanguageWorld TimeBattery IndicatorReliabilityWater Resistance: 328.08 ftDurability: Water ResistantPhysical CharacteristicsWeight (Approximate): 3.14 ozMiscellaneousAdditional Information: Hourly Time Signal1/100 second digital stopwatchMeasuring capacity: 59'59.99\"Measuring modes: Elapsed time, split timeNeo-brite luminous hands and markers About About Shipping Returns Contact Payment FAQ's About Circuit City, the iconic brand that pioneered the electronic superstore format, is back and stronger than ever. Under new ownership, Circuit City will once again become the leader in online and storefront shopping nationwide. Bringing our unique and well known customer-centered approach to the online marketplace, we offer the most expert and user-friendly approach to electronic shopping available. With lightning-fast shipping methods utilizing cutting-edge logistics, your orders will be at your door faster and safer than any other online retailer. Shipping Shipping Orders usually ship within 24 business hours from the time of payment, excluding Saturday and Sunday. After an order is shipped, we will email you with a tracking number. We do offer Expedited shipping methods. Note: Some items are unable to ship to APO and FPO boxes. Please contact us for details on whether we can ship to your address before ordering. 1. Circuit City strictly adheres to all customs and shipping procedures imposed by the destination country. 2. International orders are subject to additional shipping charges, and generally take 7-10 days from date of shipment to arrive, depending on the customs procedures of the destination country. Please check with your country’s customs office for precise charges. 3. Circuit City assumes no responsibility with respect to any tariffs, duties, or other such restrictions and charges imposed and/or enforced by the destination country. 4. If the order is refused the customer is responsible for both duties incurred at the border of the respective country and shipment back to the U.S. Please contact us to arrange payment options for customs fees: 212-519-8383 Returns Returns Circuit City is sincerely devoted to excellence in customer service. Whether this is your first purchase with us or you are a returning customer, our staff is always ready to assist you with expert and courteous advice. If you have questions at any stage of your shopping please don’t hesitate to call or email us. Just in case you need to return any merchandise to us, please review the guide below before opening and using your product. Return Guidelines: 1.If for any reason you receive the wrong merchandise or your order is defective, please contact us within 7 days from the time you receive your order to receive an RA number (Return Authorization). Please note that a restocking fee may be charged when items are returned for reasons other than defective or damaged merchandise or when items are returned incomplete. 2.Products or services purchased through an eBay auction are not refundable unless the item is defective. 3.Special order items and custom-built orders are not refundable. 4.The following items are not refundable but will be replaced if shipped defective: a)TV merchandise that is 21” or larger. b)Computers, PDA’s, printers and fax machines. c)CD’s, DVD’s, movies, software and tapes. d)Film, paper, processing equipment, printer cartridges, bulbs and batteries e)Apparel. f)Clearance or discontinued items. g)Underwater equipment once taken underwater. 5.In addition to requiring an RA (Return Authorization) number, all returns must be received within 14 days of the date of purchase. 6.All items must be returned in “as new” condition. This includes, but is not limited to: all accessories, blank warranty cards, UPC codes (attached) and user manuals. Original boxes, packing materials, wrappers and cartons should be returned with no markings, tape, folds or defacing. 7.Pack your return items into a sturdy, external box. Include a copy of your invoice in the box. Clearly print the RA (Return Authorization) number on all the sides of the external box. Boxes that do not have a discernable RA number printed on the box will not be accepted. We strongly recommend using a carrier that can track your package as you assume all responsibility for the returned item until it arrives to us. 8.If all return items were received according to our policy, expect a refund or replacement within 14 business days. Contact Contact If you have any question regarding any of the products you see in our store please contact us Phone (212) 519 8383 Email: Support at circuitcity Hours of Operation: 9AM - 6PM EST Mon-Thur 9AM - 2PM EST Fri CLOSED SAT- Sun Mailing and Return Address: Circuit City 1629 McDonald Ave Brooklyn NY 11230 Payment Payment All payments with Circuit City must be made through PayPal or a Visa, MasterCard or American Express and are due at the time of purchase, prior to shipping. Please Note: We are committed to the security of your payment information. Therefore, we reserve the right to reject a payment that is not verified and/or authenticated by PayPal. At our discretion, we reserve the right to ask the buyer to provide documentation to support their identity. If we cannot verify the buyers identity or shipping address, we will issue a refund within three (2-3) business days. FAQ's FAQ's Home Shipping Returns Contact This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Casio-AQS800WD-1EV-Wrist-Watch-/192203407735",
  "NewBestOffer": "false",
  "SKU": "1021268619",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "true",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1922034077358080_1.jpg",
  "ItemID": "192203407735",
  "PostalCode": "10022",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT23H24M18S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/V-IAAOSwfRdZLtPm/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Casio AQS800WD-1EV Wrist Watch",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "20814",
    "UserID": "circuitcity",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "60.0",
      "_currencyID": "USD"
    }
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Return Policy\nCircuit City is sincerely devoted to excellence in customer service.  Whether this is your first purchase with us or you are a returning customer, our staff is always ready to assist you with expert and courteous advice.  If you have questions at any stage of your shopping please don’t hesitate to call or email us.\nJust in case you need to return any merchandise to us, please review the guide below before opening and using your product.\nReturn Guidelines:\n1. If for any reason you receive the wrong merchandise or your item is defective, please contact us within 7 days from the time you receive your order to receive an RA number (Return Authorization).\nPlease note that a restocking fee may be applied when items are returned for reasons other than defective or damaged merchandise or when items are returned incomplete.\n2. Products or services purchased through an eBay auction are not refundable unless the item is defective.\n3. Special order items and custom-built orders are not refundable.\n4. The following items are not refundable but will be replaced if shipped defective:\na) TVs 21” or larger.\nb) Computers, PDAs, printers and fax machines.\nc) CDs, DVDs, movies, software and tapes.\nd) Film, paper, processing equipment, printer cartridges, bulbs and batteries.\ne) Apparel.\nf) Clearance or discontinued items.\ng) Underwater equipment once taken underwater.\n5. In addition to requiring an RA (Return Authorization) number, all returns must be received within 30 days of the date of purchase.\n6. All items must be returned in “as new” condition.  This includes, but is not limited to: all accessories, blank warranty cards, UPC codes (attached) and user manuals.  Original boxes, packing materials, wrappers and cartons should be returned with no markings, tape, folds or defacing.  \n7. Pack your return items into a sturdy, external box.  Include a copy of your invoice in the box.  Clearly print the RA (Return Authorization) number on all the sides of the external box.  Boxes that do not have a discernable RA number printed on the box will not be accepted.  We strongly recommend using a carrier that can track your package as you assume all responsibility for the returned item until it arrives and signed by us.\n8. If all return items were received according to our policy, expect a refund or replacement within 3-5 business days."
  }
}