{
  "ConvertedCurrentPrice": {
    "value": "5999.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "PL",
  "Location": "Wielkopolskie",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T13:17:30.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=966419654",
    "StoreName": "AVIC TIME"
  },
  "CurrentPrice": {
    "value": "5999.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T13:17:30.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Patek Philippe & Co",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Brushed",
        "Name": "Case Finish"
      },
      {
        "Value": "Blue",
        "Name": "Face Color"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "35mm",
        "Name": "Case Size"
      },
      {
        "Value": "20mm",
        "Name": "Lug Width"
      },
      {
        "Value": "Casual",
        "Name": "Style"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "1151674",
        "Name": "Serial Number"
      },
      {
        "Value": "1960-1969",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "18 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "VG",
    "GD",
    "GT",
    "HT",
    "HN",
    "JM",
    "KN",
    "LC",
    "VC",
    "TC",
    "FK",
    "GF",
    "VE",
    "IQ",
    "AF",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "CH"
  ],
  "ItemID": "182600149013",
  "HandlingTime": "2",
  "Description": "PATEK PHILIPPE & Cie HIGH QUALITY CHRONOMETER VINTAGE RARE WATCH MOVEMENT with SOLID GOLD DIAL and HANDS circa 1960. COLLECTION WRISTWATCH. MOVEMENT: Original signed Patek Philippe high quality cal.23-300 PM chronometer, bimetallic compensation balance, which is loaded with gold screws, blued breguet hairspring, hand winding. Good original condition. Serial number 1151674. Clean, great keeps time. CASE: New stainless steel case, modern design, hand-crafted custom made for movement . Two mineral glasses in front of and at the back. DIAL: Original solid gold dial in good condition with original white solid gold hands. Signed Patek Philippe & Co ... SIZE: 35 mm (not counting the crown), 43 mm long (lugs to lugs). BRAND: new, black, leather 20 mm. Check out my see video! The watch has been restored, checked and calibrated by watchmaker and is in good running condition. This unique watch was kept till our time in good condition. Any defects not mentioned but visible in the pictures will be considered as described. Photos are of the actual watch. A good purchase for fans of high-quality and antiquity. This wristwatch was converted from pocket watch. Authentic antiques to collectible preservation, which is housed in a case - museum that allows you to admire the object from all sides. Wristwatch is performed in a single copy, the case is made and customized for each specific movement. The watch in an excellent collection condition will suit as expensive gift, and is a stylish acquisition for any collector, will only increase in value, and is a good capital investment and a work of art that will give many years of pleasure. I hope you will enjoy the item and give me five stars in positive feedback. A LITTLE HISTORY: Tiffany's sold Pateks with their name on the face for many years. In 1854 Tiffany & Co., New York, becomes an official customer of Patek Philippe & Co, in the United States of America. Patek Philippe and Tiffany & Co. share a special relationship that is unmatched in retailing in the United States. The partnership began with a handshake agreement in 1851 between the companies' founders Antoine Norbert de Patek and Charles Lewis Tiffany. That agreement, based on shared principles of trust and integrity, fostered a relationship that continues to promote the highest standards of excellence. The two companies have much in common. Established only two years apart -- Tiffany in 1837 and Patek Philippe in 1839 -- both were founded on an uncompromising commitment to craftsmanship. PAYMENT: I accept PAYPAL. Payment should be made within 4 days. SHIPPING: FREE Shipping WORLDWIDE with Economy International Air Mail. As an option we can ship with EMS Express Mail, ask shipping quotes additionally. RETURN POLICY: I want you to feel safe and satisfied with the purchase of your item on Ebay. If you receive an item you did not order or if an item you ordered is received damaged or defective, I will refund you the price you paid for it or replace it with identical one. Do not rush to file a complaint. Any negative feedback and dispute will not solve the problem. Necessarily contact me and we will solve this problem. If you have a problem or question regarding your transaction, please feel free to contact me.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/PATEK-PHILIPPE-Co-GENEVE-HIGH-QUALITY-VINTAGE-WATCH-MOVEMENT-c1960-GOLD-DIAL-/182600149013",
  "ConditionDescription": "Professionally restored. See the seller’s listing for full details and description.",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1826001490138080_1.jpg",
  "HitCount": "17",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT22H4M36S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ1N1gxNjAw/z/EjIAAOSw~FJZIYM-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ZEYAAOSwlMFZIYMP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/hkAAAOSwJH1ZIYMW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/hxQAAOSwxu5ZIYMd/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/fawAAOSwR29ZIYMl/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/WssAAOSwjL5ZIYMr/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/lZcAAOSwIQdZIYMw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/MpEAAOSwrhBZIYM3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/CTUAAOSwn-tZIYNJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/h8wAAOSwJH1ZIYNQ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/wxQAAOSw0hlZIYNF/$_57.JPG?set_id=8800005007"
  ],
  "Title": "PATEK PHILIPPE & Co / GENEVE HIGH QUALITY VINTAGE WATCH MOVEMENT c1960 GOLD DIAL",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "284",
    "UserID": "avictime",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "ITEM RETURNED MUST BE IN SAME CONDITION, AND SAME PACKING, AS WHEN SHIPPED, anything altered, changed, switched, broken damaged by customer, including: water damage over winding, broken crystal, over oiling, movement adjustments, anything that makes the watch unsellable will not be valid for return.\nWill be notified, and pictures will be sent to you via email same day received, on Ebay’s Email System, validating our position on return. \n\nAny damage that might occur during shipping must be relayed to us on the day or latest the day after delivery conformation date.\n2 days after delivery date you can no longer claim damage in shipping. SO REPORT IT IMMEDIATELY!\n\nNote: WE DO NOT WARRANTY HUMAN ERROR'S, like damage from stroke, over winding or water damage. If this happens, we can give you a wholesale estimate to repair damage, just contact us and advise."
  }
}