{
  "ConvertedCurrentPrice": {
    "value": "79.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Miami, Florida",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:01:00.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "5",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "79.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T14:01:00.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "152567904162",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Smt",
        "Name": "Brand"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": [
          "12-Hour Dial",
          "24-Hour Dial",
          "Acrylic Crystal",
          "Alarm",
          "Altimeter",
          "Arabic Numerals",
          "Backlight",
          "Barometer",
          "Calculator",
          "COSC Certified Chronometer",
          "Date Indicator",
          "Large Numerals",
          "Luminous Dial",
          "Luminous Hands",
          "Mineral Crystal",
          "Scratch-Resistant",
          "Shock-Resistant",
          "Timer"
        ],
        "Name": "Features"
      },
      {
        "Value": "Digital",
        "Name": "Display"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "Genuine Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Reloj Inteligente Android Relojes De Hombre Regalos Para Caballero Deportivos",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Reloj-Inteligente-Android-Relojes-Hombre-Regalos-Para-Caballero-Deportivos-/152567904162",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1525679041628080_1.jpg",
  "HitCount": "10",
  "PostalCode": "33184",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT22H50M20S",
  "ConditionID": "1000",
  "PictureURL": [
    "https://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/j8IAAOSwFdtX059q/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/NjQwWDk2MA==/z/NTEAAOSwFe5X0cta/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/NjQwWDk2MA==/z/yS0AAOSw8oFX0ctq/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/NjQwWDk2MA==/z/WXkAAOSwGtRX0ctz/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/NjQwWDk2MA==/z/y50AAOSw8oFX0ct4/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/NjQwWDk2MA==/z/xb0AAOSw9IpX0cuv/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/DrkAAOSwMgdX0cvB/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/3E4AAOSw-kdX0cvP/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/NjQwWDk2MA==/z/8JIAAOSwOdpX0cv3/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/NjQwWDk2MA==/z/4IUAAOSwgmJX0cv-/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/NbIAAOSwi0RX059j/$_57.JPG?set_id=8800005007"
  ],
  "Description": "RELOJ SMART DEPORTIVO CON CAMARA PARA ANDROIDEL PRIMER RELOJ INTELIGENTE DEL MUNDO PARA DEPORTES DE ACCIÓN FABRICADO CON UN OBJETIVO.Necesitábamos un reloj inteligente que pudiese seguir nuestro ritmo sin importar qué nos depara el día. Así que lo hicimos. Con la tecnología de Android Wear™ Mission viene equipado con aplicaciones preinstaladas y alertas en tiempo real en tu muñeca. ESTRUCTURA ROBUSTA. SUFICIENTEMENTE RESISTENTE ESTÉS DONDE ESTÉS.Con funciones innovadoras resistentes al agua, una caja con un moldeado personalizado fabricada en policarbonato y acero inoxidable, además de un bisel de acero inoxidable 316 L que sirve de protector, cuenta con una construcción sólida para resistir a todos los elementos. A cualquiera de ellos.Los tiempos cambian y hoy es momento de llevar todas tus apps a la mano, con un smartwatch podrás chequear y contestar correos desde tu reloj smartwatch. Y no sólo eso, también puedes revisar tus notificaciones en redes sociales, chatear y más. No pierdas la oportunidad de tener los mejores gadgets al mejor precio. El reloj inteligente no es un artículo de tecnología que viene a sustituir a las tablets o a los smartphones, al contrario viene para complementar tu experiencia digital. Si buscas un producto con mayor portabilidad y rapidez de uso esta es la opción, pues con tan sólo ver la hora puedes contestar una llamada; ya no necesitas sacar tu teléfono si no lo deseas. Da un nuevo paso en el mundo tecnológico compra un smart watch y de ahora en adelante usa tus aplicaciones favoritas con las manos libres. Además encuentra todos los accesorios para que todo tu tiempo lo inviertas en cosas que de verdad valen la pena. Estrena tus relojes inteligentes y actualízate en la tecnología, lo mejor es que tendrás lo mejor de tu celular en la muñeca sin tener que sacar nada del bolsillo. Funciones y Caracteristicas : Para uso con celulares/telefonos Android Caja fabricada de Acero Inoxidable Cable USB Para Cargar Incluido Sistema Inteligente Anti-robo Grabador de Voz (WAV) Alto y claro sonido del alta voz- Ideal para llamadas y escuchar musica Control Remoto De Camara al celular Monitor de Sueño Pedometro : Grabar sus estatisticas deportivas personales, pasos recorridos, distancia, calorias, tiempo, etc... Alerta de Mensajes de texto a su pantalla del reloj. Sincronización de Llamadas del celular al reloj Puede usar Bluetooth o su Tarjeta Sim Card para conectarse a la red Pantalla HD de Alta Definicion Muy comodo de usar Ultima Tecnologia 2016 Bienvenido a nuestra tienda, donde haremos siempre lo mejor para ofrecerle los productos bien hechos, servicio de atención al cliente gracioso, así como el envío rápido. Su orden será procesada tan pronto como sea posible después de que usted pagó. Cada uno de sus órdenes tiene número de seguimiento en línea. Por favor póngase en contacto conmigo si usted tiene cualquier otra pregunta, su mensaje será respondido dentro de 24 horas excepto fines de semana y los días feriados. Todos los productos en nuestra tienda son de alta calidad, si usted tiene cualquier nuevo estilo no incluido en nuestra tienda, nos deja amablemente saber, haremos todo lo posible para ayudarle. ENVIO RAPIDO DENTRO DE 24 HORAS !!",
  "Seller": {
    "PositiveFeedbackPercent": "92.3",
    "FeedbackScore": "139",
    "UserID": "mercadeoinc",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  }
}