{
  "ConvertedCurrentPrice": {
    "value": "50.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Walnut",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:05:41.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1290018440",
    "StoreName": "huihuang1978"
  },
  "CurrentPrice": {
    "value": "50.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T14:05:41.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Tencent QQ",
        "Name": "Brand"
      },
      {
        "Value": "Yellow",
        "Name": "Case Color"
      },
      {
        "Value": "Android, iOS - Apple",
        "Name": "Compatible Operating System"
      },
      {
        "Value": "Alarm",
        "Name": "Features"
      },
      {
        "Value": "PQ708",
        "Name": "Model"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "GSM",
        "Name": "Network"
      },
      {
        "Value": "Android Wear",
        "Name": "Operating System"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "BM",
    "GB",
    "HK",
    "MO",
    "TW",
    "PO Box"
  ],
  "ItemID": "252966967834",
  "HandlingTime": "15",
  "Description": "If you want to buy it now,please click hereFeatures:1.QQ Watch has US version and EU version. US version runs on GSM 850/1900. It works in USA, Canada, Mexico, Argentina, Brazil and some American countries. EU version runs on GSM 900/1800. It works in most countries in Africa, Europe, Middle East,Oceania and Asia (apart from Japan, South Korea). 2.QQ Watch only supports GSM 2G Nano SIM card. Data plan is required. US just support the SIM card of T-Mobile. 3.Add up to 5 families and 16 friends on the app. QQ Watch automatically syncs contacts. You can make and receive calls easily. 4.Track your childs precise location within 3 meters. Press the SOS button to text family members and call the watch admin in case of emergency. Set up a safety zone on the app. Families members receive notifications when your child steps outside the safety zone. 5.Other functions: Group chat, take photos, voice message, text message, add friends, pedometer, alarm, history path, weather, etc.Specifications: Brand: TencentModel: PQ708CPU: MTK6260D2G GSM Network: EU version-900/1800MHz, US version-850/1900MHzSystem: Android and IOSColor: YELLOWWaterproof: IP65 levelTracking: Camera + WIFI + GPS + LBS + Gravity sensorCommunication: Two-way conversation (16+5 members) /Group chat/Friend /MonitorWIFI chip: MT5931Pedometer: Freescale-9555LGPS: U-BLOX-7020K7SIM holder: Pin Mic: FPC+Silicon mic Motor: FPC+Motor Speaker: Speaker+FPC Charging method: Magnetic adsorption chargingConnection: Bluetooth, appSensor: MPU6880 6 axis sensor (3 axis optional)Battery life: 3-8 daysFunctions: Voice calling, GPS tracking, SOS, safety zone, take photos, voice message, text message, group chat, pedometer, history path, weather, alarm, etc.Watch Language: English, Spanish, Italian, French, Russian, PortugueseAPP Language: English, Spanish, Italian, French, Russian, Portuguese, German, Polish, Chinese, Malay, VietnameseScreen: 1.22inchScreen resolution : 240 × 240 PixelsPackage Includes:1 × Tencent QQ Watch1 × USB cable1 × Screw driver 1 × Penguine Egg Case1 × Instruction Payment-We only accept Paypal payment from verified accounts with confirmed address.-Parcels will be shipped after receiving cleared payment. ShippingHandling Time : 3 working daysTo AU : about 7-20 daysOther countries ：20-40 daysPlease allow 4 to 6 weeks to receive your parcels. -Please make sure your Paypal address is correct. We only follow your address listed in the Paypal payment for the shipment.-Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyers responsibility. About us-We are professional、responsible sellers with many years of successful ebay business experience. Our goal is to provide exceptional customer service for you.-Please do not hesitate to contact us prior before leaving us any negative feedback or low DSRs. We will try our best to solve your problems well. Contact us-We care about our valued buyers, if you have any questions, please email me through \"MY MESSAGES\" or \"Ask Seller Questions\", our Customer Service staffs will be very glad to help you.-We will reply your email during our business hours (9am -6pm Beijing time except some Holidays). On Dec-02-16 at 02:17:22 PST, seller added the following information: On Dec-05-16 at 02:18:27 PST, seller added the following information: On Dec-08-16 at 02:35:32 PST, seller added the following information: On Dec-11-16 at 02:53:13 PST, seller added the following information: On Dec-18-16 at 19:14:23 PST, seller added the following information: On Dec-23-16 at 19:35:18 PST, seller added the following information: On Dec-28-16 at 19:55:17 PST, seller added the following information: On Jan-02-17 at 20:16:00 PST, seller added the following information: On Jan-07-17 at 20:57:31 PST, seller added the following information: On Jan-12-17 at 20:35:21 PST, seller added the following information: On Jan-17-17 at 21:07:16 PST, seller added the following information: On Jan-22-17 at 21:34:11 PST, seller added the following information: On Jan-27-17 at 21:35:05 PST, seller added the following information: On Feb-01-17 at 22:14:59 PST, seller added the following information: On Feb-06-17 at 22:18:48 PST, seller added the following information: On Feb-11-17 at 22:34:10 PST, seller added the following information: On Feb-16-17 at 22:55:06 PST, seller added the following information: On Feb-21-17 at 23:15:25 PST, seller added the following information: On Feb-26-17 at 23:35:31 PST, seller added the following information: On Mar-04-17 at 00:09:07 PST, seller added the following information: On Mar-09-17 at 00:16:28 PST, seller added the following information: On Mar-14-17 at 01:35:23 PDT, seller added the following information: On Mar-19-17 at 01:56:08 PDT, seller added the following information: On Mar-24-17 at 02:17:27 PDT, seller added the following information: On Mar-29-17 at 02:36:14 PDT, seller added the following information:",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Kids Tencent QQ Watch Smart GPS SOS LBS SMS Tracker Located Cute Wrist GSM Phone",
  "NewBestOffer": "false",
  "SKU": "mob2003YellowUS海外仓清货",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Kids-Tencent-QQ-Watch-Smart-GPS-SOS-LBS-SMS-Tracker-Located-Cute-Wrist-GSM-Phone-/252966967834",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2529669678348080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT22H55M30S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/1DMAAOSwhvFZLs2T/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxMFgxMDEw/z/dxMAAOSwtGlZLs2W/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/aP8AAOSw3gJZLs2X/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxMFgxMDEw/z/~fEAAOSwcB5ZLs2c/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxMFgxMDEw/z/nxIAAOSwaEhZLs2h/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxMFgxMDEw/z/12oAAOSwCQZZLs2k/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxMFgxMDEw/z/ZI4AAOSw~FJZLs2o/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxMFgxMDEw/z/3kQAAOSwfRdZLs2r/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxMFgxMDEw/z/LcQAAOSwZKBZLs2u/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxMFgxMDEw/z/aoIAAOSwAPVZLs2x/$_12.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "50.0",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "98.2",
    "FeedbackScore": "9006",
    "UserID": "huihuang1978",
    "FeedbackRatingStar": "Green",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "Description": "-We accept order cancellation for any reason within 60 days after receiving our parcel. If you want to cancel, please notify us by ebay messages in advance and return the parcel back to us with the tracking number.\n-We issue full refund or resend (it is by your choice), once you return the parcel back to us in original condition."
  }
}