{
  "ConvertedBuyItNowPrice": {
    "value": "85.0",
    "_currencyID": "USD"
  },
  "Country": "US",
  "Location": "Phoenix, Arizona",
  "GlobalShipping": "false",
  "StartTime": "2017-05-31T13:10:23.000Z",
  "PrimaryCategoryID": "31387",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-07T13:10:23.000Z",
  "ShipToLocations": [
    "Americas",
    "Asia",
    "AU"
  ],
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "BuyItNowPrice": {
    "value": "85.0",
    "_currencyID": "USD"
  },
  "NewBestOffer": "false",
  "ListingType": "Chinese",
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with defects",
  "TopRatedListing": "true",
  "TimeLeft": "P6DT21H56M24S",
  "MinimumToBid": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "PostalCode": "85008",
  "ConvertedCurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726951566208080_1.jpg",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1537721809",
    "StoreName": "IA Clearance"
  },
  "BuyItNowAvailable": "true",
  "SKU": "6601101938",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Seiko",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "SXDF92",
        "Name": "MPN"
      },
      {
        "Value": [
          "Water Resistant",
          "Date"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz",
        "Name": "Movement"
      },
      {
        "Value": "30 m (3 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Champagne",
        "Name": "Face Color"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Gold",
        "Name": "Band Color"
      },
      {
        "Value": "30",
        "Name": "Case Size"
      },
      {
        "Value": "Dress",
        "Name": "Style"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Watch",
        "Name": "Type"
      },
      {
        "Value": "Round",
        "Name": "Case Shape"
      },
      {
        "Value": "Fixed",
        "Name": "Bezel Type"
      },
      {
        "Value": "Mineral",
        "Name": "Crystal Type"
      },
      {
        "Value": "13",
        "Name": "Band Width"
      },
      {
        "Value": "30",
        "Name": "Case Diameter"
      },
      {
        "Value": "This Showcase Display Watch Has Blemishes, Light S",
        "Name": "Condition Description"
      },
      {
        "Value": "2 Year - Inventory Adjusters",
        "Name": "Warranty"
      },
      {
        "Value": "029665172143",
        "Name": "UPC"
      }
    ]
  },
  "ExcludeShipToLocation": [
    "Europe",
    "ID"
  ],
  "HandlingTime": "1",
  "Description": "Powered by Frooition.comHomeMen's WatchesWomen's WatchesJewelry All Items See our eBay store for more great items >> Shop Categories Seiko Quartz Ladies Crystal Champagne Dial Gold Tone Bracelet Watch SXDF92 Item Description SEIKO LADIES CHAMPAGNE DIAL CRYSTAL QUARTZ WATCH This showcase watch has minor signs of handling and is in very good condition. The functionality has been tested and is flawless. This watch has blemishes, light scuffs/scratches on case, case back & bracelet due to handling. - Polished Gold Tone Stainless Steel Case and Bracelet - Champagne Dial - Gold Tone Hour & Minute Hands - Gold Tone Dot & Line Hour Markers - Date Display at 3:00 Position - Crystal on Bezel - Water Resistant to 30 Meters - Quartz Movement - Push Button Fold Over Deployment Clasp - Model SXDF92 - Case Diameter 30mm - Case Thickness 6mm - Bracelet Width 12mm - Fits Up to A Size 6-1/2\" Wrist - SKU # 6601101938 - UPC # 029665172143 GUARANTEED 100% AUTHENTIC IA Clearance is a division of Inventory Adjusters has been in business over 33 years and we guarantee the authenticity of each watch we sell. Included with each order is a certificate of authenticity. We are not affiliated with any watch manufacturers, so we cannot offer the manufacturer's warranty or paperwork. We provide a two year warranty through Inventory Adjusters. We are registered with the Jewelers Board of Trade. . See our FAQ tab below for warranty details. Shipping TermsShipping TermsPayment TermsReturn PolicyAbout UsFAQShipping TermsImportant! PLEASE READ & REVIEW ALL SHIPPING INFORMATION AND PAYMENT TERMS BEFORE BIDDING!! (U.S. ORDERS) All orders over $250.00 will require a signature at delivery. Insurance is automatically included in the shipping cost. No items will be shipped without a valid phone number. . (INTERNATIONAL ORDERS) Due to the European Union Trade Restrictions, We CAN NOT ship this item to any European Country. We will only ship to your Paypal registered Address. We no longer ship to Indonesia and The Russian Federation. Insurance is automatically included in the shipping cost. No items will be shipped without a valid phone number. To International Customers Using Freight Forwarding Companies, Agents, or Entities: Contracting with a freight forwarding company, agent, or entity, releases Inventory Adjusters, Inc. from any and all liability regarding your purchase from the date the purchase is received by the freight forwarding company, agent, or entity. You, the customer, assume responsibility for any and all cosmetic or mechanical defects and/or receiving the purchase from the freight forwarder. Note: Standard International Shipping does not imply USPS only. We will ship the item with either USPS or FedEx based on the cost of the item and the location of the recipient. All Shipments valued at $1000.00 or higher will only be shipped via FEDEX. For more information please feel free to email or call us at 602-278-5966. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding / buying. We will NOT, under any circumstances, declare the item as a gift or for a lower value than what is paid for the item. COMBINED SHIPPING We do combine shipping and handling on multiple items. In order to do this, please wait for all of your auctions to close before attempting to make payment. All combined orders must be paid no later than 7 days from the closing date of the first auction. All auctions that close after the 7 day period should be placed on a second order. When you checkout, you will be able to combine all of your auction items into one invoice and they will all be shipped together. The shipping rate will be a discounted rate.Payment TermsPayment TermsPayment Methods Accepted Paypal Payment must be received within 7 days after sale. Arizona residents will be charged 8.6% sales tax.Return PolicyReturn PolicyBUY WITH THE FULL CONFIDENCE OF OUR 100% SATISFACTION GUARANTEE! We have done our best to accurately describe this item. If you are uncertain, please ask questions before bidding on this item. We will do our best to reply promptly, answer questions honestly, and to the best of our ability. Please do not bid until you are satisfied that your questions have been answered fully. Contact us through eBay messaging or by phone at 602-278-5966. (U.S. Orders) As our valued client, your satisfaction is our primary goal. We back this up with your choice of; an exchange at full purchase price on any of our other items on auction, or a full refund, minus shipping and a minimal 10% restocking fee. Notify us within 30 days of the date on your invoice for a return authorization number. Items received for refund must be in an unused and undamaged condition with all paperwork included. Refunds are processed upon receipt of return and refund is processed in the same manner as payment was made. (International Orders) All sales are final. No returns or exchanges will be accepted.About UsAbout Us IA Clearance is a division of Inventory Adjusters, the leading watch and jewelry liquidator for all major brand names since 1983. We have over ten thousand items in stock with over 100 different brand names. We also sell watches and jewelry at over 10 trade shows per year across the country. All of our products sold are guaranteed authentic. We have sold hundreds of thousands of watches on our internet sites and through our network of wholesalers and customer satisfaction remains our number one priority. We are registered with the Jewelers Board of Trade and an accredited Better Business Bureau (BBB) member. Please visit our showroom when you are in the Phoenix area. Inventory Adjusters 3437 East McDowell Rd Phoenix, Arizona 85008 Telephone: 602-278-5966 FAX: 602-252-4598 Our hours of Operation are: Monday through Friday 8:00 AM to 4:30 PM SE HABLA ESPAÑOL FAQFAQ Are Your Items Authentic? Yes. Everything we sell is authentic. Weve been in business for almost 34 years, and have dealt with many of the brands of watches made in that time. We are registered with the Better Business Bureau and the Jewelers Board of Trade. We inspect every item for authenticity and operation and guarantee the authenticity. With well over 100,000 watches sold online and countless watches sold at trade shows across the country, you can feel secure in the knowledge you are buying exactly what we advertise. How can you sell the watches at such low prices? We purchase our watches from closeouts, bankruptcies, and overstocks in very large quantities. We also save on the cost of our product by not paying a premium price for box and papers. Do your timepieces come with the original packaging and paperwork? We are not affiliated with any timepiece manufacturer's, so we can not offer the manufacturers warranty or paperwork. Unless the description states that it will come in a watch or jewelry box, the item will be shipped with no box. We provide printed instructions with most timepieces. What is your return policy? We have done our best to accurately describe this item. If you are uncertain, please ask questions before purchasing this item. We will do our best to reply promptly, answer questions honestly, and to the best of our ability. Contact us directly through ebay messages or by phone at 602-278-5966. For our online clients (US only): We offer a 30-day return policy on all jewelry and timepieces. If you are dissatisfied with your purchase for any reason within 30 days of purchase, Inventory Adjusters offers an exchange, a refund less a 10% restock fee, replacement, or full refund if the timepiece proves mechanically defective. Inventory Adjusters will determine the appropriate action upon receipt of the item. In order to be considered for a full refund, our tags must not have been removed from the item. For all returns, all links, boxes, and manuals must be included with the return. For our international, showroom, and trade show clients: All sales are final. Our warranty still applies, though. Why would you charge a restock fee? Because we offer our watches at such a deep discount and we provide free shipping, the restock fee mitigates our costs and allows us to continue to offer timepieces at a great discount. What about a warranty? We provide a two-year warranty through Inventory Adjusters, Inc. Our warranty is modeled after most manufacturers warranties and covers the operation of the timepiece itself. If the operation of the timepiece proves to be defective during the warranty period, we will repair or replace the item, at our option. Our warranty does not cover wear and tear, batteries, crystals, bands, straps, loss, or theft. If the case of the timepiece is opened by any party other than Inventory Adjusters, without our express consent, the warranty will be declared void. If you exceed the water resistance ratings (see below), that will also void our warranty. If I have a problem with my watch how do I get it repaired under your warranty? A copy of our warranty is shipped with every order. You must follow the instructions printed on the back of your receipt. What if it's not covered under warranty? Contact us anyway. In most cases, we can repair the issue at low cost to you or possibly find an equitable solution. What is the difference between a water-resistant watch and a waterproof watch? No timepiece is considered waterproof. Most timepieces are marked with a water resistance rating, whether on the dial or on the back of the case. Below is a chart based on a survey of manufacturer's express limitations of water resistance. Exceeding these limitations will void the warranty on your timepiece. Inventory Adjusters, Inc. strongly recommends against wearing any timepiece in a hot shower, bath, hot tub, or sauna as the temperature change may adversely affect the seals and moisture may be introduced into the case as a result. Note: If your timepiece does not have a marked rating, it is NOT considered water resistant and exposure to moisture should be avoided. ATM/Bar Meters Feet Limitations of specified water resistance 1 10 33 Protected against accidental exposure to water (splashes, washing hands) Note: Applies to timepieces marked \"Water Resistant\". 3 30 100 Suitable for everyday use (splashes, rain, washing hands). NOT suitable for swimming, showering, or otherwise submerging. 5 50 165 Suitable for everyday use (splashes, rain, washing hands). NOT suitable for swimming, showering, or otherwise submerging. 10 100 330 Suitable for recreational swimming and snorkeling. 20 200 660 Suitable for recreational diving. 30 300 990 Suitable for professional diving. Why can't I go swimming with a timepiece marked at 30 meters/100 feet? Water resistance is measured by the pressure a timepiece is designed to withstand. If you were to stay perfectly still, your 30M water resistant timepiece may survive submersion. Realistically, people will move in the water, and that movement increases the pressure on the seals of the timepiece. Hidden Deployment Clasp A hidden deployment clasp is the type where the clasp is invisible when it is being worn. The ends of the bracelet come together to meet so that none of the clasp shows. This is done to help the appearance. Closed Clasp Clasp Partially Open Clasp Fully Open Button Release Type Make sure the clasp is opened on both sides. If the clasp is not fully open the watch will probably not fit over the hand. Helpful Links Add to Favorite Sellers Sign up to Newsletter View Feedback Contact Seller Visit seller's eBay Shop More Items!View more great items Powered by Frooition.comFrooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js)This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "QuantitySold": "0",
  "Title": "Seiko Quartz Ladies Crystal Champagne Dial Gold Tone Bracelet Watch SXDF92",
  "ConditionDescription": "This Showcase Display Watch Has Blemishes, Light Scuffs/Scratches on Case & Bracelet Due To Handling.",
  "BidCount": "0",
  "ItemID": "272695156620",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ConditionID": "1750",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/-cMAAOSwAPVZJREM/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/YWMAAOSwGJlZJREM/$_1.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Seiko-Quartz-Ladies-Crystal-Champagne-Dial-Gold-Tone-Bracelet-Watch-SXDF92-/272695156620",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "FeedbackScore": "186",
    "UserID": "iaclearance",
    "FeedbackRatingStar": "Turquoise",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "(U.S. Orders)\nAn exchange at full purchase price on any of our other items, or a full refund, minus shipping and a 10% restocking fee. Notify us within 30 Days of receipt for a return authorization number. Items must be in an unused and undamaged condition.\n\n(International Orders)\nAll sales are final. No returns or exchanges accepted."
  }
}