{
  "ConvertedCurrentPrice": {
    "value": "64.29",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Norwich",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T10:19:07.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "49.99",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T10:19:07.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Miss Sixty",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Watchband Material"
      },
      {
        "Value": "Analogue",
        "Name": "Display Type"
      },
      {
        "Value": "Does Not Apply",
        "Name": "EAN"
      }
    ]
  },
  "QuantitySoldByPickupInStore": "0",
  "HandlingTime": "2",
  "Description": "Miss Sixty Ladies Jet Set Silver Bracelet Watch With Silver Dial Z4001     Item Description About Us Payment Shipping Returns Contact Us   Miss Sixty Ladies Jet Set Silver Bracelet Watch With Silver Dial Z4001 Box Contains Watch guarantee instruction manual Brand Miss Sixty Packaging Official packaging Guarantee 2 years Case width approx 19mm Case depth approx 9mm Dial Colour White Case Material Stainless steel Strap type bracelet Strap colour silver Water resistancy N/A Chronograph No Date N/A Clasp type Folding clasp Movement Quartz MPN Z4001 Gender Ladies Special watches UK is a company based in Norwich, Norfolk in the east of the United Kingdom. We sell all types of watches including quartz, automatic and chronograph watches. Are brands we stock include Ted Baker, Lorus, Breil, Pulsar and Kenneth Cole. We offer you the opportunity to purchase top quality watches from your own home. We constantly review and update are prices by comparing with stores and websites online to stay competitive. We look forward to serving you to your highest satisfaction. Our customer service team will be happy to assist you in any way. If you have any queries please contact us via eBay messages, or call us on 07791947818. Why buy from Special watches UK I am a reliable business Registered UK company Top quality watches We also offer a money back guarantee on the 100% Authenticity of the watch Watches come with official packaging and manufactures warranty (Please see listing for warranty) . Competitive prices All watches are kept in stock Wide range of stock Fast dispatch and delivery Competitive shipping price to the UK and worldwide Power seller status I offer friendly customer service here for help We have very good feedback. We strive for 100% Feedback and customer satisfaction For the best buyer protection we only currently take payments though PayPal at this present time. Credit card (Visa, Eurocard/Master card, Amex, and switch or Visa/Delta) Payment can be accepted ONLY through PayPal (you don't need a PayPal account). Please make payment within 3 days of purchase. We offer fast dispatch on all items. Orders placed and paid before 10pm will be shipped the next day. All items are packaged using high quality packaging materials to ensure your product arrives safely. Shipping to the UK I send out by first class recorded mail so usually you will receive order next day. It can take up to 3 days though Royal mail Express next day 1pm and 9am delivery is available for an extra charge. Shipping to the E.U We use royal mail international signed for and the delivery aim for this service is 3 days. Shipping to the rest of the world We use royal mail international signed for and the delivery aim for this service is 5 days. International Buyers - Please Note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Recorded delivery All Recorded items that we send out require signature on delivery. Tracking numbers will be sent to the customer on request. Online tracking for UK & Northern Ireland customers is available at www.royalmail.com. We only accept returns if item is returned as new with all original packaging we sent it out to you with. We will happily refund the full price of the item once its been returned and checked. We will only refund postage if its are fault or item arrives damaged or faulty. The item must be returned to us, in its original condition, within 30 days of you purchasing it. For all returns please contact us via eBay messages or call 07791947818. If you wish to return your items we insist you send it signed for recorded delivery and keep note of the tracking number. Parcels that do not arrive back to us cannot be refunded by us so this is why we advice recorded delivery. Send it back to the return address on invoice sent with your order. We offer advice and knowledge to our customers and we are happy to answer your questions. For customer service please contact us via ebay messages or call 07791947818 between 6pm to 10pm.                         Home | About Us | Payment | Shipping | Returns | Contact Us",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Miss-Sixty-Ladies-Jet-Set-Silver-Bracelet-Watch-Silver-Dial-Z4001-/122524797977",
  "NewBestOffer": "false",
  "SKU": "IF_19944695",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1225247979778080_1.jpg",
  "ItemID": "122524797977",
  "PostalCode": "NR11 6JZ",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H55M37S",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/vnsAAOSw0fhXj9sS/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Miss Sixty Ladies Jet Set Silver Bracelet Watch With Silver Dial Z4001",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "1346",
    "UserID": "supplements2door",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "We only accept returns if item is returned as new with all original packaging we sent it out to you with. We will happily refund the full price of the item once its been returned and checked. We will only refund postage if its are fault or item arrives damaged or faulty.\n\nThe item must be returned to us, in its original condition, within 30 days of you purchasing it. For all returns please contact us via eBay messages or call 07791947818.\n\nIf you wish to return your items we insist you send it signed for recorded delivery and keep note of the tracking number. Parcels that do not arrive back to us cannot be refunded by us so this is why we advice recorded delivery. Send it back to the return address on invoice sent with your order.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}