{
  "ExcludeShipToLocation": [
    "TR",
    "DK"
  ],
  "QuantitySold": "0",
  "PostalCode": "63382",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "ecop!",
    "FeedbackRatingStar": "SilverShooting",
    "FeedbackScore": "1252500",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "GlobalShipping": "true",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Powered by Frooition.comContact UsThe Best Police & Tactical Gear, Knives, Gun Parts, Hunting & Fishing Equipment and More - Always Free Shipping! Shop Categories Dakota Watch 5399-7 Stingray EL Petite Outdoor Kids Watch Lime Stock photo Actual item may differ slightly from picture (Please check listingTitle/Description for fit, color and size information.)Dakota Watch 5399-7 Stingray EL Petite Outdoor Kids Watch Lime Item Description The Stingray EL Petite Outdoor Kids Watch offers children the same rock, solid construction as the adult outdoor line, but features a fun design twist! The analog dial offers classic time with an EL dial light that allows for night viewing. This watch is part of Dakota's \"Stingray\" diver's line making it 330 feet water resistant. That along with the silicon strap, stainless steel caseback and bezel, and mineral glass crystal ensures this watch will hold up to the rough and tumble wear from kids. The Japanese movement has a 5 year manufacturer's warranty. Our StoreOur StoreShippingReturnsPaymentContact usOur Store More Items!View more great items About UsStore PoliciesInternational OrdersContact UsStore FAQ'sFlashlight GuideRiflescope GuideBinocular GuidePowered by Frooition.comFrooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js)This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTEwWDUxMA==/z/Ou8AAOSwH09ZJSz-/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "21.75"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "3",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Dakota Watch",
        "Name": "Brand"
      },
      {
        "Value": "5399-7",
        "Name": "MPN"
      },
      {
        "Value": "804755539972",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "M-4014408-MAP",
  "StartTime": "2017-05-24T06:49:33.000Z",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2630011084548080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-23T06:49:33.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "21.75"
  },
  "BidCount": "0",
  "Country": "US",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "You are welcome to return your purchase to eCopUSA. The following guidelines apply to return requests submitted to eCopUSA: 1. Items returned that are deemed broken or defective, a listing error, or a shipping error qualify for a full refund that will be covered by eCopUSA. 2. Items returned for ANY reason other than stated above will be considered a customer error. Customers will be responsible for the return shipping costs plus a 15% restocking fee will apply. Please note, if an item or the item packaging for a customer error return is missing, incomplete, has been opened or tampered with in any way, WE WILL NOT ACCEPT THE RETURN. Items must be in a resalable pristine condition as Brand New, Unopened, Never Used. Do not return items in any other state as we will refuse the return request and the customer will be responsible for the shipping costs of the item (if you choose to reclaim the item). Items that are not reclaimed within 10 days of receipt of the unaccepted return will be disposed of. Please forward questions concerning our returns policy to our customer service team before returning items. 3. Returns will not be accepted for the following items: Batteries, Undergarments, Liquids and Oils, C02 products, and Flashlight Bulbs.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Dakota-Watch-5399-7-Stingray-EL-Petite-Outdoor-Kids-Watch-Lime-/263001108454",
  "Location": "Vandalia, Missouri",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Title": "Dakota Watch 5399-7 Stingray EL Petite Outdoor Kids Watch Lime",
  "Storefront": {
    "StoreName": "eCop Police Supply",
    "StoreURL": "http://stores.ebay.com/id=12024003"
  },
  "ItemID": "263001108454",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "TimeLeft": "P22DT13H9M8S"
}