{
  "ConvertedCurrentPrice": {
    "value": "19.95",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Holland, Michigan",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T08:01:33.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1192043138",
    "StoreName": "mad-holland"
  },
  "CurrentPrice": {
    "value": "19.95",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T08:01:33.000Z",
  "ShipToLocations": [
    "US"
  ],
  "SKU": "H116160",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "ItemID": "222529999756",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Armitron Sport",
        "Name": "Brand"
      },
      {
        "Value": "45/7012RSG",
        "Name": "MPN"
      },
      {
        "Value": "45/7012RSG",
        "Name": "Manufacturer Part Number"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Armitron Sport Women's 45/7012RSG Rose Gold-Tone Accented Digita (H116160)",
  "ConditionDescription": "IMPORTANT: BASED ON VISUAL INSPECTION THIS ITEM APPEARS TO BE UNUSED. PLEASE NOTE THIS ITEM COMES EXACTLY AS SHOWN ON PHOTOS. WE VISUALLY INSPECTED IT, BUT WE ARE NOT SURE IF IT WORKS OR IF IT'S COMPLETE. HOWEVER, WE OFFER 60 DAYS FREE RETURNS AND HISTORICALLY THESE ARE GOOD PRODUCTS. IF YOU WISH TO RETURN THIS ITEM FOR A FULL REFUND FOR ANY REASON, YOU WILL BE PROVIDED WITH A FREE RETURN SHIPPING LABEL",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Armitron-Sport-Womens-45-7012RSG-Rose-Gold-Tone-Accented-Digita-H116160-/222529999756",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2225299997568080_1.jpg",
  "HitCount": "1",
  "PostalCode": "49424",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT16H30M43S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OwgAAOSw4YdY0b~Z/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/nCYAAOSwuLZY0b~l/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/PZcAAOSw4YdY0b~t/$_1.JPG?set_id=8800005007"
  ],
  "Description": "IMPORTANT: BASED ON VISUAL INSPECTION THIS ITEM APPEARS TO BE UNUSED. PLEASE NOTE THIS ITEM COMES EXACTLY AS SHOWN ON PHOTOS. WE VISUALLY INSPECTED IT, BUT WE ARE NOT SURE IF IT WORKS OR IF IT'S COMPLETE. HOWEVER, WE OFFER 60 DAYS FREE RETURNS AND HISTORICALLY THESE ARE GOOD PRODUCTS. IF YOU WISH TO RETURN THIS ITEM FOR A FULL REFUND FOR ANY REASON, YOU WILL BE PROVIDED WITH A FREE RETURN SHIPPING LABEL Armitron Sport Women's 45/7012RSG Rose Gold-Tone Accented Digita (H116160) UNUSED Item shows no signs of previous use. Frequently Asked Questions Q: What Is Your Return Policy? A: We offer a 60 day hassle free return on all purchases. Returns can be requested for any reason within that 60 day period. If you need to return your item, please request a return through eBay. You will be provided with a prepaid label to return the item for a refund. Q: When Will My Item Be Shipped? A: All items paid by 3:00 PM EST will ship same day (UPS shipments). The ones paid after that time or are USPS shipments, will ship next business day. Holidays, Saturday and Sundays are not business days. If your item was purchased after 3:00 PM EST on Friday, it will be shipped on Monday. Q: What Type of Payments Do You Accept? A: At this moment we accept PayPal only. If you are registered with PayPal and wish to use credit card, you can simply add it to your PayPal profile as a funding source. If you are not registered with PayPal, you can still use credit card. Please follow the instructions on the PayPal website. Q: Who Is Responsible for Return Shipping Costs? A: We cover return shipping for all returns. To obtain a return shipping label, please request a return through eBay. We may not be able to reimburse you for return shipping costs if you decide to not use our free return label. Q: What If My Item Was Damaged Or Lost in Shipping? A: All shipments are fully insured. We will file an insurance claim and you will receive a full refund within 5 business days, in case of damaged item that is not repairable. You must keep the item and its packaging for up to 8 business days as the carrier may inspect it. In some cases where the item is repairable, and you wish to repair it, we will cover the cost of repair, if it's not exceeding the sale price. If your item was lost in transit, the carrier has 8 business days to locate the package. If your package is not found, you will receive a full refund. Q: I ordered an item by mistake, can I cancel it? A: Because of the volume of shipments we have daily, we are not able to cancel your order if it has already been paid. However, if you request a return after recieving the item, you will receive a free return label. Q: Who do I contact with any questions/issues? A: If you have a question about an item, please contact us by sending a message through eBay. Please note that it may take up to 48 hours to receive a response. If you are contacting us to return an item, please use the return process provided by eBay. Q: What Is The Shipping Cost? A: We offer free shipping on all our items within the continental United States. Q: Is Expedited Shipping Available? A: We do not offer expedited shipping. Whenever possible, an item will ship either First Class Mail or Priority Mail. Larger items may ship UPS Ground. Q: Do You Ship Internationally and to U.S. Protectorates? A: At this time, we are not able to ship internationally or to any U.S. Protectorate. Q: Do You Ship to Alaska, Hawaii, and Puerto Rico? A: At this time, we are not able to ship to Alaska, Hawaii, or Puerto Rico. Q: Do you allow shipping to a mail forwarder? A: Yes, but in the event that you want to return your purchase, we will only cover return shipping from the mail forwarder to our warehouse. You will be responsible for any costs associated with sending the package back to the mail forwarder. Q: How Long Do I Have to Pay For My Item? A:Your purchase must be paid within 4 calendar days. Please be advised that e-Check payments take up to 4 business days to complete. If the payment is not completed on the 4th calendar day, the Unpaid Item Case will be filed automatically. Please note that we reserve the right to close a listing at any time if there are not yet any bids on the item. H116160",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "FeedbackScore": "3096",
    "UserID": "mad-holland",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller",
    "Description": "You are welcome to return your purchase within 60 days of delivery. Please open the return request through eBay to receive a return label."
  }
}