{
  "ExcludeShipToLocation": [
    "APO/FPO",
    "HK",
    "MO",
    "IQ",
    "AF",
    "BD",
    "CN",
    "IN",
    "KZ",
    "KG",
    "PK",
    "TJ",
    "UZ"
  ],
  "QuantityThreshold": "10",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "19.95"
  },
  "SecondaryCategoryIDPath": "281:14324:173696:63200:57714",
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzcyWDgwMA==/z/u4wAAOSwwo1Xct0m/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDc3Ng==/z/wy8AAOSwXeJXct0k/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "42",
  "QuantitySold": "29",
  "Seller": {
    "UserID": "wholesaleoutlet990",
    "FeedbackRatingStar": "RedShooting",
    "FeedbackScore": "106844",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "StartTime": "2016-06-12T22:13:24.000Z",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No"
  },
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "Title": "BEZEL INSERT FOR SEIKO 7002,6309,SKX007K2,7S26 DIVER PLANET OCEAN ORANGE",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "162102070519",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Parts, Tools & Guides:Parts:Bezels & Inserts",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BEZEL-INSERT-SEIKO-7002-6309-SKX007K2-7S26-DIVER-PLANET-OCEAN-ORANGE-/162102070519",
  "Storefront": {
    "StoreName": "WHOLESALEOUTLET990",
    "StoreURL": "http://stores.ebay.com/id=268970040"
  },
  "Country": "US",
  "PostalCode": "77496",
  "QuantitySoldByPickupInStore": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "7002,6309,7S26, SKX007K2, 7S26-0030, 4205, 7548",
        "Name": "Model"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Bezel Ring",
        "Name": "Type of Part"
      },
      {
        "Value": "Orange",
        "Name": "Bezel Color"
      },
      {
        "Value": "Yes it comes with",
        "Name": "Pearl"
      },
      {
        "Value": "Glossy",
        "Name": "FINISH"
      },
      {
        "Value": "Red",
        "Name": "Color of Insert"
      },
      {
        "Value": "7002,6309,7S26, SKX007K2",
        "Name": "Made for"
      }
    ]
  },
  "GlobalShipping": "false",
  "ConditionDisplayName": "New with tags",
  "Description": "Home About Us Watch Strap Measurement Guide Shipping Returns FAQ Feedback Contact Us Store Pages Store Categories Item Description BEZEL INSERT FOR SEIKO 7002,6309,SKX007K2,7S26 DIVER PLANET OCEAN ORANGE --> The item for sale is a brand new aftermarket replacement Planet Ocean Orange flat insert with black letters. It is made for the Seiko Mens 7002, 6309,7S26, 726-0030, SKX007K2 Automatic Diver Watch This item will fit theSeikowatches. Insert snapsto the ring. Thisis a high qualityinsert with a glossy and reflective finish just like your original. The color and font are just like OEM. You will not be able to tell difference. Free installation instruction sheet with purchase. Inserts are sent in bubble envelopes. ALL BUYERS: PLEASE READ DESCRIPTION OF THE ITEM IS SUITABLE FOR YOUR WATCH BEFORE MAKING YOUR PURCHASE TO AVOID RETURN/EXCHANGE. If there is a problem with item you receive, please contact us before leaving any feedback and wait for our email. We should be able to resolve the problem International customers please note: orders shipped first class mail or priority mail cannot be tracked!!! It can take 5-35 days due to delay by your country customs. Only express mail can be tracked! Quality pays...The quality of ouritems far surpass the other sellers on eBay. Shipping charges include handling and allitems are sent fullyinsuredtoall customers. Buy with confidence! Check outour feedback for quality merchandise, great customer service, and super fast shipping. Please visit our store for other highquality watch parts accessories. All items ship within 24-48 hours after receiving confirmed payments except weekend and holidays. Disclaimer Wholesaleoutlet990 is an independent company and is not affiliated with any watch manufacturer or distributor. All parts sold by us are aftermarket replacement watch parts and custom accessories. All trademarked names, brands, and models, mentioned in our listings and store are used for identification purposes only and are the sole property of their respective trademark owners. Application of aftermarket replacement watch parts and custom accessories will void the manufacturer's original warranty and would preclude factory service. Watch Strap Measurement Guide Shipping Policy Payments Returns Frequently Asked Questions Contact Us Watch Strap Measurement Guide Shipping Policy Payments Returns Frequently Asked Questions Contact Us Shipping All orders are processed the same day (if order is paid by 3pm CT) or within 24 hours of confirmed payment, excluding weekends and holidays. Please Note: We have a 1 day processing time for all orders. Orders processed on Friday are shipped out the next business day, usually on Monday. We combine shipping for a small additional charge. Add all the items you want into your shopping cart and checkout with one combined shipping charge. All orders shipped within Texas will be charged sales tax of 8.25%. All orders of $250 or more are shipped with signature confirmation. Payments made by PayPal are shipped to the confirmed address provided by PayPal. All Domestic and International shipping charges can be found under the shipping and payments tab above: USA domestic estimated shipping time frame: USPS First Class Mail takes 3-10 days USPS Priority Mail takes 3-5 days International estimated shipping time frame: USPS International First Class Mail (estimated 5-45 days to receive depending on customs shipping services in your country). There is NO tracking on this method of shipment. USPS Express Mail International (3-7 days) - required method of shipment on orders $150 greater, no exceptions. Tracking Insurance included. UPS World Wide (2-4 days) - required method of shipment on orders $1,000 greater, no exceptions. Tracking Insurance included. We do not ship to certain countries due to shipping issues with those countries. Please Note: Import duties, taxes, and other charges are included in the item price or shipping cost. These charges are the buyer's responsibility and may vary depending on your countries' custom's rules and regulations. Watch Strap Measurement Guide Shipping Policy Payments Returns Frequently Asked Questions Contact Us Payment Policy All payment types are accepted through PayPal! Pay through PayPal securely with any credit or debit card, bank account, or PayPal credit line. It's fast, free, and secure! Payments Are Accepted From Confirmed PayPal Address Only! (PayPal is available for All Customers!) Returns Exchanges To Return or Exchange an Item: Find the item in my eBay and select return this item from the more actions drop-down menu. Select the reason for the return/exchange and follow the on screen instructions. Enclose a copy of the eBay Return Packing Slip inside the package with the item. We offer a 30-Day Hassle Free Return Policy on all items to assure our customers that we stand behind our products. If for any reason you are not satisfied with the product you purchased, you can send it back for an exchange or full refund (minus shipping charges). Buyer must pay for return shipping and ship all returns or exchanges by USPS First Class or Priority Mail with tracking and/or insurance. Items must be returned in brand new condition as when purchased using your local postal service (DO NOT ship by Certified Mail, DHL, FedEx or UPS). Enclose a copy of your eBay Return Packing Slip or PayPal receipt (which is emailed to you at time of purchase) or login to either account to obtain your receipt. Used items are not eligible for refund or exchange. Be sure to ship your package with Tracking and/or Insurance. Returns and refunds are processed every Tuesday and Friday by end of the day. Watch Strap Measurement Guide Shipping Policy Payments Returns Frequently Asked Questions Contact Us Frequently Asked Questions Q: Will this item fit my watch? Yes, all items we sell are made to fit the watch they are advertised for. Make sure you read the description in full before purchasing as some watches may look the same but there may be some variation based on the year and model of the watch. Be sure to check the size of the part you need and compare it with our product description. Q: How does the quality compare to factory parts? When we manufacture our items, we make sure they are made to fit like original and made with the highest quality and craftsmanship. Q: Do you combine shipping for multiple items purchased? We combine shipping for an additional charge. Buy all the items you need and checkout with one combined shipping charge. Please refer to the shipping section of the listing, which is located at the top of the page. Q: Does this item come with the brand name markings/logo? No, all of the items we sell are aftermarket replacement parts. No brand name markings or logos are on any items we sell nor can we get them, so please do not ask us. Q: If this item does not fit my watch, can it be returned? Yes, we offer a 30 Day Hassle Free Return policy from the day you receive the item. We issue refunds minus shipping charges. Q: How quickly do you ship? Most orders are shipped the next business day if payment is received by 3pm central time, excluding weekends and holidays. Orders processed on Friday are shipped out the next business day, usually Monday. Q: How do I check what case number and/or serial number I have on my Rolex or Tudor? Remove the end piece at the 12 o' clock position to locate the case/reference number and at the 6 o' clock position to locate the serial number. Q: Do you carry any other parts for my watch? We carry a huge variety of aftermarket replacement parts for many high-end watches, check our eBay store for a big selection of parts or email us with your request. Q: Do you ship worldwide? Yes, we ship all over the world, except for certain countries, due to shipping issues with those countries. Q: How much is shipping on this item? Shipping rates can be found under the shipping payments tab located above. Q: Where are you located? All items are shipped from Texas, USA. All orders shipped within Texas will be charged sales tax of 8.25%. Q: Can you provide me with the tracking number of the package once shipped? Only domestic orders are shipped with tracking numbers. International orders are sent First Class Mail with no tracking number and can take 5-45 days to receive from date of shipment. Only shipments sent by Express Mail can be tracked for international orders and such mailing option is available during checkout for an additional charge. Q: I have left you feedback but you have not left me feedback, why? Our automated service will leave feedback for you within 24 hours after you have left feedback for us. Q: Can I call you to ask questions about an item? We only answer questions by email only. Q: Can I pick up the item locally? No, we only do mail orders at this time. Q: What if I have a problem with the item not fitting? If for any reason you have an issue with the item you purchased, please email us using the eBay messaging system and allow 24-48 hours for us to resolve the issue for you. Please email us regarding any issue you may have before leaving any feedback. We are here to help and will try to resolve any issue you may have. Wholesaleoutlet990 is an independent company and is not affiliated with any watch manufacturer or distributor. All parts sold by us are aftermarket replacement watch parts and custom accessories. All trademarked names, brands, and models, mentioned in our listings and store are used for identification purposes only and are the sole property of their respective trademark owners. Application of aftermarket replacement watch parts and custom accessories will void the manufacturer's original warranty and would preclude factory service. Watch Strap Measurement Guide Shipping Policy Payments Returns Frequently Asked Questions Contact Us Contact Us Please read our listing in full and check our FAQ, shipping, and return tabs as most questions can be answered there. If you should have any further questions, please feel free to contact us using the 'ask a question' link located in the bottom left of any listing. Domestic International estimated shipping time frame is: USPS domestic first class mail takes 3-10 days for delivery. International USPS First Class Mail takes 5-45 days to receive depending on customs shipping services in your country. If you do not receive your shipment within this time frame, email us and we will take care of this issue. There is no tracking on International USPS First Class Mail; the number emailed is a customs number, not a tracking number. eBay Store Design by TruSky.com On Mar-17-17 at 06:45:24 PDT, seller added the following information: Add a map to your own listings. FREE Trial !",
  "HitCount": "3333",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "SKU": "EWP010098",
  "SecondaryCategoryID": "57714",
  "QuantityAvailableHint": "MoreThan",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1621020705198080_3.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "TopRatedListing": "true",
  "EndTime": "2017-06-07T22:13:24.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Sugar Land, Texas",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "19.95"
  },
  "TimeLeft": "P7DT41M35S"
}