{
  "ConvertedCurrentPrice": {
    "value": "6499.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "New York, New York",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T12:53:11.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "PayPal",
    "CashOnPickup"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=109278088",
    "StoreName": "LOUCRI JEWELERS"
  },
  "CurrentPrice": {
    "value": "6499.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T12:53:11.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "IL",
    "CN",
    "IN",
    "RU",
    "ID",
    "VN"
  ],
  "ItemID": "311885344855",
  "HandlingTime": "3",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Chopard",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Water Resistant",
        "Name": "Features"
      },
      {
        "Value": "Sport",
        "Name": "Style"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Womens Chopard Happy Spirit 18K Solid Gold Diamonds Everywhere",
  "ConditionDescription": "Watch is considered pre-owned, but in excellent condition. ---You will get exactly what is pictured.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Womens-Chopard-Happy-Spirit-18K-Solid-Gold-Diamonds-Everywhere-/311885344855",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3118853448558080_1.jpg",
  "HitCount": "2",
  "PostalCode": "10036",
  "Subtitle": "WATCHES & JEWELRY-WORLD-WIDE-PRICE INCLUDES TAX-CUSTOMS",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT21H37M57S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/lM0AAOSwls5Y8M9c/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTIxWDEyMjg=/z/pQIAAOSwWiBY~RIm/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/RI4AAOSwZeVY8M9f/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/IcQAAOSwCU1YxtGE/$_57.JPG?set_id=8800005007"
  ],
  "Description": "Womens Chopard Happy Spirit 18K Solid Gold Diamonds Everywhere Click Thumbnails to Enlarge THIS IS A WOMENS CHOPARD HAPPY SPIRIT 18K SOLID GOLD DIAMOND WATCH WITH A SUGGESTED RETAIL OF : $39,370.00 !!! DIAMONDS EVERYWHERE !!! LOOK AT THE NUMBER OF DIAMONDS MOTHER OF PEARL DIAL 18K SOLID GOLD CASE & BUCKLE Scratch Resistant Glareproof Sapphire Crystal Adjustable Band COMES WITH CHOPARD BOX & PAPERS CONTACT US BY PHONE OR EMAIL: Email: sales@loucri.com PHONE: 212-663-4444 TEXT: 516-456-4304 We prefer whichever payment method fits our customer's needs. Please email us with chosen method of payment within 24 hours of end of auction. CREDIT CARDS -Buyers can pay direct through our secure credit card system. -Buyers can pay through Pay Pal. E-CHECK -This option can be used through Pay Pal. BANK TRANSFER -This option can be used through Pay Pal. PAYMENT UPON PICKUP -This option allows the buyer to pay upon physical pickup of the item. IF ANY OF THE BELOW APPLY TO YOU--GET FREE SHIPPING: -Be the first to place a bid & then win the auction!!! -By paying with E-CHECK. -By paying upon physical pickup of your item. WORLDWIDE SHIPPING!!! Tracking ability available upon request. Shipping rate of $29.99 which includes insurance & signature confirmation. Extra charges may apply on shipping costs for international customers. NO ADDITIONAL TAXES / CUSTOMS / DUTIES-YOU PAY WHAT YOU WIN IT FOR-WE HANDLE THE ADDITIONAL POTENTIAL FEES.. We want our customers to be happy with not only the product, but the service they receive along the way. Try on the watch / piece of jewelry at your local jeweler... before you make a purchase from us. We cannot take returns if our customers don't like the way the product looks on them, as the time and cost of products being shipped back and forth would increase the cost of operations and would therefore increase the low prices we like to offer. -All products are 100% guaranteed authentic or your money back. -All products are guaranteed as described or your money back. -3 Day Inspection Period from the date the product is received by the customer. Please note that all brand names and brand trademarks displayed on our site or in product listings are the sole property of the respective trademark owners and are not the property of Goshortcut. No relationship between Goshortcut and the respective brand owner(s) is stated or implied. THANK YOU FOR LOOKING AT OUR AUCTIONS !!! GOSHORTCUT SPECIALIZES IN EVERYTHING LUXURY, EXCEPT THE PRICE!!! NO RETAILER OR ONLINE WEBSITE COMES CLOSE TO OUR PRICES---WE OFFER A LOW PRICE GUARANTEE---CONTACT US. Make sure you check out all our products daily, as they constantly change. CLICK THIS LINK: VIEW ITEMS OF THE DAY If you want a particular item---Email or supply your Phone Number---we will contact you and complete the transaction on EBAY. Message us through ebay with any questions-all messages returned 7 Days a Week. 100% Feedback-Bid with confidence. (Even request to speak to our prior customers if you wish) All our auctions are listed in private in order to avoid all the fraudulent emails and fraudulent 2nd chance offers which were constantly sent to our bidders. We are simply trying to protect our customers' interests. FEEDBACK-Let us know once you have received your item, by leaving us feedback--our system will automatically return the favor. If there is any issue with the product or shipping, please contact us immediately. We are EBAY PLATINUM SELLERS (one of the highest levels for sellers on EBAY). It means our feedback is over 98% and our customers are continually satisfied--while selling a very high volume of items daily. Please see our feedback from all our satisfied customers. More than half our customers turn into REPEAT BUYERS--FIND OUT WHY 100% SATISFACTION IS OUR GOAL!!!",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "2159",
    "UserID": "goshortcut-online",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "Percent_20",
    "RestockingFeeValue": "20%",
    "Description": "Restocking fee: 20%",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)"
  }
}