{
  "QuantitySold": "0",
  "Title": "Womens Geneve Watch in 14k Gold Swiss Quartz Movement",
  "PostalCode": "90014",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "mboverstock",
    "FeedbackRatingStar": "Yellow",
    "FeedbackScore": "45",
    "PositiveFeedbackPercent": "100.0"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "New with defects",
  "Description": "Womens Geneve Watch in 14k Gold Swiss Quartz Movement ITEM DESCRIPTION You will love his astonishing ladies' 21mm x 17mm Geneve Swiss made quartz movement watch! It features a gorgeous oval yellow gold fixed bezel with a gold sunbeam dial, gold luminous tick hour markers and sword hands and a push/pull crown. This delicately designed piece comes complete with a 14K tri-color gold polished and brushed link bracelet and foldover clasp closure all made by the finest Italian craftsmanship. What a truly remarkable piece!ITEM DETAILSItem Number: MBO1133-1Material: 14K Yellow GoldBrand: GeneveMovement: Swiss Made QuartzCase Size: 21mm x 17mmFeatures: 14K Yellow Gold, Hours, MinutesWeight: 24.6gCertificate/Appraisal: YesRetail Appraisal: $2,395Our Price: $949 About Mark Broumand Store Policies Shipping Payment Contact Us Thank you for your interest in our collection of beautiful jewels. We are a family owned and operated business specializing in natural, non enhanced diamonds that has been in the industry for over 35 years. Throughout our years of dedication to our clients and our expertise in sourcing and manufacturing brilliant pieces, we have come to accumulate an incredible collection. We are now offering select pieces at overstock prices that are just too good to pass up. You can find magnificent deals on jewelry pieces that we must sell to make room for new pieces. Take advantage of these great deals while they last. You can view our great reviews on our main eBay page under our username 'markbroumand' as well as the great reviews on Google+, Yelp, and our websites’ testimonial section. We are sure that you will love the quality and service we provide. As always, do not hesitate to contact us should you have a special jewelry need or custom jewelry design in mind that you would like to have created. The sky is the limit. We look forward to providing you with excellent service. Return Policy: We are here to make sure you are 110% satisfied. We pride ourselves in delivering exactly what we promise. You are more than welcome to return the item within seven days if you are not fully satisfied for any reason. Items must be in original condition. No returns on items that have been resized at your request. 100% refund will be given on your return minus shipping charges. Please feel free to contact us with any questions or concerns toll free (866) 676-9676. All returns must be accompanied with a return authorization number (call or e-mail us in order to obtain this information). Picture Policy: All pictures advertised are of the original item. We do not use stock images or sample images for any of our listings. We try to have the pictures show all the details of the item perfectly but with jewelry you can never get a perfect picture. Feel free to contact us for additional images and we will be more than happy to accommodate you. Customers are always pleasantly surprised when the actual item is a lot more beautiful in person than in the pictures! In Stock Policy: All items listed are in stock and ready to be shipped out the same day. Due to in-store customer demand some items might be sold and would have to be custom made when purchased. Our inventory is updated weekly. In such cases proper notification will be given and a special discount can be added to the purchase price for the inconvenience. Please contact us prior to ordering for full disclosure. Product Guarantees: All items purchased from Mark Broumand and DMJ Inc. are guaranteed to be 100% original. All gold or platinum items are solid gold or platinum (never plated or filled), all diamonds are natural diamonds (never synthetic, man made, enhanced, or treated). We back this up for the life of your item. Diamond products should be checked every six to twelve months for security. We are more than happy to check your product for security and re-polish it at any time. Prices vary depending on item. Shipping All orders are shipped fully insured through FedEx, 2nd Day Air service. Most orders are processed within one business day. Please allow extra time for any customizations such as sizings, engravings or special requests. US shipments are free of charge, International Shipping is $75! Payment For our United States customers, we prefer PayPal. It is the quickest and one of the most secure methods of payment protecting you and us! You must have a confirmed PayPal address and we can ship to this confirmed address only. We make no exceptions to this policy due to security reasons. If you have questions about confirmed addresses, contact PayPal at 1-800-836-1859 or visit their website www.paypal.com. We can also process your credit card payment directly through our store, over the phone. You can contact us directly for over the phone payments toll free 1-866-676-9676. We also accept bank wire transfers. We prefer all international clients to pay by wire transfer for the quickest service. We do accept PayPal from international clients as long as the address is confirmed and verified through PayPal. We can not make any exceptions to this rule. We do accept credit cards directly through us for international clients as well and the acceptance is subject to address verification. Contact Us We are here to help with any order questions, shipping status and returns. Our commitment to you is to answer your e-mail within 24 hrs. To visit our showroom feel free to contact us and make an appointment. We are located in the world famous Saint Vincent Jewelry Center in the heart of the jewelry district in Los Angeles, California. Our address is : Mark Broumand 628 1/2 S. Hill St. Los Angeles, CA 90014 (866) 676-9676 National (213) 488-0073 International (213) 488-1142 Fax Business hours are: Monday - Friday 11:00am - 5:00pm PST Saturdays 12:00 - 4:00pm PST",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/LoAAAOSwH09ZLfgS/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/J58AAOSwq1JZLfgR/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/pQEAAOSwtGlZLfgR/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/xHcAAOSw-K9ZLfgR/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/wMYAAOSwGJlZLfgR/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1750",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "949.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Yellow Gold",
        "Name": "Band Color"
      },
      {
        "Value": "Solid Gold",
        "Name": "Band Material"
      },
      {
        "Value": "Geneve",
        "Name": "Brand"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Case Color"
      },
      {
        "Value": "Gloss",
        "Name": "Case Finish"
      },
      {
        "Value": "Solid Gold",
        "Name": "Case Material"
      },
      {
        "Value": "21mm",
        "Name": "Case Size"
      },
      {
        "Value": "Italy",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": [
          "Rose Gold",
          "White Gold",
          "Yellow Gold"
        ],
        "Name": "Face Color"
      },
      {
        "Value": [
          "12-hour Dial",
          "Swiss/Quartz Movement"
        ],
        "Name": "Features"
      },
      {
        "Value": "Ladies'",
        "Name": "Gender"
      },
      {
        "Value": "Swiss Quartz",
        "Name": "Movement"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Dress",
        "Name": "Style"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Oval",
        "Name": "Watch Shape"
      }
    ]
  },
  "SKU": "MBO1133-1",
  "StartTime": "2017-05-30T22:54:11.000Z",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1727047333928080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-06T22:54:11.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "949.0"
  },
  "BidCount": "0",
  "Country": "US",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Womens-Geneve-Watch-14k-Gold-Swiss-Quartz-Movement-/172704733392",
  "ConditionDescription": "Gentle markings throughout",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Location": "Los Angeles, California",
  "Storefront": {
    "StoreName": "mboverstock",
    "StoreURL": "http://stores.ebay.com/id=1420929645"
  },
  "ItemID": "172704733392",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "TimeLeft": "P6DT5H18M30S"
}