{
  "ConvertedCurrentPrice": {
    "value": "86.17",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "USA",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:36:55.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=94280173",
    "StoreName": "Kingdom Moda"
  },
  "CurrentPrice": {
    "value": "86.17",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T07:36:55.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Guess",
        "Name": "Brand"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Rubber",
        "Name": "Band Material"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "U12531G6",
        "Name": "MPN"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Fashion",
        "Name": "Type"
      },
      {
        "Value": "Factory Warranty",
        "Name": "Warranty"
      },
      {
        "Value": "91661357428",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "162535648601",
  "HandlingTime": "1",
  "Description": "Style # U12531G6 Strap Material Rubber Strap Color Black FacePlate 4 CM STRAP (include faceplate) 25 CM Description: - NEW COLLECTION - GUESS Authentic Men (or Unisex)Watch. GUESS Multifunction Watch Collection. Inside Watch has Multifunction: Day & date. Stainless Steel Faceplate. 3 hand analogs pointer Inside. One Push Side-Button. Black Bezel outer with Orange color inside the base faceplate. Black Genuine Rubber strap Bracellet. Great watch for sport, for fashion, for workday, for vacation, for everything; reserve one today. :) We only sell authentic & genuine GUESS watch for more than 8+ years. All package shipped is guaranteed Authentic GUESS watch and best customer service. Japanese Quartz Movement; Includes 10-years limited warranty from GUESS Worldwide Manufacturer. Limited Availability Collections only. Authentic Guess USA Collection Watch - NOUVEAU COLLECTION - GUESS hommes authentiques (ou unisexe) Watch. GUESS Montre multifonction Collection. Inside Watch a Multifonctions: Day & Date. Façade en acier inoxydable. 3 analogues à main pointeur à l'intérieur. Side One Push-Button. Lunette noire extérieure avec la couleur orange à l'intérieur de la dalle de base. Bracelet caoutchouc noir véritable Bracellet. Grande montre pour le sport, pour la mode, pour la journée de travail, pour les vacances, pour tout; réserver un aujourd'hui. :) Nous vendons seulement authentique et vraie montre GUESS pendant plus de 8 ans. Tout paquet expédié est garanti montre GUESS authentique et le meilleur service à la clientèle. Mouvement quartz japonais; Comprend garantie de 10 ans limitée de GUESS Worldwide fabricant. Disponibilité collections limitées seulement. Authentique Guess USA La collection de montres - NEU COLLECTION - GUESS Authentic Männer (oder Unisex) Watch. GUESS Multifunktions-Uhr-Sammlung. Innerhalb Watch hat Multifunktion: Tag und Datum. Edelstahl-Frontplatte. 3 Hand-Analoge Zeiger in. One Push Side-Taste. Schwarz Bezel Außen mit Orange Farbe im Inneren des Grundbaustein . Schwarz Natur-Kautschukband Bracellet. Great watch für den Sport, für Mode, für Arbeitstages, für den Urlaub, für alles; behalten Sie ein heute. :) Wir verkaufen nur authentische und echte GUESS Uhr für mehr als 8 Jahren. Alle Paket versendet wird garantiert Authentic GUESS Uhr und besten Kundendienst. Japanese Quartz Uhrwerk; Enthält 10-Jahre-Garantie von GUESS Worldwide Hersteller. Nur begrenzte Verfügbarkeit Sammlungen. Authentic Vermutung USA Collection Uhr *** FAST SHIPMENT & TRACKING FROM USA*** if paid with EXPRESS Mail ONLY Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "NEWEST! GUESS Luxury Unisex Men Watch Black Rubber Classic U12531G6  USA",
  "NewBestOffer": "false",
  "SKU": "U12531G6",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEWEST-GUESS-Luxury-Unisex-Men-Watch-Black-Rubber-Classic-U12531G6-USA-/162535648601",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625356486018080_1.jpg",
  "HitCount": "2",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT16H4M46S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/lhAAAOSwuLZY7Hnu/$_1.JPG?set_id=8800005007"
  ],
  "MinimumToBid": {
    "value": "86.17",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "98.9",
    "FeedbackScore": "15143",
    "UserID": "guessmoda",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "NoRestockingFee",
    "RestockingFeeValue": "No",
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)"
  }
}