{
  "ConvertedCurrentPrice": {
    "value": "29.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Santee, California",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:56:30.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "29.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-07T14:56:30.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "263013055925",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "CONSUL",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Gold Plated",
        "Name": "Band Material"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "MinimumToBid": {
    "value": "29.99",
    "_currencyID": "USD"
  },
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ladys-Gold-Plated-Watch-CONSUL-Bracelet-RARE-Edition-No-Reserve-/263013055925",
  "Title": "Ladys Gold Plated Watch CONSUL with Bracelet RARE Edition No Reserve!!!",
  "GlobalShipping": "true",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2630130559258080_1.jpg",
  "HitCount": "0",
  "PostalCode": "92071",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P6DT23H51M23S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODYwWDExMjk=/z/PMgAAOSw4A5Yu3Ha/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTI0/z/5RYAAOSwax5Yu3IF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5N1gxNjAw/z/7QgAAOSw32lYu3Iv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA3NVgxNDM0/z/OHkAAOSwTuJYu3JI/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA3NVgxNDM0/z/~c4AAOSwXYtYu3Jg/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA3NVgxNDM0/z/rYkAAOSwhlZYu3Ju/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDY3/z/yPYAAOSwWxNYu3Ke/$_57.JPG?set_id=8800005007"
  ],
  "Description": "WELCOME TO HOUSE OF NO RESERVE AUCTIONS Reducing collection of estate finds or items collected over the years. CONSUL QUARTZ SWISS MADE ****** similar to appearance to concordthis is a Very nice estate find.swiss made original matching bracelet marked on back :”8048 water resistant 254” usual scuffs from the normal use very accurate new battery. ************ IF YOU HAVE LESS THEN 5 POSITIVE FEEDBACKS YOU MUST CONTACT ME FIRST BEFORE PLACING A BID. Watches sold as is are vintage and without any guarantees to accuracy, water resistance, or overall mechanical condition. Although the watch may be working,I can offer no guarantees for accuracy or long term reliability unless I have stated that a watch has been serviced in which case I may offer warranty.By bidding you on my items you agree with the following disclaimer .Look at the pictures with care they are part of description.I have made this auction with no reserve, and by bidding you are obligated to complete the transaction within 48 hrs from the close of auction if you are the winning bidder. I am a private seller and this item is being sold as-is,with no warranty expressed or implied. I have described the item to the best of my ability – if you have any questions about its condition, please e-mail me prior to bidding on the item and I will be more than happy to answer them. I will ship to a Pay-Pall confirmed address only.Serious bidders only please.Winning an auction is an obligation. Please do not waste anyone’s time if you are not interested in completing this auction. ************ Return Policy: I offer a 14 day money back guarantee on all my items if contacted within 2 days when you received the item , if you don't I do not accept any returns. This only applies when I misrepresent an item, not if you got it and decided you no longer want it. I do not accept returns for buyer's remorse. My description and numerous pictures are clear and accurate and I do my best to be perfectly clear and concise. All items are identified fully, so those bad apples wanting to switch items and try to return different item should think twice, and to buyers wanting items for free or discounted please do not purchase, you will only get full refund on return of item in same condition as when sent out with valid and agreed cause for return. If you have any reservations about purchasing please email before purchase.Do not pay for the item before you get the invoice from me. YOU WILL RECEIVE A FULL REFUND MINUS ALL SHIPPING CHARGES, AND RESTOCKING FEE 20% .THE BUYER IS ALWAYS RESPONSIBLE FOR ALL SHIPPING CHARGES INCLUDING RETURN. Thank you for bidding and good luck at the auctions!",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "FeedbackScore": "1552",
    "UserID": "borko56",
    "FeedbackRatingStar": "Red"
  },
  "ListingType": "Chinese",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Return Policy:\nI offer a 14 day money back guarantee on all my items if contacted within 2 days when you received the item , \nif you don't I do not accept any returns. This only applies  when I misrepresent an item, not if you got it and \ndecided you no longer want it. I do not accept returns for buyer's remorse. My description and\n numerous pictures are clear and accurate and I do my best to be perfectly clear and concise. All items are\n identified fully, so those bad apples wanting to switch items and try to return different item should think \ntwice, and to buyers wanting items for free or discounted please do not purchase, you will only get full\n refund on return of item in same condition as when sent out with valid and agreed cause for return. If you have\n any reservations about purchasing please email before purchase.Do not pay for the item before you get the invoice from me.\nYOU WILL RECEIVE A FULL REFUND MINUS ALL SHIPPING CHARGES, AND\n RESTOCKING FEE 20% .THE BUYER IS ALWAYS RESPONSIBLE FOR \nALL SHIPPING CHARGES INCLUDING RETURN."
  }
}