{
  "ExcludeShipToLocation": [
    "KZ",
    "RU"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "769.99"
  },
  "SecondaryCategoryIDPath": "281:14324:173696:63200:57714",
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/T0YAAOSwh2xX~mc1/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/X0EAAOSwmLlX~mc1/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/sFkAAOSwzaJX~mc1/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/IAsAAOSw4shX~mc0/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/sFUAAOSwzaJX~mc0/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/T0AAAOSwh2xX~mc1/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTU4WDEwMDA=/z/IBAAAOSw4shX~mc0/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "2",
  "Country": "US",
  "Seller": {
    "UserID": "jewelry4less_atl",
    "FeedbackRatingStar": "Green",
    "FeedbackScore": "9688",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.3"
  },
  "StartTime": "2016-09-28T20:57:50.000Z",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No"
  },
  "AutoPay": "false",
  "HighBidder": {
    "UserID": "y***i",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "193",
    "FeedbackPrivate": "false"
  },
  "ListingType": "FixedPriceItem",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "2645.0"
    },
    "PricingTreatment": "STP"
  },
  "Title": "Apple Watch Series 1 Stainless Steel Genuine White Diamond Case 38MM Bezel 1 Ct.",
  "SKU": "V17 - 38mm - ICE450TM",
  "ItemID": "371748923875",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Parts, Tools & Guides:Parts:Bezels & Inserts",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Apple-Watch-Series-1-Stainless-Steel-Genuine-White-Diamond-Case-38MM-Bezel-1-Ct-/371748923875",
  "Storefront": {
    "StoreName": "jewelry4less_atl",
    "StoreURL": "http://stores.ebay.com/id=37570419"
  },
  "QuantitySold": "1",
  "PostalCode": "30303",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "New with tags",
  "Description": "﻿ Apple Watch Series 1 Stainless Steel Genuine White Diamond Case 38MM Bezel 1 Ct. Retail Price: $2,645.00 Jewelry For Less Price: $769.99 ITEM NUMBER: Jewelry Information Stock #: Brand: Jewelry For Less Model: 38mm Apple Watch Series 1 Style: Fashion Case Metal: Yellow Stainless Steel Case Color: Yellow Case Dimensions: 38mm Casing Only Diamond Information Natural or Lab Created: Natural Total Carat Weight: 1 ct. t.w. Diamond Color: White Diamond Shape: Round Diamond Cut: Fair Diamond Treatment: Not Enhanced Clarity: I1 - I2 Color: I - J Setting: Prong Certification/Grading: Jewelry For Less Appraisal Certificate Product Description ***ONLY DIAMOND CASING COMES IN THIS LISTING, NOT THE WATCH** New to our Jewelry For Less collection is this yellow diamond Casings to Fit Apple Watch and Apple Watch Sport in 38mm. Real diamonds set on yellow stainless steel for longevity and durability. 1 carat total weight of real diamonds. This is a perfect accessories to add to your Apple watch. This casing will: Fit authentic / original Real Apple Watch Series 1 & Sport Models in 38mm only Comes as shown Prong Setting **Jewelry For Less is in no way affiliated with Apple nor do we claim to be. Diamonds placed on this Casing watch are 100% aftermarket and are set by us.** **Measurements given on the left hand side under Product Details** **Comes with Presentation Box & Jewelry For Less Appraisal Paperwork.** Shipping We, at Jewelry For Less, understand how important it is to get purchases on time in a safe and a secure manner. Hence, all our orders ship within 1 - 2 business days after the payment has cleared in full. Additional days may be required if there are alteration or customization requests made by the buyer or if the order is shipping to an international destination. Jewelry For Less ONLY ships to the address provided by PAYPAL. All items aboe $20.00 are INSURED FOR FREE. All items above $150 come with FREE SIGNATURE CONFIRMATION and will require someone to be present to sign for the package upon delivery. All items are primarily SHIPPED via USPS and FedEx based on the shipping option you choose upon checkout. All items can be tracked with the tracking number provided upon shipment. The charges below DO NOT include fees for alteration, customizations, or customs fee (for INTERNATIONAL orders). DOMESTIC (within the US): Below are the shipping charges as applicable to items being shipped anywhere in the United States: Jewelry For Less offers FOUR different shipping methods 1) USPS First Class Mail: FREE; this is a service Jewelry For Less offers to customers in the US at no charge. The package is fully insured and can take 2 - 5 business days to be delivered from the day it ships. 2) USPS Priority Mail: $6.95 for order below $300 and FREE for orders for $300 or more; this is a service Jewelry For Less offers to customers in the US. The package is fully insured and can take 1 - 3 business days to be delivered from the day it ships. 3) USPS Priority Mail Express: $19.99 for all jewelry items and $24.99 for watches; this is a service Jewelry For Less offers to customers in the US. The package is fully insured, comes with a signature confirmation, and can take 1 - 2 business days to be delivered, based on location. 4) FedEX Standard Overnight: $59.99 for all jewelry items and $79.99 for watches; this is a service Jewelry For Less offers to customers in the US. The package is fully insured, comes with a signature confirmation, and is guaranteed to be delivered by NEXT BUSINESS DAY. This services does not include Saturday delivery as Saturday is not considered a business day for FedEx. INTERNATIONAL (outside of the US territory): The BUYER is RESPONSIBLE for PAYING CUSTOM FEES AND TAXES! All items shipped outside the United States will be subject to a fee by the customs office upon delivery. Each country has its own tax rate, please check with your local post office or call the customs department to get the exact tax rate for your country. YOU have to PAY the CUSTOM FEES AND TAXES as decided by your country's customs office in order to receive the item. Jewelry For Less DOES NOT pay for customs fees or taxes for the buyers. Buyers are sent a letter by the customs informing them about the fees they owe, how to pay the fees and collect the item once it receives clearance from the country's customs department. Below are the shipping charges as applicable to items being shipped internationally outside of the United States: Jewelry For Less offers TWO methods of shipping: 1) USPS Express Mail International: $39.99 for all jewelry and $49.99 for watches. This is a service Jewelry For Less offers to all international customers (outside of US)*. Jewelry For Less ensures that the package is fully insured. The package will require a signature upon delivery, and can take 5 - 7 business days to reach the country. The time period for customs clearance can vary on the country of the recipient. 2) FedEx International Economy: $99.99 for all jewelry items and $139.99 for watches; this is a service Jewelry For Less offers to all international customers (outside of US)**. Jewelry for Less ensures that the package is fully insured. The package will require a signature upon delivery, and can take 6 - 8 business days to be delivered. This time period INCLUDES customs clearance. *Depending on the Rules and Regulations of your country Express Mail International might not be an option and may only allow First Class International to be shipped via the United States Postal Service (USPS). We also might not be able to ship the item depending on the customs rules and regulations of the recipient's country - as some countries do not allow jewelry to be imported. **We might not be able to ship the item depending on the customs rules and regulations of the recipient's country - as some countries do not allow jewelry to be imported. ***Jewelry For Less reserves the right to deny any transactions if the customs of the recipient's country does not allow jewelry to be imported. Returns Exchanges 14 DAYS MONEY BACK GUARANTEE! At Jewelry For Less, we understand that buying an item on the internet is not easy and that sometimes the buyer may not like something about his or her purchase. If you are not completely satisfied with your purchase or would like to make an exchange for another item, then you have the option of returning OR exchanging the item within 14 days of receiving the item. Certain conditions apply, read below for details. Conditions for Returns/Exchanges: Item must have the manufacture TAG ATTACHED. Item must be in its original UNWORN condition. Item must NOT be sized or customized in any way, by us or another jeweler. Item must be returned with ALL original accessories and paperwork included in the shipment. Warranty ALL ITEMS COME WITH A 4-MONTH WARRANTY! We, at Jewelry For Less, try to provide buyers with the best quality jewelry possible. However, there are times when the manufacture may make a mistake. When the manufacture makes errors, it can lead to a defect in the item stone setting. Our warranty covers manufacture defects such as loose stones or missing stones caused by the failure to tighten prongs when setting the diamonds. Certain conditions apply, read below for details. Conditions for Warranty Buyer is RESPONSIBLE for shipping costs for shipping the item to us and receiving the item back from us. Missing stones will ONLY be installed if it is caused due to a manufacturing issue. The warranty does NOT cover installation of stones caused by regular wear or abuse of the item, which will be decided upon receiving and assessing the item. Solitaire diamonds and side diamonds of three stone settings will ONLY be installed under warranty if the stone is sent with the item. Each warranty claim is assessed on a case by case basis. There may be costs associated with repairing an item, aside from shipping, if we believe the item does not fit the warranty of manufacture defects.",
  "HitCount": "1917",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "SecondaryCategoryID": "57714",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Jewelry For Less",
        "Name": "Brand"
      },
      {
        "Value": "Yellow Stainless Steel",
        "Name": "Metal"
      },
      {
        "Value": "Round",
        "Name": "Main Stone Shape"
      },
      {
        "Value": "I - J",
        "Name": "Diamond Color"
      },
      {
        "Value": "Not Enhanced",
        "Name": "Main Stone Treatment"
      },
      {
        "Value": "1 ct. t.w.",
        "Name": "Total Carat Weight (TCW)"
      },
      {
        "Value": "I1 - I2",
        "Name": "Clarity"
      },
      {
        "Value": "Fair",
        "Name": "Cut"
      },
      {
        "Value": "White",
        "Name": "Main Stone Color"
      },
      {
        "Value": "Prong",
        "Name": "Diamond Setting"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "Jewelry For Less Appraisal Certificate",
        "Name": "Certification/Grading"
      },
      {
        "Value": "Natural",
        "Name": "Natural/Lab-Created"
      },
      {
        "Value": "38mm Apple Watch Series 1",
        "Name": "Model"
      },
      {
        "Value": "38mm Casing Only",
        "Name": "Dimensions:"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3717489238758080_2.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "EndTime": "2017-06-25T20:57:50.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Atlanta, Georgia",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "769.99"
  },
  "TimeLeft": "P24DT23H27M59S"
}