{
  "ConvertedCurrentPrice": {
    "value": "399.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "UA",
  "Location": "Europe",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T12:10:19.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "PayPal",
    "VisaMC"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=378194861",
    "StoreName": "world antique_art"
  },
  "CurrentPrice": {
    "value": "399.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T12:10:19.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "OMEGA",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Luminous Hands"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical: Hand-winding",
        "Name": "Movement"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Polished",
        "Name": "Case Finish"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "53 mm",
        "Name": "Case Size"
      },
      {
        "Value": "22 mm",
        "Name": "Lug Width"
      },
      {
        "Value": "Luxury",
        "Name": "Style"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "PLAYING CARDS",
        "Name": "Model"
      },
      {
        "Value": "Pre-1920",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Antique (pre 1920)",
        "Name": "Age"
      },
      {
        "Value": "1916-1923",
        "Name": "Year"
      },
      {
        "Value": "Metal chrome",
        "Name": "Case Material"
      },
      {
        "Value": "6003016/5652360",
        "Name": "Serial Number"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Green",
        "Name": "Face Color"
      },
      {
        "Value": "Two-Piece Strap",
        "Name": "Band Type"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "142400123163",
  "HandlingTime": "2",
  "Description": "“History OMEGA is the last letter of the Greek alphabet and symbolises accomplishment and perfection - qualities that have been inherent in every OMEGA watch since the company's founding by Louis Brandt in La Chaux-de-Fonds, Switzerland, in 1848.The brand's reputation for innovation and quality has led to numerous awards over the company's 150-year history, starting as early as 1900 with the Grand Prix at the Paris World Fair and continuing with the world precision record of 97.8 points at the Kew-Teddington observatory in England in 1936. OMEGA went on to be official timekeeper at no less than 21 Olympic Games, bringing numerous innovations to Olympic sports over the years, such as the first electronic timekeeping at the Helsinki games in 1952 - the same year in which the company was awarded the Olympic Cross of Merit for its outstanding contribution to sport. On account of its precision and reliability, OMEGA's Speedmaster watch was chosen by NASA as its official chronometer in 1965 and 4 years later was the first watch to be worn on the moon, when, on 21 July 1969, Neil Armstrong made his giant leap for mankind. In more recent years, OMEGA has continued to build on its reputation for precision and innovation, presenting the world's first self-winding wristwatch with central tourbillon (launched in 1994) and the revolutionary coaxial escapement sur developed in conjunction with renowned English master watchmaker George Daniels first offered in limited series in 1999. OMEGA owes a large part of its matchmaking excellence to the quality of its movements. These magnificent watches are highly collectible, and hold a very special place in many collectors’ showcases. There seems to be an aura about Omega watches that captivate this collector especially.” Short description of watch I bring your attention rare antique Swiss collectable, mechanical men’s AMAZING wristwatch OMEGA with Dial playing cards - numbers and outer 24 hours numerations. This watch from pocket was altered in wrist watch. The watch has beautiful original metal chrome case is in very good shape - which signed OMEGA and serial number: 6003016. This watch have two rear cover - external and internal. The presence of the inner lid - this is a good sign of quality watch. It is used to protect the mechanism from dust and to provide added protection from moisture. This wristwatch has the beautiful original GOLD PLATED HIGH-GRADE movement with rare caliber 20 LB, which signed OMEGA and serial number: 5652360. This serial number dates this watch 1916-1923 as per published production numbers. The re-finished dial is in excellent condition, professionally restored and beautifully done. On the dial, watch hands are fluorescent (luminous in dark). On face side, dome glass is plastic. To the watch a watchband is added in a gift. The watch has been restored, checked and calibrated by a master watchmaker and is in good running condition. This unique watch was kept till our time in good condition. Any defects not mentioned but visible in the pictures will be considered as described. Photos are of the actual watch. Getting such thing you do good capital investment. Every year the price for them will increase only! This watch is a stylish acquisition for collectors, 100% satisfaction, and good present or for everyday use! Dear Buyers, you need to understand; Antique and vintage watches - are very delicate and I always pack them in a good packing for high degree preventing of damage. High altitude flights, jolting, atmospheric pressure, extreme temperature changes, frequent loading and frequent carrying in delivery time to You; can be hard on watch. This can cause the oil viscosity to decrease (gumming), the watch-hands can dropped down and prevent the ticking of watch (the balance can't f freely etc.). For this reason I can't guarantee a perfect working of watch. It may need to be oiled when it arrive - regardless of its recent servicing. Although this is only a very slight possibility it can occasionally happen. Please bear in mind that you are buying used watch - which already more than 80 years old and it will require service, cleaning, lubrication and calibration etc. Technical information: * Diameter of the case with crown: 59 mm * Diameter of case: 53 mm * Diameter of dial: 44 mm * Thickness of watch: 15 mm * Band size: 22 mm ------------------------------- Recommendations for the owner of antiquarian watches: All Antique and vintage watches are mechanical. Many repairs will not be cheap, as most likely they will require replacement of non-standard parts (unlike most late model watches). - Antique and vintage watches should not be beaten or dropped - because repairs may be expensive. - Antique and vintage watches are generally NOT waterproof. This is because waterproofing was not in general production until the middle of the 20th century for most watches. Therefore you should protect your antique watch from exposure to moisture. - If your watch becomes wet it should be dried off quickly. Carefully open all covers and use a hair drier to blow dry the movement, dial, covers, crown. This will reduce the amount of rust. - If your watch becomes wet with any kind of salt water you should immediately immerse or spray your watch with fresh (no-salt) water to remove all the salt from the works before drying the watch completely. Any salt left in the watch will combine with moisture in the air to rust metal components of the movement, case etc. - Winding any mechanical watch tight may break the mainspring. If you can avoid it do not wind the watch hard. - When adjusting the hands of your watch, move them in a clockwise direction only. Counter-clockwise adjustments may damage the movement. - If you must adjust counter-clockwise make it for small adjustments only (i.e. for minutes, NOT hours). - Be careful and gentle when adjusting the movement speed (faster or slower). Don't make sharp movements, and don't touch other components in the movement especially the pendulum mechanism. - Every 2-3 years it is necessary to service and oil vintage watches. - IF the watch is dirty - allow the watch to run down, don't wind it again until you have it serviced by a qualified watch repair expert. Dust will absorb and remove important lubricants and cause the movement pieces to wear down. - To clean the case, dial and crystal you should use a cloth that does NOT leave fibers as these may get caught up in the movement. Check with your Watch repair expert to get an appropriate cloth. - Keep your antiques watch away from magnets. Strong magnetic fields may affect the accuracy of your watch since some vintage watches were made with iron based components in the movement. - Most Cases and Covers are fine components and will not handle abuse well. The watch should not be shaken, beaten, or stressed. - Antique watches generally experience an error of up to 5-10 minutes a day. Any accuracy of +- 5 minutes is very good. ----------------------------------------------------------------------------------------- WARNING, PLEASE READ THE FOLLOWING BEFORE BIDDING: PAYMENT INSTRUCTIONS: I accept PAYPAL and accept other methods of payment, please contact with me. Payment must be received within 5 days after auction ended. Please be sure that you are intending to buy or able to pay within the said period before bidding. If there is going to be a delay with payment, please contact with me. Unpaid dispute will be open on eBay for the non payable bidders. SHIPPING INSTRUCTIONS: I will send all items to Worldwide. All Items, will be shipped via standard International Airmail. Item reach most countries within 11-17 business days, in rare cases up to 30 business days. Be ready for these terms. When you rate the shipping time part, please, take into consideration - international transit Items sent via standard or special courier. All items will pack very securely, to fully ensure that - the item arrives safely. INTERNATIONAL Buyers Please NOTE: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility and will not be refunded in case the item is returned for a refund. Please check with your country's Customs office to determine what these additional costs will be prior to bidding/buying. For all shipments the value of the item will be declared lower than the auction price for custom duties. Also I will mark item as \"gift\". The taxes should be minimal. ATTENTION!!! Check my positive feedbacks from my happy customers. I guarantee you complete satisfaction with all my high quality products. Dear Buyers, as you know we have different time zones and I can not stay all day at the computer. I may not be able to reply your questions emails immediately. But I am happy to answer your question as soon as possible, within 24 hours. Please thoroughly look through the photos; you buy what see on the photos. Our goal is to make sure you are a happy buyer and you really pleasant from shopping. Please email us before Positive feedback is appreciated. In case you are not satisfied with the transaction and you feel you need to leave neutral or negative feedback first, I ask you to contact us first, so we can try to remedy any problems or disputes. We try hard to satisfy our buyers for 100%. Please visit my store; I always adding new items. I am always ready to consider any business proposals for cooperation. Thank you for viewing my items! You can view all my items, just click to this web link: World_antique",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "OMEGA PLAYING CARDS ANTIQUE 1916-1923 SWISS AMAZING MEN'S WATCH",
  "ConditionDescription": "This unique watch was kept till our time in good condition.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/OMEGA-PLAYING-CARDS-ANTIQUE-1916-1923-SWISS-AMAZING-MENS-WATCH-/142400123163",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1424001231638080_1.jpg",
  "HitCount": "3",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT20H53M11S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/AF0AAOSwq1JZLq~C/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/v2oAAOSw8HBZLq~F/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/qqkAAOSwH09ZLq~H/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/HLAAAOSwPh5ZLq~L/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/gbEAAOSwcgNZLq~P/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/VaYAAOSw8lpZLq~S/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/NxoAAOSwblZZLq~W/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/B-QAAOSw5cRZLq~Z/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/lzMAAOSws5pZLq~c/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/clkAAOSwDiBZLq~f/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/6CMAAOSwjL5ZLq~l/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/iUAAAOSwaEhZLq~r/$_1.JPG?set_id=8800005007"
  ],
  "MinimumToBid": {
    "value": "399.99",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "FeedbackScore": "4688",
    "UserID": "world_antique",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "If you receive an item you did not order - I will refund you the price you paid for it or replace it with identical one all other reasons did not considered. The buyer after item delivery, in follow 14 days; need to contact with me and we will try to decide any problems. Item for returning must have the original tags and packing, otherwise it won't be accepted!"
  }
}