{
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "BM",
    "GL",
    "PM",
    "BH",
    "IQ",
    "IL",
    "LB",
    "OM",
    "QA",
    "SA",
    "AE",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "RU",
    "LK",
    "TJ",
    "TM",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BA",
    "HR",
    "CY",
    "DK",
    "EE",
    "GI",
    "GG",
    "HU",
    "IS",
    "JE",
    "LV",
    "LI",
    "LT",
    "MK",
    "MT",
    "MD",
    "ME",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "GB",
    "VA",
    "BN",
    "HK",
    "MO",
    "TW",
    "BO",
    "EC",
    "FK",
    "GF",
    "GY",
    "SR",
    "UY"
  ],
  "QuantityThreshold": "10",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "5.79"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "HandlingTime": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTUwWDk1MA==/z/8-YAAOSwYlRZJsWl/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTUwWDk1MA==/z/tLMAAOSwlMFZJsVx/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTUwWDk1MA==/z/KoIAAOSwblZZJsWr/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTUwWDk1MA==/z/XqgAAOSw3gJZJsWT/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTUwWDk1MA==/z/tgUAAOSwlMFZJsWJ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTUwWDk1MA==/z/omsAAOSwK6RZJsWf/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTUwWDk1MA==/z/vVgAAOSwq1JZJsWp/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTUwWDk1MA==/z/oYEAAOSwK6RZJsWY/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTUwWDk1MA==/z/dA0AAOSwaeRZJsWd/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "15",
  "QuantitySold": "0",
  "Seller": {
    "UserID": "elky_sns6",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "127",
    "PositiveFeedbackPercent": "96.4"
  },
  "StartTime": "2017-05-25T11:57:54.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "1. 12-months Warranty for defective items (excluding items damaged and/or misused after receipt). Buy with confidence.\n2. Defective items MUST BE reported and returned to us within the warranty period (and in the original packaging, if possible). You must include your eBay ID and brief description of defective problem in your return package. WE DO NOT REPAIR OR REPLACE ITEMS WITH AN EXPIRED WARRANTY.\n3. Return shipping is to be paid by the seller.\n4. We do not responsible for any custom duty.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "PrimaryCategoryID": "31387",
  "Title": "New Female Delicate Set Of The Sun Flower Quartz Wrist  Watch",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "132204142605",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Storefront": {
    "StoreName": "elky_sns6",
    "StoreURL": "http://stores.ebay.com/id=1578243622"
  },
  "Country": "CN",
  "QuantitySoldByPickupInStore": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Vander",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Alloy",
        "Name": "Band Material"
      },
      {
        "Value": "Alloy",
        "Name": "Case Material"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "GlobalShipping": "false",
  "ConditionDisplayName": "New with tags",
  "Description": "Store category Sign Up Now ! You may also like Fashion Female Delicate Set Of The Sun Flower Quartz Wrist Watch Product Description BrandVanderMPNDoes Not ApplyBand MaterialAlloyCase MaterialAlloyCountry/Region of ManufactureChina Description: Name: the delicate set of the sun flower watch Product specifications: Product model: P009 Movement: quartz watch Surface diameter: 2.5 centimeters Dial thickness: 0.7 cm Band width: 0.9 cm Length: 19 cm Weight: 33.3 g The color of this product contains: silver/rose gold black face/rose gold white face 3 kinds Strap material: alloy Dial material: alloy This product contains: The delicate set of the sun flower watch * 1 Package Payment Shipping Redemption guarantee ABOUT VANDER Package We hope that consumers can buy the most cost-effective products, making the packaging factory wholesale packaging to avoid the high re-packaging costs. Payment 1. We only accept PayPal payment of confirmed accounts with confirmed addresses.2. Orders will be shipped after receiving cleared payment.3. Payment is due within 3 days after auction end and for purchase it now offers. Shipping 1. Items will be shipped within 1 working days after we have received your confirmed payment.Please note that weekends and public holidays are not working days.2. The parcel is vis CHINA POST delivery from china, it is registered mail.It have tracking number, can be tracked.Please allow 15 to 30 business days to receive your items.3. All items will be shipped to the buyer's eBay address. Before you pay, please make sure your address is correct on eBay. If the address is wrong, and so to return items, I am sorry the buyer is responsible for the re-shipping charges.4. If we confirmed your parcel lost in shipping, do not worry, we will full refund. So you just need to contact us, we will give you good response in 24 hours. International buyers - Please note:Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the responsibility of the customer.Please check with the customs office of your country to determine what these additional costs are before bidding or buying. Redemption guarantee 1. We accept order cancellation for any reason within 30 days of receiving your goods. If you want to cancel, please let us know by eBay messages in advance, and return the item to us after we have received the message.2. We will issue a refund within 30 days.Please take back the care of the goods and return it to us in its original condition, which is required for a return authorization,3. All products are subject to availability and can be withdrawn at any time. ABOUT VANDER VANDER is one of brand Shenzhen Shennan Shun Technology Co., Ltd. for international market.Shenzhen Shennan Shun Technology Co., Ltd. is a new foreign trade company specializing in home, 3C electronic products, outdoor sports products, cosmetics products, auto parts, clothing apparel products development and sales work.The company was established in 2009, after six years of active development, the current number of employees more than 100 people in Shenzhen, the United States, Germany, UK, Australia are equipped with warehouses, the transnational business is a new type of representative , The EBAY 2011 won the fastest growth The seller first price, EBAY is long-term top 50 seller.Shennan Shun cross-border business in the industry to lead the use of Internet data and cloud computing technology, external real-time monitoring EBAY, Amazon, Alibaba, Alibaba and other hot products platform, focusing on advanced cloud Computing ERP system, continue to seize the opportunities to go beyond peer competitors, access to rapid development.Contact us1. The best way to contact us is via eBay messages.2. We always reply eBay messages sent to us with a request, usually within 24 hours of receipt or earlier. We will reply all eBay news during our business hours (Monday-Friday 8:30 am to 5:30 pm GMT + 8 except all holidays).3. Please leave positive feedback when you are satisfied with our items and service, we will be appreciated.4. Please do not leave any negative feedback immediately if you are not happy with the transaction. Contact us, we will resolve the transaction any problem until you satisfied.We will do 100% satisfaction guarantee. Feedback Fashion Female Delicate Set Of The Sun Flower Quartz Wrist Watch",
  "HitCount": "7",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Variations": {
    "VariationSpecificsSet": {
      "NameValueList": {
        "Value": [
          "Rose gold black face",
          "Rose gold white face",
          "Silver"
        ],
        "Name": "Color"
      }
    },
    "Variation": [
      {
        "StartPrice": {
          "_currencyID": "USD",
          "value": "5.79"
        },
        "SKU": "S271_RGD_BK",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "Rose gold black face",
            "Name": "Color"
          }
        },
        "Quantity": "5"
      },
      {
        "StartPrice": {
          "_currencyID": "USD",
          "value": "5.79"
        },
        "SKU": "S271_RGD_WH",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "Rose gold white face",
            "Name": "Color"
          }
        },
        "Quantity": "5"
      },
      {
        "StartPrice": {
          "_currencyID": "USD",
          "value": "5.79"
        },
        "SKU": "S271_SV",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "Silver",
            "Name": "Color"
          }
        },
        "Quantity": "5"
      }
    ]
  },
  "SKU": "S271",
  "SecondaryCategoryID": "166739",
  "QuantityAvailableHint": "MoreThan",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "EndTime": "2017-06-01T11:57:54.000Z",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/New-Female-Delicate-Set-Sun-Flower-Quartz-Wrist-Watch-/132204142605?var=",
  "Location": "shenzhen",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "5.79"
  },
  "TimeLeft": "PT18H18M1S"
}