{
  "ConvertedCurrentPrice": {
    "value": "9099.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Miami, Florida",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:09:21.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=8109349",
    "StoreName": "Messina-Jewelers"
  },
  "CurrentPrice": {
    "value": "9099.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-07T07:09:21.000Z",
  "ShipToLocations": [
    "US"
  ],
  "SKU": "110060",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "AT",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "EE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "TW",
    "TH",
    "VN"
  ],
  "ItemID": "263012580772",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Rolex",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Calendar",
        "Name": "Features"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "116613",
        "Name": "MPN"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Rolex Submariner Ceramic Two Tone  Quick-Set 116613 Random Serial Mint",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rolex-Submariner-Ceramic-Two-Tone-Quick-Set-116613-Random-Serial-Mint-/263012580772",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2630125807728080_1.jpg",
  "HitCount": "5",
  "PostalCode": "33265",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P6DT15H36M13S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/x7sAAOSw5cNYR08Z/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/zdUAAOSwj85YR08a/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/r-EAAOSw44BYR08b/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/yDgAAOSw5cNYR08c/$_1.JPG?set_id=880000500F"
  ],
  "Description": "Rolex Submariner This is a Stunning authentic, Rolex Men's Submariner 116613. The timepiece is in Pre-Owned, Mint Condition, Polished and Overhauled (Full Serviced) , a $600 Value.It comes with Messina Jewelers 1 Year Warranty Card and Messina Jewelers box. Product Details Manufacturer Rolex Model Name Submariner Model Number 116613 Gender Men's Circa Random Serial, 2011 and up Condition Pre-Owned, Excellent Condition, Polished and Overhauled (Full Serviced) Case Stainless Steel, 40 mm Width Movement Automatic Dial Black Color with White Markers Bezel Rotable Stainless Steel with Black Ceramic Insert and Golden Details Crown 18K Yellow Gold Bracelet/Strap Stainless Steel & 18K Yellow Gold, Oyster, Fits up to 8 1/4 inches (21cm) Crystal Sapphire Calendar Quick-set Date at Three o'clock Box/Papers None This Product comes with : 1-Year Warranty by Messina Jewelers Messina Jewelers Box and Messina Jewelers Warranty Card 14-Day Return Policy (please check return policy for details) Shipping All items are shipped promptly upon receipt of payment. Also, they are fully insured from Messina Jewelers office location to final destination. We will only ship to address on Paypal, as suggested by Ebay guidelines to sellers. International Buyers - Please Note We do offer international shipping on some of our products, please verify on ebay's item description. Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Duties, taxes and charges are normally collected by the delivering freight (shipping) When or after you receive the item. Do NOT confuse them for additional shipping charges. We do NOT mark merchandise below value or mark items as \"gifts\" or \"repairs\" - US and International government regulations prohibit such behavior. We cannot risk our ability to do business by falsifying any portion of the customs documents. Please do not ask us to break the law. Payment There will be a 7.0 % sales tax calculated to all Florida buyers. Once the auction is over the total will be sent. Only Paypal accounts with confirmed address are accepted. All major credit cards accepted through paypal. Paypal (www.paypal.com) Return Policy For your total satisfaction Messina Jewelers Will accept the return of any unused and unaltered merchandise within 14 days of delivery date for a full refund less actual shipping costs(minimum of $15) and customs fees(international orders). We must be contacted for approval and instructions on how to return the item within 7 days of delivery date if there is an intention to return an item. The item must also be in possession of the shipper (UPS, USPS, Fedex) with a tracking number within 14 days of delivery date. All items sent after 14 days of receipt will not be accepted for a refund. All items must be returneded unworn in the condition sold with all links, paperwork, tags, parts, accessories, and protective plastics for a credit; otherwise credit will not be granted. It is the customer's responsibility to check the condition of the watch before wearing it. The customer will be responsible for sending the item back with traceable shipping, signature required, and insured for full amount of sale . In case the item is lost or damaged while being shipped back to us ,then the customer will be liable. Once the item arrives in our office an inspection will be made by one of our watchmakers. The inspection period takes no longer than three business days. Any watches with signs of being worn or altered will not be accepted for credit. After inspection is completed the customer will receive full amount, less shipping and customs charges. The whole process of inspection and refund can take up to 14 business days but in most cases it is usually faster. International customers may be subjet to custom charges when returning items to United States(when applicable), those charges will be deducted from total amount along with shipping cost charges. Also, custom charges paid in their country are not refunded. Warranty Messina Jewelers provides warranty coverage of one year from the date of purchase on all of its watches. Our warranty covers the watch movement and battery replacement for the time period stated and excludes: watch case, watch bracelet, straps, crown/stem, crystal/glass, finishes, water damage, damage caused by misuse, tear and/or physical/accidental abuse. The warranty and refund rights will be voided if the item is manipulated or opened by a third party. All shipping and handling costs, and insurance in connection with warranty service are the responsibility of the customer. All packages need to be sent for repair with a traceable shipping, signature required and insured. In case the item lost or damaged while being shipped back to us, then the customer will be liable. Contact Us Please feel free to ask any questions Office Toll Free: (866) 257-6699 Office domestic: (786) 522-7759 Fax: (786) 425-2344 Office hours are from Monday - Friday from 11:00 am to 6:00 pm eastern time. You may also leave us a voice mail message anytime please leave name, phone number , best time to be reached, and item number you are interested.",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "1936",
    "UserID": "messinajewelers",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}