{
  "ConvertedCurrentPrice": {
    "value": "83.6",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "USA",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T06:59:56.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=94280173",
    "StoreName": "Kingdom Moda"
  },
  "CurrentPrice": {
    "value": "83.6",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T06:59:56.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Guess",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Canvas - Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "U0217G4",
        "Name": "MPN"
      },
      {
        "Value": "Fashion",
        "Name": "Type"
      },
      {
        "Value": "Factory Warranty",
        "Name": "Warranty"
      },
      {
        "Value": "91661429224",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "162535609236",
  "HandlingTime": "1",
  "Description": "Style # U0217G4 Strap Material Canvas - Leather Strap Color Green FacePlate 4,5 CM STRAP (include faceplate) 21 - 24 CM Description: - NEW COLLECTION - GUESS Authentic Men (or Unisex)Watch. GUESS Multifunction Watch Collection. Inside Watch has Multifunction: Day, date, & 24-hr. Stainless Steel Faceplate. 3 hand analogs pointer Inside. One Push Side-Button. Black Bezel outer with Black color inside the base faceplate. Black Genuine Canvas - Leather strap Bracellet. One of a kind great collections watch to own and look even better when you wear it. :) We only sell authentic & genuine GUESS watch for more than 8+ years. All package shipped is guaranteed Authentic GUESS watch and best customer service. Japanese Quartz Movement; Includes 10-years limited warranty from GUESS Worldwide Manufacturer. Limited Availability Collections only. Authentic Guess USA Collection Watch - NOUVEAU COLLECTION - GUESS hommes authentiques (ou unisexe) Watch. GUESS Montre multifonction Collection. Inside Watch a Multifonction: Jour, date, et de 24 h. Acier inoxydable façade. 3 analogues de main pointeur à l'intérieur. One Push-Button Side. Noir Lunette externe avec la couleur noire à l'intérieur de la façade de base. Toile d'origine Noir - Bracelet en cuir bracellet. Un d'une sorte de grandes collections regarder de posséder et encore mieux quand vous le portez. :) Nous vendons seulement authentique et vraie montre GUESS pour plus de 8 ans et +. Tous les colis expédiés est garantie montre GUESS authentique et le meilleur service à la clientèle. Mouvement à quartz japonais; Comprend 10 ans de garantie limitée de GUESS Worldwide fabricant. Disponibilité collections limitées. Authentique Guess USA La collection de montres - NEU COLLECTION - GUESS Authentic Männer (oder Unisex) Watch. GUESS Multifunktions-Uhr-Sammlung. Innerhalb Multifunktions-Uhr hat: Tag, Datum und 24-Stunden. Edelstahl-Frontplatte. 3 Hand Analoge Zeiger Inside. Side One Push-Taste. Schwarz Lünette Außen mit schwarzer Farbe im Inneren des Grundbaustein . Schwarz Original Leinwand - Lederband Bracellet. Ein von einer Art großen Sammlungen beobachten zu besitzen und noch besser aussehen, wenn Sie es tragen. :) Wir verkaufen nur authentische und echte GUESS Uhr für mehr als 8 Jahren. Alle Paket versendet wird garantiert Authentic GUESS Uhr und besten Kundendienst. Japanische Quarz-Uhrwerk, Enthält 10-Jahre Garantie von GUESS Weltweit Hersteller. Begrenzte Verfügbarkeit Kollektionen nur. Authentic Vermutung USA Collection Uhr *** FAST SHIPMENT & TRACKING FROM USA*** if paid with EXPRESS Mail ONLY Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "NEWEST! GUESS Unisex Men Watch Green Canvas Leather Chain U0217G4 BNWT USA",
  "NewBestOffer": "false",
  "SKU": "U0217G4",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEWEST-GUESS-Unisex-Men-Watch-Green-Canvas-Leather-Chain-U0217G4-BNWT-USA-/162535609236",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1625356092368080_1.jpg",
  "HitCount": "0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT15H26M34S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTM2OFg4OTc=/z/NBQAAOSwls5Y7Hn3/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "83.6",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "98.9",
    "FeedbackScore": "15143",
    "UserID": "guessmoda",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "NoRestockingFee",
    "RestockingFeeValue": "No",
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)"
  }
}