{
  "ExcludeShipToLocation": [
    "RU",
    "AL",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "EE",
    "GR",
    "HU",
    "IE",
    "IT",
    "LV",
    "LT",
    "MK",
    "MT",
    "ME",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "UA",
    "BZ",
    "CR",
    "DM",
    "DO",
    "SV",
    "GP",
    "GT",
    "HT",
    "HN",
    "NI",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "SG",
    "TW",
    "TH",
    "VN",
    "AR",
    "BO",
    "CL",
    "CO",
    "EC",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "ZA",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "SA",
    "TR",
    "AE",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "KI",
    "WF"
  ],
  "QuantityThreshold": "10",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "19.99"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDAwWDQwMA==/z/1g4AAOSw53NY98K6/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/xH8AAOSwRUhY98K6/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/~TIAAOSwvihY98K9/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PaymentAllowedSite": [
    "UK"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Storefront": {
    "StoreName": "Gem Stone King",
    "StoreURL": "http://stores.ebay.com/id=7744951"
  },
  "QuantitySold": "0",
  "Seller": {
    "UserID": "gemstoneking",
    "FeedbackRatingStar": "RedShooting",
    "FeedbackScore": "322705",
    "PositiveFeedbackPercent": "99.4"
  },
  "StartTime": "2017-04-19T20:04:07.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "60 Days",
    "Description": "We offer a 60 day return policy with NO restocking fee. 100% SATISFACTION GUARANTEED!!! Not an easy thing to find on eBay these days... We are so confident in the quality and value of our merchandise that there is no reason to charge our customers a restocking fee. Your satisfaction is important to us! If you are unsatisfied for any reason, you may return the item for a FULL REFUND less shipping within 60 days of the item(s) receipt date.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or replacement (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "true",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "DiscountPriceInfo": {
    "SoldOneBay": "true",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "95.0"
    },
    "PricingTreatment": "STP"
  },
  "Title": "Rose-Tone Women Quartz Crystals Stainless Steel Watch with Japanese Movement",
  "SKU": "LGP-0001",
  "ItemID": "132164542366",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rose-Tone-Women-Quartz-Crystals-Stainless-Steel-Watch-Japanese-Movement-/132164542366",
  "Country": "US",
  "PostalCode": "10018",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "Subtitle": "Amazing Mother's Day Gift",
  "ConditionDisplayName": "New with tags",
  "Description": "Powered by Frooition.com Home About Us F.A.Q. Buyers Guide Testimonials Contact Rings Earrings Necklaces Bracelets For Her For Him Deals Rose-Tone Women Quartz Crystals Stainless Steel Watch with Japanese Movement Item Description We are proud to have an unconditional, 'no hassle-no questions asked' 60-day money back guarantee. All our items come with a 100% guarantee. Should you not be satisfied with your merchandise for any reason, you may return it within 60 days after receipt and receive a refund. We offer 100% satisfaction guaranteed on all our sales. We pride ourselves in carrying high quality items and we hope that you will be pleased with your order. We want you to be 100% happy with the products you receive! If you are not satisfied with your purchase call us at 1-877-706-5333 or 212-869-6776 anytime between the hours of 9:30 a.m. to 6 p.m. EST, Monday through Friday, within 60 days of receiving your order for a return authorization number. Rose-Tone Women Quartz Crystals Stainless Steel Watch with Japanese Movement Product Details: Gem Type: Total Carat Weight: Ct Cut: Color: Clarity: Chain Length (inches): Metal Type:Stainless Steel Metal Type: Setting Type: Number of Diamond(s): Number of Gemstone(s): Product Length: mm Product Width: mm Ring Size: Estimated Retail Price:95 Component Stones: INFORMATION Carat Weight: ct Cut: Color: Clarity: Measurements:x mm Number of Stone(s): Treatment Method: Learn more Creation Method: INFORMATION Carat Weight: ct Cut: Color: Clarity: Measurements:x mm Number of Stone(s): Treatment Method: Learn more Creation Method: INFORMATION Carat Weight: ct Cut: Color: Clarity: Measurements:x mm Number of Stone(s): Treatment Method: Learn more Creation Method: More Items!View more great items About Us About Us Payment Shipping Returns Why Buy From Us About Us The story of Gem Stone King is the story that proves the saying that \"the more things change, the more they remain the same\". Today, Gem Stone King is a leading online jewelry company with over 1,000,000 Internet sales. While Internet technology is relatively new, the family that owns Gem Stone King has been in the diamond and jewelry business for over 100 years. Our president, Nir Hollander is a fourth generation diamond merchant. Nir's great grandfather, Elyahu Holzer, started the business in 1903 in Antwerp, Belgium. Nir's father Charlie Hollander is mainly involved in merchandising and is the CEO of the company. From these humble beginnings the family grew the diamond business with locations in New York, Thailand, Israel, and China. Nir's father, Charlie Hollander, moved to Israel in 1966 from where he exported Diamonds all over the world selling to jewelry stores. Fifteen years ago he started the Charles Hollander Collection producing prestigious objects made out of gold and diamonds. The Internet changed all that. The amazing power of the Internet made it possible for us to offer our fine merchandise directly to consumers. Because we buy gems direct from the source, we are able to offer low prices to match our high quality. We began selling our jewelry on eBay where we earned a customer satisfaction rating of 99.5% over more than 310,000 transactions. We are proud to offer our clientele a wide range of products including: beautiful polished diamonds, colored diamonds in a range of exciting colors (pink, rainbow-red, orange, yellow, blue and green), loose gemstones and fine designer jewelry. Our quality is unsurpassed and all of our collections cater to the latest fashion trends. Gem Stone King is manufacturing most of the items they sell. We are manufacturing gold jewelry, silver jewelry and brass with Diamonds, semi-precious stones and CZ. Our Head Quarters are in New York from where we are shipping all the goods to our customers. Payment Payment We accept Visa, MasterCard, Discover and AmericanExpress through PayPal. New York State residents are required to pay 8.875% state tax. If payment is made via PayPal then we only ship to a PayPal CONFIRMED ADDRESS Shipping Shipping Insurance is included on all shipments at no extra charge! New York State residents are required to pay 8.875% state tax. Two Day and Overnight shipping are not available for PO box. Orders over $200 will be shipped with Signature Required Service for security purposes. Returns Returns Even if you are satisfied you can send the item for a FULL REFUND with no question asked. We are proud to have an unconditional, 'no hassle-no questions asked' 60-day money back guarantee. All of our items come with a 100% guarantee. If you are not satisfied with your purchase for any reason, you may return it to us within 60 days after receipt and receive a full refund less shipping fees. Your 100% satisfaction is our top priority. We pride ourselves in carrying high quality items and we hope that you will be pleased with your purchase. We want you to be 100% happy with the products you receive! If you are not satisfied with your purchase call us at 1-877-706-5333 or 1-212-869-6776 anytime between the hours of 9:30 a.m. to 6 p.m. EST, Monday through Friday, within 60 days of receiving your order for a return authorization number. We offer a 60 day return policy from the day you receive the item with NO restocking fee. 100% Satisfaction Guaranteed. We are so confident in the quality and value of our merchandise that we have no reason to charge our customers a restocking fee. Your Satisfaction is important to us! Call us and we will issue a Return Authorization Number (RAN). This number must be marked clearly on the front of the package and sent to us along with the original invoice. To ensure a prompt refund we ask that you please follow the above directions. Why Buy From Us Why Buy From Us We have a no-risk 60 day money back guarantee - always satisfied or your money back. We are PayPal verified. Square Trade Seal member in good standing since 2001. Member of PESA - Professional eBay Sellers Alliance. We have been registered on eBay since 1999 and maintain 99.9% happy customers' positive feedback. We are a big diamond and gemstone jewelry wholesaler with more 310,000 than satisfied online customers. More than 310,000 positive feedback on eBay. We have been registered on eBay since 1999 and maintain 99.9% happy customers' positive feedback. To date we have sold over $20,000,000 on eBay. We offer great deals on the best styles and qualities. You get the opportunity of buying jewelry at wholesale prices. We are dedicated to customer service available Monday through Friday 9:30 AM to 6:00 PM EST. All of our items are brand new. Great shipping rates with fast and most reliable shipping methods. More Items!View more great items 60-Day Returns Free Resizing Testimonials About Us Contact Us Loose Diamonds Rings Earrings Necklaces Bracelets New Arrivals Deals newsletter Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "QuantityAvailableHint": "MoreThan",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Gem Stone King",
        "Name": "Brand"
      },
      {
        "Value": "unisex-adult",
        "Name": "Gender"
      },
      {
        "Value": "LGP-0001",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1321645423668080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "EndTime": "2017-06-18T20:04:07.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "New York, New York",
  "Quantity": "400",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "19.99"
  },
  "TimeLeft": "P18DT2H12M17S"
}