{
  "ConvertedCurrentPrice": {
    "value": "11.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "IN",
  "Location": "LUCKNOW, UTTAR PRADESH",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T08:05:38.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "11.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T08:05:38.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "182599777989",
  "HandlingTime": "3",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "HMT",
        "Name": "Brand"
      },
      {
        "Value": "0231",
        "Name": "MPN"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Genuine Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Casual",
        "Name": "Style"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "MinimumToBid": {
    "value": "11.99",
    "_currencyID": "USD"
  },
  "ConditionDescription": "Used refurbished Recently service and keeping good times",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/genuine-hmt-janata-hand-winding-mens-steel-vintage-India-made-watch-run-order-2-/182599777989",
  "Title": "genuine hmt janata hand winding men's steel vintage India made watch run order_2",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1825997779898080_1.jpg",
  "HitCount": "1",
  "PostalCode": "226018",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT16H34M44S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/-aUAAOSwo4pYe6VE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/7M0AAOSwopRYe6U6/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/CpIAAOSwjDZYe6U~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/R2EAAOSwOtdYUOKZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/D60AAOSwJ7RYUOKP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA4MFgxNDQw/z/a3MAAOSwEzxYUOKU/$_57.JPG?set_id=8800005007"
  ],
  "Description": "Description machine no. 0231 case Stanless case and back age 30 to 40 year old approx size 39 mm (top to bottom) & 34 mm (side by side) with crown dial original beautiful white color dial crystal acrylic crystal made in made in india function para shock and manual winding crown original crown of the watch strap new after market 18 mm leather strap shape round Shipping DetailsPLEASE NOTE That FREE SHIPPING Mentioned In The Listing Will Be Done By \"Registered Air Mail \" ( INDIA POST)- FROM INDIA To Anywhere In The World I.E WORLDWIDE SHIPPING. It Will Take Approx 2 To 4 Weeks After Being Dispatched For The Shipment To Be Delivered. You Will Have To Sign On Delivery. Items Will Be Shipped Within 3 (Three) Working Days After Receiving Cleared Payment So Please Be Patient As We Give The Piece Last Through Test Pri0r Dispatch. We Are Not Responsible For Any Delayed In Delivery Due To Custom Clearance Of The Buyer’s Country As It’s To Be Handled By The Buyer Himself. Dhl Shipment If You Wish To Have It Delivered By DHL Courier Service For Much Faster Delivery. DHL Shipping Charges = 19 Gbp All Over The World (Expected Delivery Time Will Be 4 To 5 Business Days) Payment Payment Should Be Cleared Within 3 (Three) Days Of Sale And We Prefer Pay Pal For Any Other Payment Method Please Contact Us. Any Mistake In The Description Is Just A Mistake Not Deliberately Done To Mislead Anyone, Please Bring It To Our Knowledge And Please Ignore.Any Customs Or Taxes Of The Buyers Country Is To Be Paid And Handled By The Buyer Himself. Diagnose The Picture Carefully As They Are Big And Clear Then Bid Because Any Imperfection Visible In The Pictures And Missed In The Description Is To Be Considered As Described.My Language Would Appear A Bit Hard But It’s Only For Those Buyers Who Deliberately Want To Hurt The Interest Of The Sales. Return Policy In Case Of Any Problem If The Watch Is Returned, Full Amount Will Be Refunded. Money Will Be Refunded By Paypal After The Watch Is Received.In Case Of Any Problems After Receiving The Watch . Please Contact Within 7 Days And Only The Winning Amount Will Be Refunded Not The Postage Amount. One Side Postage For Returning The Watch Will Be Paid By The Buyer. Feedback We Hope To Make Every Customer Happy. Once You Received Your Item And Happy With This Transaction. Please Leave Positive Feedback Which Show Ebay Status. Thank You. When You Receive Your Item, Please Give Us Your Feedback. Your Feedback Is Always Welcome And Appreciated, So We Can Grow And Improve As An Ebay Member. If You Have A Question Or Concern, Please Email Us Before You Leave Feedback. Please Do Not Leave Neutral Or Negative Feedback Before We Have Had A Chance To Resolve Any Issues. In Case After Receive Item You Are Unhappy Or Unsatisfied, So Please Please Give Me A Chance To Resolve Your Problem Before Left Your Neutral Or Negative Feedback And Your Full Amount Will Be Refunded.",
  "Seller": {
    "PositiveFeedbackPercent": "93.8",
    "FeedbackScore": "42",
    "UserID": "king_watches007",
    "FeedbackRatingStar": "Yellow"
  },
  "ListingType": "Chinese",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}