{
  "ConvertedCurrentPrice": {
    "value": "19.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Ypsilanti, Michigan",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T14:38:44.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=144912676",
    "StoreName": "vFashion86"
  },
  "CurrentPrice": {
    "value": "19.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T14:38:44.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "SKU": "P529",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "232355349629",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Freestyle",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": [
          "Water Resistant",
          "Backlight",
          "Rotating Bezel"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "1990-1999",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "40mm Wide Approximately Without Crown",
        "Name": "Case Size"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Two-Piece Strap",
        "Name": "Band Type"
      },
      {
        "Value": "Diver",
        "Name": "Style"
      },
      {
        "Value": "Fabric/Canvas",
        "Name": "Band Material"
      },
      {
        "Value": "100 m (10 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Vintage Freestyle Mens Moving Bezel Night Vision Quartz Watch Hours~New Battery",
  "ConditionDescription": "This watch is currently running smooth, keeping accurate time. Battery was replaced within last month or so. But we still can NOT guarantee battery life due to various reasons such as unknown shelf time. Please review images to make your judgment on cosmetic condition which I believe is a matter of personal opinion. You will get what you see (sorry but stand, table and ruler are not included). Please also read the entire disclaiming text in the description section about the vintage watches in general. As an used vintage item in general, there might be some dirt, scratches, and/or other forms of wear here and there, but nothing major for the age in my view except for non-original case back that is marked \"Bulova\". Again, please review all images to make your own judgment.  Please ask any questions you have.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Freestyle-Mens-Moving-Bezel-Night-Vision-Quartz-Watch-Hours-New-Battery-/232355349629",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2323553496298080_1.jpg",
  "HitCount": "7",
  "PostalCode": "48197",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT23H31M47S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/81gAAOSw3gJZLtU1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/gUEAAOSwrhBZLtU7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/2GcAAOSw-K9ZLtVA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/LxUAAOSw0hlZLtVF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/g50AAOSwlndZLtVL/$_57.JPG?set_id=8800005007"
  ],
  "Description": "BUY WITH CONFIDENCE & RISK FREEHERE IS OUR GUARANTEE: if you are not fully satisfied with item purchased from us for any reason, simply return it within 30 days for FULL & Prompt refund. No hassle. NEVER need an excuse. Never need to open a case.PLEASE MAKE SURE TO REVIEW THE LAST IMAGE & VERIFY WHETHER THE SIZE OF THE WATCH IS APPROPRIATE FOR YOU BEFORE ORDERING. THANKS. Pre-Owned Vintage Quartz Watch - Runs - New BatteryYou are viewing one of vintage/pre-owned watches in my collection. The following is a general description for our pre-owned quartz watches. For specific condition of this particular watch, please carefully read \"Seller Note\" under \"Item Specifics\" above.This watch is in good working condition in terms of time-keeping. New battery was installed within a month or so. However we still can NOT guarantee battery life due to various reasons such as unknown shelf time. It is buyer's responsibility to replace battery if it becomes necessary. We may send a replacement battery if needed.Due to the nature of used/vintage watch, we can't guarantee long term functionality and accuracy.As an used vintage item in general, you may expect to see some dirt, scratches, discoloration, deplating, and/or other forms of wear here and there, and the extent of wear varies from watch to watch and is a matter of personal opinion. So it is very important for you to zoom in and carefully review all images to make your own assessment. ALL IMAGES ARE IMPORTANT PART OF THIS DESCRIPTION. You will get get what you see. Sorry, but plastic stand, table, ruler and other non-related items that might be shown in the images are not included with the item.THIS IS A RATHER GENERIC DESCRIPTION. Please read the entire text in \"seller note\" of \"Item Specifics\" section for specific information on this watch and carefully review all images to make your own judgment on cosmetic condition which I believe is a matter of personal opinion. Please do not hesitate to ask if you have any questions.Important: gender classification is strictly my own opinion. The band length does NOT determine gender of a watch. It can be difficult to classify some watches as they may have mens size but lady's style, or they may appear small for men but big for women. Therefore, it is very important to make you own assessment on the gender based on style and size shown in the images. For approximate size of the watch and length of band, please see the last image with a ruler scale placed next tho the watch.Important - customer satisfaction is always our first priority. We strive to list items accurately. But errors could happen sometimes. Please be assured that we will take the item back and issue full refund if the item you receive is not \"as described\" - no question asked. We would appreciate it if you do not leave neutral or negative feedback before contacting me for a resolution. Good eBay rating is important for us to offer the lowest prices and provide the best customer services. Again, I will take care of any issues and problems with \"customer satisfaction\" in mind.Please make payment within 3 days of auction end. Thanks. Ebay will automatically open a non-payment case on the 4th day. ATTENTION! International Buyers - PLEASE READ THE FOLLOWING MESSAGE:Shipping delays may incur due to slow customs clearance in many countries. It may take up to 3-4 months to clear customs in some countries such as (not limited to) Brazil and some other South American countries, Italy and Russia.Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying.Attention UK Buyers: we can't ship CASIO watches to UK, even for used ones, PER CASIO UK Policy. Therefore, please avoid bidding or buying Casio watches from our store. You are welcome to shop for watches of other brands. Thanks.General Notes for Vintage Watches - Please ReadUnless otherwise noted, all watches we sell have been tested to be in good working condition. They keep accurate time currently. However, due to vintage nature of the watches we sell, as a general rule we can't guarantee their long term accuracy. Typically, for quartz watch, if it runs, it will run pretty accurately. For mechanical wind up watches, on the other hand, regular and routing services and maintenance by professional watch makers are always needed for accurate time-keeping.Some watches, especially those with leather bands, may have certain smells inherited from their previous owners such perfumes, body mists, or even storage. Although these smells will fade out soon or late, they might not be suitable for particularly smell-sensitive buyers. We do try to avoid listing the items with strong smells. However, due the nature of used items, we can't 100% guarantee all watches are smell-less. Unless otherwise noted, all batteries in the quartz and electric watches we sell are replaced recently. However, due to various reasons and in very rare cases (but could happen!), a battery could become drained within short period of time. If this occurs, it is buyer's responsibility to replace the battery. However, in the \"Dead on Arrival\" battery situation, we may, at our discretion, send you the replacement battery. All vintage and used watches are expected to show certain wear, from \"hard to see\" to light to significant. Such wear is particularly common on leather bands if equipped, which could be significant in some watches. We try to take clear pictures for each watch we offer to sell. It is important to review all images attached to listing to make your own judgment on the cosmetic condition of the watch.We make sure all watches we ship out are in good running condition unless otherwise noted. However, in very rare cases, movement mechanism of a vintage watch may get stuck while being thrown around in transit. This could cause the watch to stop running. If this is to happen, a \"jump start\" may become necessary. Here are how to \"jump start\" a watch: 1. pull crown all the out and turn 2-3 rounds; 2. hold the watch sideways, firmly and repeatedly tap the non-crown side against a wood surface. Track Page Views With Auctiva's FREE Counter",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "FeedbackScore": "9653",
    "UserID": "vfashion86",
    "FeedbackRatingStar": "Green",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "We strive to make listing as accurate as possible, but in errors do occur in some cases. Returns are acceptable only for \"not as described\" items. All returns must be authorized. The returned products must be in resellable condition and bear no scratches and other physical damages. Shipping & handling is not refundable. Ebay & PayPal assessed fees will be deducted from all approved refunds. We reserve the right to decline any returns with reasons."
  }
}