{
  "Country": "US",
  "Location": "San Francisco, California",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T13:19:22.000Z",
  "PrimaryCategoryID": "31387",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "9.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-07T13:19:22.000Z",
  "ShipToLocations": [
    "US"
  ],
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "NewBestOffer": "false",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "ConditionDisplayName": "Pre-owned",
  "HitCount": "0",
  "TimeLeft": "P6DT22H6M39S",
  "MinimumToBid": {
    "value": "9.99",
    "_currencyID": "USD"
  },
  "PostalCode": "94110",
  "ConvertedCurrentPrice": {
    "value": "9.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3719680270048080_1.jpg",
  "Charity": {
    "CharityNumber": "122696",
    "Status": "Valid",
    "CharityID": "102688",
    "CharityName": "The Salvation Army",
    "DonationPercent": "100.0",
    "LogoURL": "http://i.ebayimg.com/00/s/MzU5WDMwMA==/z/oIQAAOSwHMJYI8ig/$_1.JPG?set_id=8800005007",
    "Mission": "The Salvation Army, an international movement, is an evangelical part of the universal Christian \r\nChurch. Its message is based on the Bible. Its ministry is motivated by the love of God. Its mission \r\nis to preach the gospel of Jesus Christ and to meet human needs in His name without discrimination."
  },
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1216768135",
    "StoreName": "The Salvation Army Online Store"
  },
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "AKRIBOS",
        "Name": "Brand"
      },
      {
        "Value": "690",
        "Name": "Store Location"
      },
      {
        "Value": "AK510",
        "Name": "MPN"
      }
    ]
  },
  "SKU": "SA495490164",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "HandlingTime": "2",
  "Description": "AKRIBOS XXIV \"Diamond\" Silvertone Stainless Steel Women's Watch (690) Description AKRIBOS XXIV \"Diamond\" Silvertone Stainless Steel Women's Watch (690)8.75\" when laid flatPrice tag reflects a $495 retail priceWorks! Customer service is our top priority. If you make a purchase from us and an issue arises, please give us a chance to make things right by contacting us before leaving negative feedback or opening a case. We promise to resolve your concerns quickly and professionally. All of our items are sold AS-IS! Our products are donated to us and sold directly from thrift stores in our Western Territory. Proceeds are used to support local programs. Please study our photos carefully and read our description thoroughly. We maintain office hours Monday through Friday and operate on Pacific Time. Purchases or inquiries made after hours will be processed on the next business day. We do not end auctions early for “Buy It Now” offers. ** The Salvation Army is not an authorized dealer. ** Warranty not provided by manufacturer even if the item condition is new (All items sold through The Salvation Army are donated). ** Please note that this is a previously owned item; imperfections are a unique aspect of a vintage or antique product. ** Our quality control team has inspected this item and verified that it is in the condition described above. Payment and Shipping PAYMENT TERMS: PayPal is the only form of payment we accept. You must have a PayPal account linked to your eBay account in order to bid on or purchase our items. If payment has not been received within 4 days of the listing’s end, eBay will automatically open an Unpaid Item Case. Note that we cannot modify your order once a case has been opened, so please contact us immediately if an issue arises or if you need more time. If no payment is received for another 4 days, the order will be cancelled and eBay will record the nonpayment on your account. We represent The Salvation Army Western Territory, which resides in Hawaii, Washington, California, Idaho, Wyoming, Nevada, Utah, Colorado, Arizona, New Mexico, Oregon and Montana. State sales tax is applied to all orders shipped to one of these states, if applicable. SHIPPING TERMS: Payment must clear before we can ship out an order. We do not ship internationally, to US protectorates, or to FPO/APO/DPO addresses. All shipments are subject to a $1.95 handling fee, plus tax where applicable. Tracking is provided with all orders. We can only ship to your registered eBay address. Please make sure your address is current before purchase. COMBINED SHIPPING: All of our items are sold directly from Salvation Army thrift stores in the Western Territory. We do offer combined shipping upon request, but can only combine items sold from the same physical location. Please double check the item’s location before requesting combined shipping. If you are awaiting multiple auctions and wish to combine these future orders, please give us advance notice. LOCAL PICKUP: All of our items are sold directly from Salvation Army thrift stores in the Western Territory. Please verify that you can reasonably travel to the thrift store selling the item before requesting local pickup. Contact us after the sale to arrange pickup. Store hours may vary. Orders must be retrieved within 10 days of sale. Payment must be tendered through PayPal prior to your arrival.",
  "QuantitySold": "0",
  "Title": "AKRIBOS XXIV \"Diamond\" Silvertone Stainless Steel Women's Watch (690)",
  "ConditionDescription": "Works",
  "BidCount": "0",
  "ItemID": "371968027004",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/FicAAOSwlY1ZLsLY/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OBAAAOSwKytZLsLX/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/-88AAOSww9xZLsLX/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/SZsAAOSwq1JZLsLX/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/lh0AAOSwcgNZLsLY/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/RkUAAOSwurZZLsLW/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OA8AAOSwKytZLsLX/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OBYAAOSwKytZLsLX/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/sPEAAOSwBt5ZLsLX/$_12.JPG?set_id=880000500F"
  ],
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/AKRIBOS-XXIV-Diamond-Silvertone-Stainless-Steel-Womens-Watch-690-/371968027004",
  "Seller": {
    "PositiveFeedbackPercent": "99.6",
    "FeedbackScore": "11281",
    "UserID": "salvationarmystore",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  }
}