{
  "ConvertedCurrentPrice": {
    "value": "0.74",
    "_currencyID": "USD"
  },
  "Site": "Australia",
  "Country": "AU",
  "Location": "Taigum, Queensland",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:48:15.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "PayPal",
    "PaymentSeeDescription"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=47969125",
    "StoreName": "Kontrol Sports Accessories"
  },
  "HighBidder": {
    "FeedbackScore": "797",
    "UserID": "i***h",
    "FeedbackRatingStar": "Purple",
    "FeedbackPrivate": "false"
  },
  "CurrentPrice": {
    "value": "0.99",
    "_currencyID": "AUD"
  },
  "EndTime": "2017-06-07T09:48:15.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Description": "The SEIKO Super Mods are here ! w/all NEON BLUE Plongeur & \"Lollipop\" SS hand set !! Modded w/Blue and Red \"Pepsi\" bezel insert & BLUE Chapter Ring !!! What you see is what you get. The iconic 7002, the first exclusively slimmed down case line that is still in use today. Had a glorious run from 1988-1996. Modded (customized) to look better bolder and cleaner than the stock parts the original came with. Modding is all the rage with Seiko divers these days. The general watch buying public is just starting to realize the true bargain Seiko diver watches are to their Swiss counterparts selling for thousand$ more. Get in before everyone else finds out. The current trends of the rise in prices of the vintage divers from the 70's and 80's reflect as such. Google the plethora of Seiko diver information and you'll see for yourself. Get in, and get one! SUMMARY: THE DIAL- Standard black Seiko dial with normal C3 lume. Note the aged patina on dial, with it as the back drop of the new custom hand set making for an excellent contrasting effect. THE HANDS- Hour and minute: Ploprof inspired Plongeur design. Custom interpretation, 1mm longer to avoid any \"stubby\" look. Neon Blue minute hand, and neon blue hour hand. Sweep second: \"Lollipop\" design. Color: neon blue. THE LUME- Hands incorporate the use of Super LumiNova®. The non-radioactive alternative to the inferior radioactive Tritium® material. THE CHAPTER RING (minute track)- Blue, accenting the watch nicely. THE BEZEL- Stainless steel with popular blue and red \"Pepsi\" bezel insert. THE BAND- Vented wave black rubber dive strap. The preferred style as it seems to ventilate sweat on the wrist better. THE CASE- Original stainless steel Seiko 7002 case. It's reputation speaks for itself. THE CROWN- Solid corrosion resistant stainless steel screw-down crown. Water sealed with gaskets to keep water and dirt/dust out. Note: The case of this watch is shroud* adaptable. Click the link below for more info of the hottest knew mod part on the market. THE MOVEMENT- Seiko 7002 17 jewel workhorse. When maintained properly will outlive you, but will still keep going for future generations to enjoy. Note: This is an automatic movement that has a self winding rotor in the case that winds the watch. Please give a pre-owned and serviced movement as such a good back and forth shake for a couple of minutes upon receiving it. This gets it started, and users active movements while wearing it will keep it powered up. CONCLUSION- A Seiko Super Mod with the legendary 7002 case and movement attached to it. When you consider the cost of buying individual mod (custom) parts. What're you waiting for? This watch is an insane bargain. Offered up for a buck, $1 no reserve, good luck! Note: Please read all parts of auction body. And ask all questions and concerns through the question and message prompt. I'll do my best to answer any inquiry. This watch is pre-owned, and has been cleaned and serviced by competent Seiko technicians. While not brand new all functions of watch are working. All functions of the watch including timing and assembly are up to acceptable standards befitting the age and normal wear of this vintage piece. Movement and case are assured to be authentic Seiko articles or your money back. All other parts are of acceptable quality dedicated for use on this specific watch model. Mod parts, i.e. hands are guaranteed brand new and of the exceptional quality. If you're a collector, or just looking for a cool watch review my feedback and see the many satisfied customers. DON'T FORGET TO SEE MY OTHER LISTINGS FOR MORE GREAT COLOR VARIANTS WHAT TO EXPECT:We take a vintage Seiko movement and case, clean it, buff the case & crystal, then refurbish it. We then water test on a 3ATM rated water testing apparatus and guarantee to swimming standards, provided Seiko's recommended tips for water care are followed. (Please google Seiko webpage to read these water care tips and other maintenance guides BEFORE placing your watch under water). We then mod it with brand new 3rd party mods from the Dragonshroud Mods brand. You end up with a near new looking MODDED Seiko. There will be the occasional, superficial flaw in the case, or crystal though we do polish these as much as possible to remove scratches. Please check the photos carefully. These are NOT brand new watches, so please bear that in mind, you may see some wear expected on a 'up to' 20 year old watch. The date may be slightly worn, the crown and bezel slightly stiff, or loose. We do replace any parts on the movement that are not working at the time of refurbishing and replace them with either brand new 3rd party parts or reconditioned workable parts from other Seiko's (may or may not have markings depending on the part) but not all parts on this refurbished watch will be replaced if they are deemed in decent working order. Not all parts are original Seiko parts, some are the Dragonshroud Mods brand, some are generic 3rd party brand, but the case and core movement are guaranteed authentic Seiko. If we used all Seiko parts we wouldn't be able to offer these amazing $1 auctions. The word to keep in mind is that this is a MODDED Seiko watch. Please bid accordingly & check photos carefully for any slight flaws, ... what you see, is what you get.Rest assured, you can refer to our feedback to see 100's of VERY satisfied customers and we do our utmost to keep our customers happy. All our mods & accessories are from the Dragonshroud Mods brand. 0 0 1 40 234 Kontrol 1 1 273 14.0 Normal 0 false false false EN-US JA X-NONE Click Here to See Our World 1st Clip On TUNA SHROUD* WATCH SHROUDS for Seiko 7002 & 7s26 Divers The ultimate accessory and protection for your Seiko Diver watch. (sold separately) SHIPPING, CUSTOMS & HANDLING TIME We ship all our parcels within a maximum of 3 working days, (Most often sooner, within 1-2 working days but we allow up to 3 working days for emergencies) Please click this link for more info: http://pages.ebay.com/help/buy/contextual/domestic-handling-time.html Please understand that we don't usually work weekends or a holiday as we try to spend time with our family, but will reply to all questions asap the following working day :) INTERNATIONAL BUYERS PLEASE READ: a) Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. b) Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. c) As required by law, we include a packing slip showing the price the watch sold for at auction, please don't ask us to under declare to avoid taxes. Parcels to the United Kingdom / Ireland, USA, New Zealand & Singapore are sent using AusPost PACK & TRACK International, Please click here for information regarding tracking, delivery times & postage costs to your country: http://auspost.com.au/parcels-mail/pack-and-track-international.html Parcels to all other countries are mailed using AusPost Registered Post International Parcel with delivery confirmation, Please click here for information regarding tracking, delivery times & postage costs to your country: http://auspost.com.au/parcels-mail/registered-post-international.htmlNB: As delays in shipping & customs in your country are out of our control, we cannot give a perfect estimated time frame for delivery but the above AusPost links can give you a general guideline.",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "South America",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "RU",
    "AL",
    "AD",
    "AT",
    "BY",
    "BA",
    "BG",
    "CY",
    "CZ",
    "FI",
    "GI",
    "GR",
    "GG",
    "IS",
    "IT",
    "JE",
    "LV",
    "LI",
    "LU",
    "MK",
    "MD",
    "MC",
    "ME",
    "NO",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "CH",
    "UA",
    "VA",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "TW",
    "TH",
    "VN",
    "BM",
    "GL",
    "MX",
    "PM",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "JP",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "ItemID": "382109028330",
  "HandlingTime": "3",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Seiko",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Date",
        "Name": "Features"
      },
      {
        "Value": "Rubber",
        "Name": "Band Material"
      },
      {
        "Value": "Self-winding",
        "Name": "Type"
      },
      {
        "Value": "Vintage (1971-1983)",
        "Name": "Age"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Casing"
      },
      {
        "Value": "Wristwatches",
        "Name": "Product Type"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Vintage mens watch SEIKO diver 7002 PEPSI mod w/all NEON BLUE Plongeur hand set!",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-mens-watch-SEIKO-diver-7002-PEPSI-mod-w-all-NEON-BLUE-Plongeur-hand-set-/382109028330",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "1",
  "ConditionDisplayName": "Pre-Owned",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3821090283308080_1.jpg",
  "HitCount": "19",
  "PostalCode": "4018",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P6DT18H22M29S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTM4OFgxMjg5/z/0XAAAOSwlY1ZGsAN/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDg0/z/znMAAOSwlY1ZGr~J/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg4Nzg=/z/kzYAAOSwcB5ZGr~u/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTk0WDEyNDQ=/z/Sg4AAOSwX61ZGsAV/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ1OVgxMjEw/z/dgIAAOSwuMZZGr~k/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI0NFgxOTQ=/z/zr8AAOSw42JZGsAc/$_57.JPG?set_id=8800005007"
  ],
  "MinimumToBid": {
    "value": "1.04",
    "_currencyID": "AUD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "4600",
    "UserID": "kontrolsports",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "7 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}