{
  "ExcludeShipToLocation": "BG",
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "89.99"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:14324:3937:3940",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "RARE+++ Vintage Soviet USSR Molnija Engraved Oversized Men's wristwatch, 18 Jew. *SERVICED* 1970's Dear customers, we present for sale this pre-owned gorgeous mega rare vintage Soviet Molnija Oversized wristwatch. This wristwatch is in excellent working condition. Keeps correct time!!! It dates from around the early 1970's. If you have been collecting watches for a while, I think you’re going to appreciate the following sophisticated antique timepiece that is hard to find nowadays. This watch is prized for reliability, convenience in use, and meets relatively seldom. A great investment! This elegant wristwatch was converted from pocket watch!!! MOVEMENT : This beautiful mechanical wristwatch has the high grade original pocket watch movement ''MOLNIJA'' with 18 ruby jewels. In an excellent status which was very well saved, considering age of this watch. Smooth and strong running of the balance. Movement has been recently serviced to ensure it winds and sets smoothly while keeping great, accurate time! This high grade movement is signed that reads : '' 18 JEWELS SU 3602 #517267 ''. See the photos for more details!!! CASE : This astonishing timepiece has Oversized Engraved case! Made of chrome/nickel. Case converted from pocket watch!!! Manually engraved! The case is in good overall cosmetic condition, with soft signs of age and regular wear. The watch supplied with a brand new leather strap as a Free Gift to the buyer. The case have crown for winding and setting at 12 o'clock position. See the photos for more details!!! The large winding crown is in very good shape and operates properly! Diameter watch without the crown: 45 mm.Diameter watch with the crown: 48 mm.Thickness watch: 11 mm. These watches have originally been made in a variant of a pocket watch. And in a consequence have been altered in a variant for convenience of carrying on a hand!!! DIAL : This timepiece has amazing, original, White dial. In excellent cosmetic condition, no signs of any scratches, cracks or hairlines. The dial is much whiter, from the photos!!! The dial have black Arabic numerals and sub dial at 6 o'clock position. Cyrillic signed that reads : '' MOLNIJA / MADE IN USSR ''. The plastic dome crystal is changed with brand new one, because old one was in very worse condition! See the photos for more details!!! FREE SHIPPING TO WORLDWIDE!!! ANY DEFECTS NOT MENTIONED BUT VISIBLE IN THE PICTURES WILL BE CONSIDERED AS DESCRIBED! Please serious bidders only, bidders with 0 feedback please contact me before you bid. For the rest of the bidders if you need to clarify any doubts you may have, please contact me!Please see my other auctions from time to time when I list other beautiful timepieces/ items!!! PAYMENT : - We accept payment through PayPal ONLY, the most trusted payment method; -- Unpaid dispute will be filed to ebay on the 3th day after auctions ended; SHIPPING: -- We ship within 3 business days after the payment cleared and it usually takes 10~25 working days for international delivery; -- We could only ship the item to PayPal registered address only, Please make sure your shipping address is matched with paypal’s address before you pay; -- Item will be shipped out by Bulgarian post with tracking; -- We combine shipping for multiple items whenever possible; RETURN POLICY: During the first 7 days after receipt of your product, if for any reason you are not happy with your purchase, you can return your purchased item back to us at your expense. Shipping charge is not refundable. Our goal is to make you a satisfied customer and we will do our best to make this happen. Exception is when it is our fault . Buyer pays return postage!!! Please do not hesitate to contact us for any questions you may have about your order or any of our products. We are here to help and we count on your satisfaction with our products. FEEDBACK:You receive the product, please leave a feedback for us.Your feedback is always important to us.Please feel free to contact us before leaving a negative feedback or low DSR.If there is a problem, we will help you solve it.Thank You For Bidding and Good Luck To Everyone!!!",
  "StartTime": "2017-05-31T04:05:41.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/M4MAAOSwONBZFHXj/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/pJcAAOSwBt5ZFHYB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/pHcAAOSwi7RZFHYJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/FFgAAOSwxu5ZFHYT/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OtYAAOSwcaFZFHYc/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/4OkAAOSwlY1ZFHYh/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/aAkAAOSwR29ZFHYo/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/BH0AAOSw8lpZFHYy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/KGAAAOSwsXFZFHY8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ioMAAOSwH09ZFHZF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/hCsAAOSw8HBZFHZZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/bw0AAOSwcgNZFHZh/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "3940",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Molnija",
        "Name": "Brand"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Chrome/Nickel",
        "Name": "Case Material"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Polished",
        "Name": "Case Finish"
      }
    ]
  },
  "Seller": {
    "UserID": "vintage_mechanical_timepieces2015",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "369",
    "PositiveFeedbackPercent": "99.3"
  },
  "HitCount": "14",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2726940048648080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-07T04:05:41.000Z",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "89.99"
  },
  "BidCount": "0",
  "Country": "BG",
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No"
  },
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "89.99"
  },
  "ListingType": "Chinese",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Sofia, Sofia",
  "Title": "Vintage Soviet Molnija Engraved Oversized Gents wristwatch 18 Jew. *SERVICED*",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Soviet-Molnija-Engraved-Oversized-Gents-wristwatch-18-Jew-SERVICED-/272694004864",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "272694004864",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Antique",
  "TimeLeft": "P6DT10H2M22S"
}