{
  "ConvertedCurrentPrice": {
    "value": "449.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "CA",
  "Location": "Saint-Thomas, Quebec",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T11:01:14.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=260541359",
    "StoreName": "MLC-INC Online Liquidation store"
  },
  "CurrentPrice": {
    "value": "449.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T11:01:14.000Z",
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "Description": "RAYMOND WEIL LADIES JASMINE DIAMOND SILVER DIAL SWISS QUARTZ WATCH - Polished Gold Tone & Stainless Steel Case and Bracelet - Silver Dial - Blue Hour and Minute Hands - Black Roman Numeral Hour Markers - Date Display Window at 3:00 Position - Genuine Diamonds Set On Bezel - Swiss Quartz Movement - Water Resistance - Push Button Fold Over Snap Clasp - Model Type: Jasmine - Model 5229-S5S-00659 - Case Diameter: 29mm - Case Thickness: 8mm - Bracelet Width 16mm - SKU # 2541220649 GUARANTEED 100% AUTHENTIC The Raymond Weil Story Raymond Weil, located in the heart of Geneva, Switzerland, is one of the last independent Swiss luxury watch companies. Even more uniquely, the company has remained a family business and is currently managed by Raymond Weil's son-in-law Olivier Bernheim, and his sons, Elie and Pierre Bernheim.Raymond Weil opened his watch-making business in 1976 during a very difficult period for mechanical watches. At the time, quartz watches were swiftly replacing their predecessors as a more affordable and equally accurate alternative. However, due to his 26 years of experience in the industry, Raymond Weil's design concepts, impeccable, mechanical movements, and commitment to entirely Swiss-made products earned him a clientele that continued to expand over the past 37 years.Despite the company's current popularity, these high standards have not relaxed, and each Raymond Weil watch passes 350 different checks before being put on the market. Raymond Weil's in-depth knowledge of horology has earned him several prestigious recognitions, including being named President of the Watch Manufacturer's Union of Geneva, Vice President of the Watch Industry's Training Center in Lausanne, member of the Watchmakers' Federation, and President of the Exhibitors' Committee of the World Watch-making and Jewelry Exhibition at Basel.The company's signature motto--\"Independence is a state of mind\"--is a reminder of its desire to conceive timepieces that are different, elegant and modern, while at the same time displaying all the rigor of watchmaking excellence.From the ManufacturerStainless steel case with a two-tone (silver and rose gold PVD) steel bracelet. Fixed stainless steel set with 28 diamonds bezel. Silver dial with blue hands and Roman numeral hour markersWatch Information Brand, Seller, or Collection Name Raymond Weil Model number 5229-S5S-00659 Part Number 5229-S5S-00659 Model Year 2011 Item Shape Round Dial window material type Anti reflective sapphire Display Type Analog Clasp Deployment Clasp﻿ Case material Stainless steel Case diameter 29 millimeters Case Thickness 8 millimeters Band Material Two-tone stainless steel Band length Women's Standard Band width 16 millimeters Band Color Silver Dial color Silver Bezel material Stainless steel Bezel function﻿ Stationary Calendar﻿ Date display at the 3 o'clock position Special features Water Resistant Item weight 2.56 Ounces Movement﻿ Swiss quartz Water resistant depth 165 Feet FEEDBACK POLICIES:WE LEAVE POSITIVE FEEDBACK TO ALL WINNERS THAT LEFT POSITIVE FEEDBACK FOR US ONCE THE TRANSACTION IS COMPLETED.WE STRIVE TO ENSURE THAT ALL OF OUR CUSTOMERS ARE 100% SATISFIED.GENERAL INFORMATIONWE GIVE TRACKING NUMBER IN YOUR PAYPAL ACCOUNT.CANADIAN PAY GST AND QUÉBEC RESIDENT MUST AD QST, USA ARE TAX FREE.PAYMENT MUST BE RECEIVED 9 DAYS MAXIMUM, AFTER THE AUCTION END...EVERY EFFORT HAS BEEN MADE TO ACCURATELY DESCRIBE ALL MERCHANDISE OFFERED IN OUR AUCTION.WE ARE CLOSED ON WEEK-END AND ALL MAJOR HOLIDAYS AND THE DAY AFTER. SALES COMPLETED AND EMAIL RECEIVED AFTER OUR BUSINESS HOURS WILL BE HANDLED THE NEXT WORKING DAYS.SHIPPING POLICIES:SHIPPING COST WRITTEN IN AUCTION IS FOR CONTINENTAL CANADA AND USA.CUSTOMERS FROM NUNAVUT, NORTHERN TERRITORY, YUKON, ALASKA, PUERTO RICO, ETC MUST EMAIL FOR SHIPPING COST BEFORE BIDDING.WE NEVER REFUND SHIPPING COST PAID IN ANY CASE.WE SHIP THE NEXT DAY OF PAYMENT RECEPTION, WITH EXPEDITED PARCEL FOR CANADA & USA , AND SHIPPING MAY TAKE UP TO 5 TO 15 DAYS FOR CANADA AND 12 TO 20 DAYS FOR USAInternational Standard: 2 to 6 weeks (may take 8 to 12 weeks due to customs delays)Tracking number will be upgraded only at the reception of your package by your local post officeTHE TIMES DUE TO PACKAGE FOR CUSTOMS IS LOCKED OUT OF OUR CONTROL.IF SOMETHING HAPPEN IN THE SHIPPING, WE CANNOT REFUND ANYTHING UNLESS WAITING THE 45 DAYS NEEDED BY CANADA POST TO CONCLUDE THEIR INVESTIGATION. FOR INTERNATIONAL STANDARD OVERSEAS SHIPPING WE CANNOT REFUND ANYTHING UNLESS WAITING THE 65 DAYS NEEDED BY CANADA POST TO CONCLUDE THEIR INVESTIGATIONAll returns MUST have prior authorization. When returning a product from the U.S.A. please send the product as a defective return and declare product value on the customs form ($5 value) otherwise we may refuse the return due to customs and brokerage fees.BID WITH CONFIDENCE! WE ARE A SELLER YOU CAN TRUST.....Please don’t forget to leave your feedback! If you are pleased with our transaction, please respond with all 5 stars!We strive for 5-Star customer satisfaction by selling 100% authentic goods, offering competitive shipping rates, fast turn-around times, and maintaining openlines of communication.If you do not feel you have received 5-Star service please contact us prior to leaving feedback.When rating our transaction in the detailed feedback system please keep in mind that eBay considers any rating less than 4.8 to be below the standard they require of sellers to avoid the highest selling fees and more. THANK YOU AND HAPPY BIDDING!",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "272694927546",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "RAYMOND WEIL",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "5229-S5S-00659",
        "Name": "MPN"
      },
      {
        "Value": "5229-S5S-00659",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Raymond Weil Jasmine Diamond Silver Dial Two-tone Ladies Watch 5229-S5S-00659",
  "ConditionDescription": "Wear 1 time in fashion show, like new",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Raymond-Weil-Jasmine-Diamond-Silver-Dial-Two-tone-Ladies-Watch-5229-S5S-00659-/272694927546",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2726949275468080_1.jpg",
  "HitCount": "2",
  "PostalCode": "J0K 3L0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT19H39M53S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/2wsAAOSw2gxY3RR1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/yh4AAOSwuxFY3RR4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/iVQAAOSwA29Y3RR7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/s2oAAOSwsW9Y3RR-/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "449.99",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "FeedbackScore": "23924",
    "UserID": "mlc-inc",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}