{
  "QuantitySold": "0",
  "PostalCode": "21077",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "watchparts24",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "17030",
    "PositiveFeedbackPercent": "100.0"
  },
  "SecondaryCategoryIDPath": "281:14324:173696:63200:57714",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Contact Traditional German watchmaking supply for fine watchmaking and chronometry eBay Store Feedbacks Other auctions Stainless steel case back with sapphire crystal insert for Rolex Datejust 1601 Content: 1 St Suitable for watches by: Rolex Finish: Polished Professional quality, support and service from German traditional wholesale supply for watchmaking and jewelry since 1898 Description Crystal case back made of high grade stainless steel in the brand's typical designWith anti-reflective and scratch-resistant sapphire crystal in pressure resistant Delrin sealProfessional production, designed and manufactured in GermanyWaterproof 30 ATMEasy-to-use replacement of the original part Tested and proven Ernst Westphal Premium Quality - we only supply with products which meet our high standards as a traditional German wholesale specialist for fine watchmaking and jewelry supply for more than one hundred years. Premium Quality, expert advice, high availability and fast delivery - with less you should not be satisfied. For these basics we stand with our outstanding reputation trusted by more than 30,000 satisfied customers worldwide since over 100 years. International buyers – please note Import duties and taxes are not included in the item price or shipping costs. These charges are in the buyer's responsibility and are normally collected by your local freight (shipping) forwarder or when you pick up the item. Please check potential taxes and duties with your local customs prior to placing an order. We do not declare lower custom values or declare items as „gifts“- this is a severe illegal act. Related bestsellers Similar articles Bestseller FORTIS Caoutchouc strap black 20 mm (one strap half) for B-42 Pilot Professional USD 39,00 Sofort Kauf TAG Heuer watch band black with pin buckle for Formula 1 WA12xx USD 59,00 Sofort Kauf HEUER Carrera pin buckle steel 16 mm USD 79,00 Sofort Kauf HEUER Carrera pin buckle steel 18 mm USD 79,00 Sofort Kauf Ceramic bezel for Rolex Daytona Black with white scale USD 199,00 Sofort Kauf Satin-finishing brush thick for bracelets and cases USD 26,95 Sofort Kauf Satin-finishing brush extra fine for bracelets and cases USD 20,95 Sofort Kauf TAG Heuer rubber watch band with pin buckle for Formula 1 CAH11xx, WAH11xx USD 79,00 Sofort Kauf Bezel inlay for Rolex sport model Green Submariner 16610LV USD 44,95 Sofort Kauf Genuine Omega Flightmaster GMT steel crown USD 99,00 Sofort Kauf IWC buckle steel 16 mm matte finish USD 139,00 Sofort Kauf Genuine Omega Flightmaster bezel adjusting steel crown USD 99,00 Sofort Kauf FORTIS deployant clasp 18mm steel brushed Limited Edition for caoutchouc straps USD 219,00 Sofort Kauf TAG Heuer watch band blue with pin buckle for Formula 1 WA12xx USD 59,00 Sofort Kauf Satinizing brush set compatible for re-satinizing ROLEX Oyster bracelets USD 69,95 Sofort Kauf Genuine Omega Flightmaster steel pusher USD 109,00 Sofort Kauf Steel Bracelet compatible with Rolex Submariner Oyster steel bracelet USD 209,00 Sofort Kauf Fortis pin buckle brushed steel 18 mm USD 39,95 Sofort Kauf Extension link for Rolex Oyster bracelet Classic steel polished flank USD 59,00 Sofort Kauf Extension link for Rolex Oyster bracelet Steel new version 15,50 mm USD 79,00 Sofort Kauf Crystal case back with sapphire crystal insert for Rolex Datejust 116200 USD 169,00 Sofort Kauf Crystal case back with sapphire crystal insert for Rolex GMT-Master 16750 USD 169,00 Sofort Kauf Crystal case back with sapphire crystal insert for Rolex GMT-Master I Ref. 16760 USD 199,00 Sofort Kauf Stainless steel case back with sapphire crystal insert for Rolex Submariner 1680 USD 199,00 Sofort Kauf Crystal case back with sapphire crystal insert for Rolex Daytona 16520 USD 199,00 Sofort Kauf IWC butterfly folding clasp 16 mm stainless steel polished USD 329,00 Sofort Kauf IWC butterfly folding clasp 16 mm stainless steel polished USD 329,00 Sofort Kauf IWC folding clasp 18 mm width stainless steel polished USD 479,00 Sofort Kauf FORTIS Caoutchouc strap black 20 mm (one strap half) for B-42 Pilot Professional USD 39,00 Sofort Kauf TAG Heuer watch band black with pin buckle for Formula 1 WA12xx USD 59,00 Sofort Kauf HEUER Carrera pin buckle steel 16 mm USD 79,00 Sofort Kauf HEUER Carrera pin buckle steel 18 mm USD 79,00 Sofort Kauf PoliPolish scratch removal/polishing agent for acrylic watch crystals 5gr USD 10,95 Sofort Kauf Decorative acrylic display stand for pocket watches, professional quality USD 11,95 Sofort Kauf Ceramic bezel for Rolex Daytona Black with white scale USD 199,00 Sofort Kauf Satin-finishing brush medium for bracelets and cases USD 19,95 Sofort Kauf Satin-finishing brush thick for bracelets and cases USD 26,95 Sofort Kauf Special self-adhesive dots ultra thin for watch dial fixation USD 9,95 Sofort Kauf Customers who bought this item also bought Stahlboden Glasbode... 149,00 USD Buy now Crystal case back w... 169,00 USD Buy now Stahlboden Glasbode... 149,00 USD Buy now Crystal case back w... 169,00 USD Buy now Crystal case back w... 199,00 USD Buy now Stahlboden Glasbode... 179,00 USD Buy now Stahlboden Glasbode... 179,00 USD Buy now Stainless steel cas... 199,00 USD Buy now Powered by Ernst Westphal e. K. Powered by JTL-Software EazyAuction",
  "StartTime": "2016-03-28T05:32:32.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDY3WDcwMA==/z/Kn0AAOSw42JZD2Fh/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "189.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "57714",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Polished",
        "Name": "Finish"
      },
      {
        "Value": "Stainless steel",
        "Name": "Material"
      },
      {
        "Value": "Rolex",
        "Name": "Suitable for watches by"
      },
      {
        "Value": "Watchworks",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "CWC1600",
  "HitCount": "1739",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1721493082078080_28.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-21T05:32:32.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "189.0"
  },
  "BidCount": "0",
  "Country": "DE",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Crystal-case-back-sapphire-crystal-insert-Rolex-Datejust-1601-/172149308207",
  "Location": "Hamburg",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Title": "Crystal case back with sapphire crystal insert for Rolex Datejust 1601",
  "Storefront": {
    "StoreName": "watchparts24",
    "StoreURL": "http://stores.ebay.com/id=856241825"
  },
  "ItemID": "172149308207",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Parts, Tools & Guides:Parts:Bezels & Inserts",
  "TimeLeft": "P20DT7H59M30S"
}