{
  "ConvertedCurrentPrice": {
    "value": "199.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "United States",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T06:56:51.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=30121573",
    "StoreName": "Linda&#39;s Stuff"
  },
  "CurrentPrice": {
    "value": "199.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T06:56:51.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Raymond Weil",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Blue",
        "Name": "Face Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "HandlingTime": "1",
  "Description": "Powered by Frooition.com JOIN OUR EMAIL LIST! MY ITEMS Raymond Weil Two Tone Stainless Steel Tango Watch Item Description Description:Condition:Pre-OwnedScratches Throughout About Us About Us Payment Shipping Returns FAQ About Us Linda Lightman created Linda's Stuff out of her home in 2000. Sixteen years later Linda's Stuff has grown into a $25 million business occupying a 93,000 square foot office space filled with fashion and fun. As THE leader in luxury consignment, Linda's Stuff is a worldwide fashion reseller. Our main focus is the resale of authentic designer clothing, shoes, handbags and accessories. In addition, Linda's Stuff also accepts home goods, collectibles and electronics. We offer the largest commission package with consignors earning up to 80% of the sale price, with most transactions completing within just a few days. Payment Payment We accept the following forms of Paypal payment: American Express, Discover, eCheck, MasterCard and Visa Payment should be made within 7 days. eBay will automatically open an Unpaid Item Dispute (UPI) if an item is not paid for within 16 days and issue a strike after 20 days. If you have any questions, please contact us by email or call 215-956-9190. Shipping Shipping We ship out of our warehouse 5 days a week and we ship within 2 business days of receiving payment. We offer FREE domestic shipping on all items! Exclusions may apply* Linda's Stuff reserves the right to ship UPS with Signature Required for any order totaling over $750 USD. COMBINED SHIPPING Please e-mail us when you are ready to checkout. eBay software does not combine shipping automatically. If you choose Standard Shipping, an additional charge of $1.50 per item will be added to the total shipping cost. For One-Day Service, the charge is $5.00 per item. INTERNATIONAL SHIPPING Worldwide:Order total under $400 USD - USPS Priority International $30 USD* Order total of $400 USD and over - USPS Express International $45 USD* Canada & Mexico:Order total under $400 USD - USPS Priority International $25 USD* Order total of $400 USD and over - USPS Express International $30 USD* Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. *Prices subject to change depending on package size and weight. *We offer combined shipping for international orders as well. Each additional item is $4.00. We will only ship Express Mail International on combined orders of $400 or above, no exceptions. We reserve the right to ship with the method of our choice. Returns Returns Please process any returns though eBay (http://pages.ebay.com/help/buy/return-item.html). Once the return request is initiated, you will need to print out a return label through the request. Enclose a short note stating your eBay buyer ID, the item number(s) you are returning, and reason for return. We will process your refund exactly the way we received your payment. This will occur within 3 business days of the arrival of your return, so it's helpful to take note of a tracking number in order to follow the progress. Address for Return: 330 S. Warminster Road #340, Hatboro, PA 19040 FAQ FAQ GENERAL How do you determine an item?s condition? Please refer to our guide below! New With Tags - Pristine, never used condition. Tags still attached. New Without Tags - No wear to the item. Never used condition, but without tags. Excellent - Only slight signs of wear. Does not diminish the overall appearance of the item. Very Good - Well-maintained. Shows minor signs of wear that are consistent with light use. Good - Shows signs of regular use. Item shows visible wear. Fair - Heavily used. Visible signs of wear that impact the appearance of item. How do you authenticate? Linda?s Stuff sells 100% authentic designer items. We have a reserve of professional authenticators that examine each item and verify authenticity. We do not sell counterfeits or reproductions. We are happy to provide proof of authenticity upon request. Do I have to pay sales tax? If you are a buyer within the state of PA there will be a 6% sales tax added to your order, except on items that are tax exempt. What if my size is not available? We post new items on our site, daily! Keep checking back with us! I?m in the area! Are you a store? We are happy to pull any item(s) you may want to see in person, if you?re close by! Just give us a call at 215-956-9190 or email us, so we can have everything ready upon your arrival. Can I sell my personal items with Linda?s Stuff? Of course! Simply email us to start consigning! SHIPPING Where is my order confirmation? eBay will send buyers an email confirmation once a shipping label has been created. It is important to keep your eBay account information up-to-date so correspondences can be as efficient and accurate as possible. How do I check my order? All the information regarding your order can be found on your ?My eBay? tab after you?ve signed into your account. If you have any additional questions regarding your order please email us or call 215-956-9190. How long do I have to pay? We ask that buyers make payment within 7 days after an auction has ended. eBay will automatically open an Unpaid Item Dispute (UPI) if an item is not paid for within 16 days and issue a strike after 20 days. If you have any questions, please email or call 215-956-9190. We accept all of the following forms of Paypal payment (American Express, Discover, eCheck, MasterCard and Visa). How does your free shipping option work? Economy Shipping is FREE! Serviced by UPS Surepost or UPS Mail Innovations- final delivery is made by a postal carrier. We offer free Economy Shipping on all items (unless the items are large or heavy). We reserve the right to ship UPS with Signature Required for any order over $750. Please allow for 3 - 12 business days for delivery. Can I pay for faster shipping? We do accommodate expedited shipping requests. Standard shipping (2-5 business days) costs $10 for UPS Ground or USPS Priority depending on the weight and destination. One-day shipping (1 business day) costs $40 and we use UPS Next Day Air Saver. Do you offer combined shipping? Yes! Please e-mail us when you are ready to checkout. eBay software does not combine shipping automatically. We ship out of our warehouse 5 days a week and we ship within 2 business days of receiving payment. We ship Economy, USPS Priority Mail or UPS. If you choose Standard Shipping, an additional charge of $1.50 per item will be added to the total shipping cost. For One-Day Service, the charge is $5.00 per item. Do you ship internationally? Yes! Please refer to our International Shipping Policy, below: Worldwide: Combined total under $400 - USPS Priority International $30* Combined total of $400 and over - USPS Express International $45* Canada & Mexico: Combined total under $400 - USPS Priority International $25* Combined total of $400 and over - USPS Express International $30* We reserve the right to ship with the method of our choice. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer?s responsibility. Please check with your country?s customs office to determine what these additional costs will be prior to bidding/buying. *We do offer combined shipping for international orders as well. Each additional item is $4.00 (unless the additional item(s) are large or heavy). We will only ship Express Mail International on combined orders of $400 or above, no exceptions. Can you ship to another address? Yes! If you wish to ship to a different address from the one that is on your eBay account, please simply change the address in your eBay account before you send payment. Do you ship to APO/FPO addresses? Yes we do! Rates are the same as U.S. Domestic Shipping. RETURNS What is your return policy? We accept returns within 30 days of delivery. We will process your refund exactly the way we received your payment. If you have any questions about your purchase, please email us or call us at 215-956-9190. How do I return an item? eBay Returns: Please process any returns though eBay (http://pages.ebay.com/help/buy/return-item.html). Once the return request is initiated, you will need to print out a return label through the request. Enclose a short note stating your eBay buyer ID, the item number(s) you are returning, and reason for return. We will process your refund exactly the way we received your payment. This will occur within three business days of the arrival of your return, so it?s helpful to take note of a tracking number in order to follow the progress. Ecommerce Returns: We accept returns within 14 days for money back transactions. If you have any questions regarding your item(s), please email us or call 215-956-9190 or 1-866-68-LINDA (54632). If possible, use the original box sent to you. Please enclose the form that accompanied your order or include a short note stating the item number, your name, email address and why you are returning. On the side of your return box, please write your last name in large uppercase letters. You have 14 days to return the item(s) from the date you received the package. You will be refunded within three business days after we receive the returned item(s). ALL RETURNS MUST BE ADDRESSED TO: 330 S. Warminster Road #340 Hatboro, PA 19040 Do I have to pay for return shipping? If you are returning an item because it was materially ?not as described? then we will absorb the return shipping cost. Any other reason for return will be at your expense. What if I receive a damaged item? We strive to be as accurate as possible for an item?s condition description. If you are not satisfied with your purchase, customers can initiate a return. Please email us or call 215-956-9190. What if I receive the wrong item? If you receive the wrong item, please notify us or call us at 215-956-9190. More Items!View more great items Contact Us Designer List FAQ My Items Press About Us eBay Returns SUBSCRIBE Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Raymond-Weil-Two-Tone-Stainless-Steel-Tango-Watch-/382108907227",
  "NewBestOffer": "false",
  "SKU": "a018d1eea022b7eed078aaaf4fc2ed77",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3821089072278080_1.jpg",
  "ItemID": "382108907227",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT15H23M11S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAwWDQ2Nw==/z/wFMAAOSwZKBZLmk4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDQ2Nw==/z/qz0AAOSwurZZLmk4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDQ2Nw==/z/1zAAAOSw-K9ZLmk4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDQ2Nw==/z/pbQAAOSwEHpZLmk3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDQ2Nw==/z/BjoAAOSw3gJZLmk3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDQ2Nw==/z/TMQAAOSw8HBZLmk3/$_1.JPG?set_id=880000500F"
  ],
  "Title": "Raymond Weil Two Tone Stainless Steel Tango Watch",
  "Seller": {
    "PositiveFeedbackPercent": "99.3",
    "FeedbackScore": "673734",
    "UserID": "linda*s***stuff",
    "FeedbackRatingStar": "GreenShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "We accept returns within 30 days for money back. If you have any questions with your product, please call us at 215-956-9190 or 1-866-68-LINDA (54632)."
  }
}