{
  "ConvertedCurrentPrice": {
    "value": "21.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Hauula, Hawaii",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T06:44:26.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "2",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "21.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T06:44:26.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "132210732218",
  "HandlingTime": "3",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "COLD WAR ERA",
        "Name": "Brand"
      },
      {
        "Value": "MAN'S MEN'S WOMAN'S WOMEN'S FEMALE",
        "Name": "Gender"
      },
      {
        "Value": "STEPPED 18MM TIPS / 20MM - 16MM AT CLASP",
        "Name": "Lug Width"
      },
      {
        "Value": "SPORT CASUAL WORK & DRESS",
        "Name": "Style"
      },
      {
        "Value": "MILITARY DIVER PILOT SOLDIER SAILOR ARTILLERY TANK",
        "Name": "Model"
      },
      {
        "Value": "ADJUSTABLE150MM - 180MM + ADD FOR WATCH",
        "Name": "Case Length"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "DIVER STYLE STRAP BRACELET W/ INTERLOCKING BUCKLE",
        "Name": "Band Type"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": [
          "Rubber",
          "UNKNOWN COMPOSITION",
          "Plastic",
          "Resin"
        ],
        "Name": "Band Material"
      },
      {
        "Value": "105 SHORT PIECE / 115 LONG PIECE - END TO END",
        "Name": "Features"
      },
      {
        "Value": "DOES NOT APPLY",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "SOVIET CCCP MILITARY WORK SPORT DRESS BLACK RUBBER SYNTHETIC WATCH BRACELET BAND",
  "ConditionDescription": "COLD WAR SOVIET ERA PRE GLAZNOST - SMUGGLED OUT - NEW OLD STOCK - WELL PRESERVED WITHOUT DAMAGE - COMES TO YOU FROM LONG TERM STORAGE - SLIGHT AGING - NO STRETCH - COMES AS SHOWN - INTENDED ONLY FOR DISPLAY - USE AT YOUR OWN RISK.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SOVIET-CCCP-MILITARY-WORK-SPORT-DRESS-BLACK-RUBBER-SYNTHETIC-WATCH-BRACELET-BAND-/132210732218",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1322107322188080_1.jpg",
  "HitCount": "3",
  "PostalCode": "96717",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT15H10M26S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/eYMAAOSwurZZLmS1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/bLQAAOSwcB5ZLmS8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/Q0AAAOSwYvFZLmTB/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/fVEAAOSwn-tZLmTG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/R~oAAOSwhvFZLmTM/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/Hh0AAOSw0hlZLmTT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/xHoAAOSw~FJZLmTX/$_1.JPG?set_id=8800005007"
  ],
  "Description": "DEALER OVERSTOCK INVENTORY - SYNTHETIC INTERLOCKING BRACELET - NEVER INSTALLED HIGHLY DESIRABLE - OLDER MODEL - COMES FROM LONG TERM STORAGE: FORMER MILITARY, NOW CASUAL, SPORT, WORK OR DRESS - COLLECT IT / DISPLAY IT / USE IT AT YOUR OWN RISK THE WATCH BRACELET BEING OFFERED COMES WITH THE LINKS SHOWN. CHECK OUT THE ITEM SPECIFICS ABOVE FOR COMPLETE DETAILS. HISTORY THAT IS READY TO WEAR; IT'S YOURS FOR A SONG AND ALL YOU HAVE TO DO IS PUT IT ON YOUR WATCH OR ONE OF MINE. THE WATCH STRAP LISTED IS AN UNSOLD OVERSTOCK AND FUNCTIONS PROPERLY. IT HASN'T BEEN USED SO IT DOESN'T HAVE THE USUAL LIGHT CLASP SCUFFS. IT IS A WEARABLE PIECE OF HISTORY; APPEARS AS YOU SEE IT - BRAND NEW CONDITION & WITHOUT STRETCH. SHOW WITHOUT GUILT - DOESN'T APPEAR TO HAVE ANY AGING OR DAMAGE. I'VE TRIED TO COVER ALL THE DETAILS ABOVE...PLEASE EXAMINE THE PICTURES I'VE PROVIDED CAREFULLY AND ASK QUESTIONS BEFORE PURCHASING. IT IS BEING SOLD AS YOU SEE IT...YOU SNOOZE, YOU LOSE. PLEASE NOTE THE COLOR REGISTER IS SOMETIMES OFF IN THE PHOTOS.MY HAPPINESS GUARANTY: IF SHIPPING COSTS MORE THAN I'M CHARGING (IT USUALLY DOES) I WILL PAY THE DIFFERENCE I STAND BEHIND EVERYTHING I SELL, IF THERE'S A PROBLEM, TALK TO ME! PLEASE BE CONSIDERATE:PROMPT PAYMENT OR DELAY NOTICE WITHIN 24 HOURS OF INVOICING IS REQUIRED. SPECIAL NOTE: SOMETIMES I RE-USE MY OWN STOCK PHOTO RATHER THAN TAKE A NEW ONE. THIS IS BECAUSE I MAY HAVE MORE THAN ONE OF THE SAME ITEM BEING SOLD, OR I GET THIS ITEM ON A REGULAR BASIS AND WISH TO SAVE THE TIME OF TAKING PICTURES OF THE EXACT SAME THING IN THE EXACT SAME CONDITION. OCCASIONALLY MANUFACTURERS LABELS MAY VARY, BUT NEVER THE QUALITY. PLEASE EXAMINE MY PICTURES CLOSELY...I HAVE DESCRIBED THIS ITEM AS BEST AS POSSIBLE, AND TRIED TO POINT OUT ANY IMPERFECTIONS. MOST OF THIS YOU WOULD NORMALLY SEE, BUT I WILL STILL MENTION IT. MORE THAN LIKELY YOU CAN'T BE HERE TO TOUCH AND CLOSELY EXAMINE IT, SO I WANT TO GIVE YOU THE MOST COMPLETE AND HONEST DESCRIPTION I CAN. IF I HAVE MISSED ANYTHING, PLEASE CALL IT TO MY ATTENTION, SO I CAN UPDATE THE DESCRIPTION. POLITE NOTICE: ALL ITEMS BEING SOLD IN MY LISTINGS WORK/OPERATE CORRECTLY, OTHER THAN AS NOTED. NO MATTER HOW WELL YOUR PURCHASED ITEM IS PACKED, STRANGE THINGS SOMETIMES HAPPEN DURING SHIPPING. THIS IS NOT THE FAULT OF THE PACKER, RATHER IT IS THE ABUSE OF SHIPPING...NO MATTER WHICH CARRIER IS USED. IF YOU HAVE A PROBLEM WHEN THE SHIPMENT ARRIVES, A CLAIM MUST BE MADE TO YOUR POST OFFICE...SAVE ALL THE PACKAGING, BECAUSE THAT IS REQUIRED. PROBLEMS/DAMAGE RARELY HAPPEN, BUT THEY HAPPEN. THE POST OFFICE IS THE BEST OF ALL THE CARRIERS AT SOLVING ANY PROBLEMS/CLAIMS. HOPEFULLY THESE BASIC INSTRUCTIONS WILL SAVE YOU SOME OF THE HASSLE. ALOHA E! PLEASE PAY PROMPTLY! ALL SALES FINAL...PLEASE REVIEW PICTURE(S) AND DESCRIPTIONS. ASK ALL YOUR QUESTIONS BEFORE BIDDING. SHIPPING TO ALL 50 STATES PREFERRED. IF YOU ARE BIDDING FROM A FOREIGN COUNTRY, I PREFER TO SHIP TO YOUR FREIGHT FORWARDER IN THE UNITED STATES. IF I SHIP DIRECTLY, EXTRA SHIPPING PER POSTAL RATE SCHEDULE APPLIES, ACTUAL COSTS TO BE DETERMINED AT END OF AUCTION AND I WILL ONLY SHIP TO A VERIFIED ADDRESS. THE BUYER WILL BE RESPONSIBLE FOR ALL CUSTOMS PROCESSING AND FEES. MOST IMPORTANTLY, IF I ERR IN ESTIMATING SHIPPING CHARGES, I DO REFUND FOR OVER-PAYMENTS, AND I DO RE-INVOICE FOR UNDERPAYMENT BALANCES. I RELY ON YOUR HONESTY, JUST AS YOU RELY ON MINE. AN EDUCATIONAL NOTE ON SHIPPING: HAWAII IS A LITTLE SPECK OF LAND IN THE MIDDLE OF A GIANT EXPANSE OF OCEAN. WE ARE 2500 MILES FROM THE NEAREST ANYTHING IN ALL DIRECTIONS. WHATEVER DOESN'T ARRIVE OR LEAVE BY AIRFREIGHT IS BROUGHT IN CONTAINERS BY SHIPS. BECAUSE OF THIS, EVERYTHING COSTS MUCH MORE HERE AND TAKES LONGER THAN IT DOES ON THE MAINLAND. I TRY TO KEEP SHIPPING COSTS TO A MINIMUM FOR YOU, BUT IT DOES COST MORE THAN ON THE MAINLAND BECAUSE OF OUR UNIQUE LOCATION AND SITUATION. IF THERE IS A CHEAPER WAY TO SHIP SOMETHING I WILL MAKE EVERY EFFORT TO FIND IT. HOWEVER, CHEAPER USUALLY MEANS M..U..C..H....S..L..O..W..E..R. I DO REFUND EXCESS SHIPPING WHENEVER POSSIBLE, AND I ENCOURAGE YOU TO LET ME KNOW IF YOU ARE BIDDING/BUYING IN MORE THAN ONE AUCTION/LISTING, SO I CAN HOLD YOUR WON ITEMS AND COMBINE EVERYTHING AT THE END. *MY APOLOGIES! INSURANCE AND TRACKING IS NOW MANDATORY (FEE WILL BE BASED ON LISTING CLOSING VALUE) AND I ONLY SHIP TO A VERIFIED ADDRESS. *ALSO, THANKS TO SCAMMING AND PAYPAL REQUIRING PROOF OF DELIVERY AND INSURANCE COVERAGE, THIS FEATURE/SERVICE IS NO LONGER OPTIONAL. *MINIMUM CHARGE IS NOW $3.00 TO COVER BASIC COSTS, AND FINAL AMOUNT WILL BE DETERMINED BY ACTUAL VALUE OF AUCTION ITEM AT FINAL PRICE. IF YOU DON'T LIKE THIS COMPLAIN TO EBAY/PAYPAL. I DID. IF ENOUGH OF YOU DO TOO, MAYBE THEY WILL CHANGE THEIR POLICIES TO PROTECT THE SHIPPER AND I WON'T BE FORCED TO DO THIS. NO RESERVECOMES FROM A SMOKE FREE ENVIRONMENTPROFESSIONALLY PACKED FOR SHIPPINGRECYCLED MATERIALS USED WHENEVER POSSIBLE FOR PACKINGINSURANCE, TRACKING, AND DELIVERY CONFIRMATION NOW INCLUDED*",
  "Seller": {
    "PositiveFeedbackPercent": "98.0",
    "FeedbackScore": "451",
    "UserID": "808onemoretime",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  }
}