{
  "ConvertedCurrentPrice": {
    "value": "4799.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Miami, Florida",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T06:45:20.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "PayPal",
    "CashOnPickup"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=8109349",
    "StoreName": "Messina-Jewelers"
  },
  "CurrentPrice": {
    "value": "4799.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-07T06:45:20.000Z",
  "ShipToLocations": [
    "US"
  ],
  "SKU": "108965",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "AT",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "EE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "TW",
    "TH",
    "VN"
  ],
  "ItemID": "232355001357",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Rolex",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Date",
        "Name": "Features"
      },
      {
        "Value": "1990-1999",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Datejust",
        "Name": "Model"
      },
      {
        "Value": "16220",
        "Name": "MPN"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Rolex Datejust Gent's Stainless Steel Quick-Set Diamonds Bezel and Face 36mm",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rolex-Datejust-Gents-Stainless-Steel-Quick-Set-Diamonds-Bezel-and-Face-36mm-/232355001357",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2323550013578080_1.jpg",
  "HitCount": "1",
  "PostalCode": "33265",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P6DT15H11M20S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/g10AAOSw6DtYR0Fz/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/mO4AAOSw2xRYR0F3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/mbIAAOSw2xRYR0F6/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/--YAAOSwImRYR0F~/$_1.JPG?set_id=880000500F"
  ],
  "Description": "Rolex Datejust This is a beautiful authentic Rolex Gent's Datejust Sapphire Crystal Quickset Model , Reference number 16220 in Stainless Steel . It has been fitted with an aftermarket Bezel with about 1.6 CT of Genuine Diamonds . The original Rolex face has been professionally refinished to black color and customized with Genuine diamonds . The timepiece is in excellent condition and case has been polished and serviced( $600 Value) by our professional watchmakers. It comes with Messina Jewelers 1 Year Warranty Card and Messina Jewelers box. Approximate comparable model, new retail all factory is approximately $17,000. Product Specifications Manufacturer Rolex Model Name Datejust Model Number 16220 Gender Men's Circa 1999 Condition Pre-Owned, Excellent Condition, Polished and Overhauled (Full Serviced) Case Stainless Steel, 36 mm width Movement Automatic Dial Original Rolex , Professioanlly Refinished to Black Color and Custom added Genuine Diamonds Bezel Aftermarket Bezel Stainless Steel with Genuine Diamonds Around 1.6 CT Crown Stainless Steel Bracelet/Strap Jubilee Stainless Steel, Fits up to 7 1/2 inches (19.1 cm) Crystal Sapphire Calendar Quick-set Date at Three o'clock Box/Papers None This Product comes with : 1-Year Warranty by Messina Jewelers Messina Jewelers Box and Messina Jewelers Warranty Card 14-Day Return Policy (please check return policy for details) Shipping All items are shipped promptly upon receipt of payment. Also, they are fully insured from Messina Jewelers office location to final destination. International We do offer international shipping on some of our products, please verify on ebay's item description. Shipping costs for International orders may vary, please send us a message before bidding or buying item. Once item is purchased the total will be sent with shipping included. Delivery may take from 1 to 2 business weeks depending on location and customs delays. However, it usually takes 5-7 business days to arrive. The shipment may be subject to customs delays and the customer is subject for import costs. The customer should enquiry to his country's customs how much it will cost to import the product before bidding or clicking on buy it now button. Payment There will be a 7.0 % sales tax calculated to all Florida buyers. Once the auction is over the total will be sent. Only Paypal accounts with confirmed address are accepted. All major credit cards accepted through paypal. Paypal (www.paypal.com) Return Policy For your total satisfaction Messina Jewelers Will accept the return of any unused and unaltered merchandise within 14 days of delivery date for a full refund less actual shipping costs(minimum of $15) and customs fees(international orders). We must be contacted for approval and instructions on how to return the item within 7 days of delivery date if there is an intention to return an item. The item must also be in possession of the shipper (UPS, USPS, Fedex) with a tracking number within 14 days of delivery date. All items sent after 14 days of receipt will not be accepted for a refund. All items must be returned unworn in the condition sold with all links, paperwork, tags, parts, accessories, and protective plastics for a credit; otherwise credit will not be granted. It is the customer's responsibility to check the condition of the watch before wearing it. The customer will be responsible for sending the item back with traceable shipping, signature required, and insured for full amount of sale . In case the item is lost or damaged while being shipped back to us ,then the customer will be liable. Once the item arrives in our office an inspection will be made by one of our watchmakers. The inspection period takes no longer than three business days. Any watches with signs of being worn or altered will not be accepted for credit. After inspection is completed the customer will receive full amount, less shipping and customs charges. The whole process of inspection and refund can take up to 14 business days but in most cases it is usually faster. International customers may be subjet to custom charges when returning items to United States(when applicable), those charges will be deducted from total amount along with shipping cost charges. Also, custom charges paid in their country are not refunded. Warranty We provide a warranty of one year from the date of purchase on every watch we sell. Damage caused by neglect or misuse, water damage, or damage to the crystal or bracelet are not covered by Messina Jewelers. Messina Jewelers is the sole warrantor of every item sold through this website, improper repair or warranty service performed by someone other than Messina Jewelers will void this warranty. All shipping and handling costs in connection with warranty service are the responsibility of the customer. Contact Us Please feel free to ask any questions Office Toll Free: (866) 257-6699 Office domestic: (786) 522-7759 Fax: (786) 425-2344 Office hours are from Monday - Friday from 11:00 am to 6:00 pm eastern time. You may also leave us a voice mail message anytime please leave name, phone number , best time to be reached, and item number you are interested.",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "1936",
    "UserID": "messinajewelers",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}