{
  "ConvertedCurrentPrice": {
    "value": "99.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "United States",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T12:32:48.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1015246768",
    "StoreName": "ifoundagood1"
  },
  "CurrentPrice": {
    "value": "99.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T12:32:48.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Swatch",
        "Name": "Brand"
      },
      {
        "Value": "gent",
        "Name": "Gender"
      },
      {
        "Value": "Luxury: Sport Styles",
        "Name": "Style"
      },
      {
        "Value": "does not apply",
        "Name": "MPN"
      },
      {
        "Value": "1990-1999",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ItemID": "112426037717",
  "HandlingTime": "10",
  "Description": "Description Swatch watch from 1999Pierre et Gilles \"La Sirene et le Marin\"gentlemans style previously owned and worn with distress wear consistent with age and use-light wear to front crystal-please see enlarged photographs tested with a new battery and works fineNo case please refer to zoom enlarge photographs for distress, sold as stated please feel free to ask any questions prior to purchase includes FREE shipping PLEASE NOTE if this listing has a \"best offer\" option please do not make an offer unless you are prepared to submit payment upon invoicing-do not make an offer if you do not intend to pay PaymentPayment for Store/fixed price style listings are requested to be paid promptly upon completion of sale. If buyer submits a Best Offer in store listing format and I accept then payment is asked to be submitted promptly upon invoicing. For all other Auction style listings payment is to be received by seller within 2 days after close of the auction. This includes clearing time for eChecks through Paypal. Payments not received by 2nd day will automatically receive a non-paying bidder alert through the Ebay system. Payments sent after the 2nd day will not be accepted unless prior arrangements have been made. Otherwise, I reserve the right to re-list the item or conduct a Second Chance Offer to the next highest bidder. I accept Paypal only. ShippingItem will be carefully packaged, processed,and shipped out promptly upon cleared receipt of payment. I take pride in making sure your item gets to you safely. I recycle shipping supplies. Unfortunately I only ship within the United States at this time. No International shipping. Terms of SaleBidders with less than 10 feedback are asked to contact seller prior to bidding. This is so I know you have fully read and agree to the terms of sale and payment deadlines. Bids placed without contacting seller will be canceled and a block will be placed. This is due to several low feedback bidders failing to submit payment. I thank you for your interest in my auctions and appreciate your business. About UsAll photographs taken by seller and the text description included in this auction are copyright of the seller. All trademarks are property of their respective owners. No part of the content from this auction may be used without written permission. I will try my hardest to deliver 5 star service from start to finish. I will be happy to work on a individual case basis should an item be grossly misrepresented. Please feel free to contact me with any questions in regards to the item prior to the auction ending and I will get back to you in a prompt manner. Please note that colors may differ on your monitor and that sizing varies on vintage items. Please go by measurements and not label unless you are familiar with that specific labels sizing. All returns must be authorized by seller. All returns will be subject to a re-stock flat fee. Buyer pays return shipping. Used and vintage merchandise especially clothing and handbags may have inherent flaws. I try my best to note any obvious staining, spotting, discoloration, etc. and on occasion something may be missed. Used items especially clothing and fabric/leather accessories can carry odors (musty,mildew, moth ball, etc) and since everyone's sense of smell is different I suggest that all clothing and used/vintage merchandise be cleaned again by buyer prior to wearing. I do not smoke and I do not have pets. Contact UsPlease contact me directly through the eBay My Messages page. I promise to try my best to get back to you in a prompt manner. Track Page Views With Auctiva's FREE Counter",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pierre-et-Gilles-SIRENE-ET-LE-MARIN-Swatch-watch-1999-S933-/112426037717",
  "ConditionDescription": "pre-owned with distress-please see full description and photographs",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1124260377178080_1.jpg",
  "HitCount": "0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT21H16M39S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjQwWDU4Mw==/z/Um8AAOSwmLlX6VCj/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDI5MA==/z/UZMAAOSwzaJX6VCi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDI2MA==/z/KK4AAOSwLnBX6VCl/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQwWDQ2MA==/z/fv0AAOSw8gVX6VCm/$_57.JPG?set_id=8800005007"
  ],
  "Title": "Pierre et Gilles La SIRENE ET LE MARIN Swatch watch 1999 S933",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "3358",
    "UserID": "ifoundagood1",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}