{
  "ConvertedCurrentPrice": {
    "value": "79.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "New Windsor, New York",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:31:12.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1052007192",
    "StoreName": "Fort Knox Jewelry and Loan NW"
  },
  "CurrentPrice": {
    "value": "79.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T14:31:12.000Z",
  "ShipToLocations": [
    "US"
  ],
  "Description": "• Check Out Our Other Items! DESCRIPTION Item # 30837No offers please. Watch will be sold to the highest bidder. Invicta 5666 Russian Diver Watch . Watch is in very good overall pre-owned condition. Swiss made. Retrograde Chronograph movement. 52mm case (18mm thick). Mineral crystal (no scratches). Date indicator. Water resistant to 100 meters. Most of the watches we sell are pre-owned and will have normal wear from daily use. There will sometimes be small scratches on the band, bezel or crystal that might not be visible in the pictures.Also, if the watch runs on battery, we cannot guarantee the life of that battery.Please note this before bidding or purchasing. Details Please see all the photos for further details, check with the manufacturer's website and feel free to contact us should you have any questions. Please read our policies below before making your purchase. This listing brought to you by: BrunoFort Knox, New Windsor TERMS OF SALE If you should decide to make a purchase with us this is what we like you to know. Please review the description, pictures and buying terms very carefully before bidding! We do our best to offer you accurate photos and descriptions of the items we sell. However because we are selling pre-owned items, we do not always have an accurate history. All items come as they are shown in the photos, including with or without accessories (unless otherwise noted). BATTERY POLICY (for all electronics and power tools. Pretty much anything that takes a battery) Used batteries are variable; they can last a few minutes, or they can last a few hours. It is impossible for us to test and guarantee each and every battery's length of charge. We test that all batteries hold a charge at the time of purchase, however we do not time how long they hold that charge. Therefore, it is our policy to guarantee that your battery will hold a charge but not the length of that charge. COUPONS Coupons found on our website, or in other advertisements, DO NOT apply to eBay sales (including local pick-ups) as our eBay listings already reflect our discount prices. LOCAL PICK- UPS All local Pick-up items MUST be picked up at our store with-in 3 days of purchace. After 3 days the purchase price will be refunded and the item relisted, unless other arrangments are made. SINCE ALL OF OUR LISTINGS ARE FOR SALE IN OUR RETAIL STORE, WE RESERVE THE RIGHT TO END A LISTING PRIOR TO THE AUCTIONS END. PAYMENTS We currently only accept payments via PayPal.All payments must be paid with-in 3 days of winning your bid or purchase. After the third day a non-payment case will be open and the item will be re-listed for sale. If you should need an extra day or two please contact us as soon as possible so we do not open an unpaid item case or re-list the item. {{All New York State sales are subject to applicable sales tax}} SHIPPING We will ship only to a confirmed PayPal / eBay address and only to the contiguous United States (Lower 48 States). We will ship your item via USPS and select the most cost effective service. If you would prefer a shipping service other than what is stated in the listing please contact us before bidding or making your purchase. Large, or over-weight items will be shipped via UPS. Your item will be packed and shipped with-in 1 business day. RETURNS If you want to return an item, PLEASE contact us FIRST, BEFORE you open a case with eBay, or send an \"item not as described\" email. We accept returns within 14 days of delivery depending on eBay's policies and our store return policy. ALL returned items MUST be in the same condition as purchased. We do not accept returns on the following: • Sealed packages that have been opened. • Any item that has been modified without our prior approval.We care for our customers and want to offer the best customer service that we can provide. We are easy to work with and will always do our best to work out any problems that may occur. Refunds will be processed with-in 3 days after we receive the returned item. ALL returned items MUST be insured. We are not responsible for un-insured returned items. FEEDBACK Our feedback is set to automatically leave feedback for the buyer once feedback is left for us. Fort Knox Jewelry & Loan • Pawn It • Buy It • Sell It! • Come Visit Our Store At 1012 Little Britain Road, New Windsor, NY 12553 • (845) 567- 6300 On Nov-09-15 at 14:11:25 PST, seller added the following information: On Oct-13-16 at 23:13:08 PDT, seller added the following information: Please note that questions will be answered on Mondays, Wednesdays and Fridays.Items will be packed for shipment on those same days.We are not available on Saturdays and Sundays.",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "ItemID": "371968075312",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Invicta",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "5666",
        "Name": "MPN"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "52mm",
        "Name": "Case Size"
      },
      {
        "Value": "100 m (10 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "Two-Piece Strap",
        "Name": "Band Type"
      },
      {
        "Value": "Invicta Russian Diver",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Invicta 5666 Russian Diver Watch Chronograph 52mm (30837)B",
  "ConditionDescription": "Very Good overall pre-owned condition.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Invicta-5666-Russian-Diver-Watch-Chronograph-52mm-30837-B-/371968075312",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3719680753128080_1.jpg",
  "HitCount": "0",
  "PostalCode": "12553",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT23H23M13S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/wrIAAOSwls5Y7l9n/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/wzMAAOSwls5Y7l9q/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/~n8AAOSwrddY7l9t/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/VbQAAOSwAANY7l9v/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/~2UAAOSwrddY7l9y/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/4boAAOSwU8hY7l90/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/oR4AAOSw4CFY7l92/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/4m0AAOSwU8hY7l95/$_57.JPG?set_id=8800005007"
  ],
  "MinimumToBid": {
    "value": "79.0",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.6",
    "FeedbackScore": "3557",
    "UserID": "fortknoxnewwindsor",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "For items that are returnable.....\n\"New\" items are only returnable if the factory box is unopened and seal (if any) is not broken."
  }
}