{
  "ConvertedCurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Pomona, California",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T06:59:14.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=24911458",
    "StoreName": "mach108"
  },
  "CurrentPrice": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T06:59:14.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Description": "BRAND NEW! FACTORY SEALED!!! Invicta Men's 1433 Russian Diver Black Dial Rubber Watch Product Specifications Watch Information Brand Name Invicta Model number 1433 Part Number 1433 Item Shape Round Dial window material type Mineral Display Type Analog Clasp Buckle Case material Stainless steel Case diameter 52 millimeters Case Thickness 16 millimeters Band Material Rubber Band length Men's Standard Band width 26 millimeters Band Color Black Dial color Black Bezel material Stainless steel Bezel function Stationary Special features water-resistant Movement Swiss quartz Water resistant depth 330 Feet Product Description With a bold face and a decidedly masculine design, the Invicta Men's Russian Diver Black Dial Rubber Watch is functional and fashionable. Its presentation begins with a polished stainless steel case and bezel, which features a textured grip on its sides. It also offers a stainless steel crown with a secured screw-down cap. These stainless steel elements frame a black dial with silver-toned luminous hands powered by reliable Swiss quartz movement. The dial also offers green Arabic numerals and hour markers, along with black second markers every five seconds along a green inner bezel, which are all protected under a mineral crystal. The round stainless steel watch case blends into a black rubber bracelet, which features stainless steel barrel inserts for additional style and detail. This timepiece utilizes a trusty buckle clasp to secure the watch to your wrist and boasts water resistance up to 330 feet. The Invicta Story With its most inspired creations yet, Invicta demonstrates its technical and design prowess, offering timepieces of style for extreme value. \"We have long held firm to the belief that supremely crafted timepieces can be offered for extremely modest sums. It is the founding principle of our flagship and the radical notion that still drives us today. By being true to our convictions, we will continue to turn the balance of power, and deliver true Swiss luxury to anyone who desires it. Let all those who possess our timepieces and pass through our doors witness the quality, value and care in every piece we create, and the spirit of never-ending possibilities in everything we do.\" These are the words that greet visitors and motivate team members inside the Invicta Watch Group's new worldwide headquarters. Emblazoned in stainless steel, it has been the Invicta message since Day One. With each new timepiece, the company sends up a flare for those looking to be defined not by how much they spend, but how wisely they spend. With its strong collections, the gutsy Swiss brand is guaranteed to keep attracting followers. The art of the craft. Inside an Invicta Workshop It takes years of training and a great deal of pride to achieve glorious Swiss timepieces by hand. But it takes guts and the courage of your convictions to make those timepieces affordable for everyone who appreciates them. At our Swiss workshops, we mix time-honored traditions with a little bit of horse sense every single day to produce the greatest values in the watch-making world. Shipping Shipping within the US is via Priority Mail. Item should arrive within 1 - 3 business days. Shipping to international countries are via 1st class international mail only. There is no tracking. The item should arrive on average 3 - 4 weeks (depends on customs). In some cases it could take as long as 8 weeks. If your item does not arrive after 8 weeks, contact us and we will make it right. Return Policy All Invicta purchases are backed by a 14 day money back guarantee. If you are not pleased with your purchase for any reason, you may return it to us within 14 days for a refund (shipping charges are not refundable). There will be a 10% restocking fee to cover the auction fees. Returned merchandise must be in brand-new, unworn condition and still have all tags and packaging intact. You MUST request an RMA number prior to returning any products. Returns without an RMA number will be returned to the sender. We take extra care to ensure that you'll receive your watch with no damage or defects. Occasionally, watches break during transit. In the event you receive a defective product, we'll be glad to refund your money. Please contact us to obtain an RMA number. We are not responsible for the return shipping. SHIPPING IS $9.99 TO THE US. AND $22.99 TO CANADA. AND $34.99 TO INTERNATIONAL. On Apr-06-12 at 01:51:43 PDT, seller added the following information: SquareTrade © AP6.0 Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "BR",
    "MX"
  ],
  "ItemID": "332240875463",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Invicta",
        "Name": "Brand"
      },
      {
        "Value": "Invicta 1433",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "BRAND NEW! Invicta Men's 1433 Russian Diver Swiss Quartz Polyurethane",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BRAND-NEW-Invicta-Mens-1433-Russian-Diver-Swiss-Quartz-Polyurethane-/332240875463",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3322408754638080_1.jpg",
  "HitCount": "2",
  "PostalCode": "91767",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT15H25M49S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI3Mlg4ODg=/z/acgAAOSw3gJZKu23/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "59.0",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "FeedbackScore": "64767",
    "UserID": "mach108",
    "FeedbackRatingStar": "PurpleShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Restocking fees: 10%"
  }
}