{
  "ConvertedCurrentPrice": {
    "value": "270.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Secaucus, New Jersey",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T14:40:26.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1589842190",
    "StoreName": "sotglobalcorp"
  },
  "CurrentPrice": {
    "value": "270.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T14:40:26.000Z",
  "ShipToLocations": [
    "US",
    "Europe",
    "Asia",
    "CA",
    "MX",
    "BR",
    "AU"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "Africa",
    "Southeast Asia",
    "South America",
    "BH",
    "IQ",
    "IL",
    "LB",
    "OM",
    "YE",
    "AF",
    "AM",
    "AZ",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "PO Box"
  ],
  "ItemID": "162536075855",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "DZ7373",
        "Name": "Model"
      },
      {
        "Value": "DZ7373",
        "Name": "MPN"
      },
      {
        "Value": "Diesel",
        "Name": "Brand"
      },
      {
        "Value": "Black Ion-Plated Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Red",
        "Name": "Face Color"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "metal",
        "Name": "Band Material"
      },
      {
        "Value": "55mm",
        "Name": "Case Size"
      },
      {
        "Value": "100 Metres / 10 ATM",
        "Name": "Water Resistance"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "100 m (10 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "4053858618947",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Diesel DZ7373 Men's Uber Chief Black Ion-Plated Steel and Red Dial Quartz Watch",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Diesel-DZ7373-Mens-Uber-Chief-Black-Ion-Plated-Steel-and-Red-Dial-Quartz-Watch-/162536075855",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1625360758558080_1.jpg",
  "HitCount": "3",
  "PostalCode": "07094",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT23H33M29S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/4hMAAOSwjL5ZLtU0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/2AMAAOSw-K9ZLtU7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/kH0AAOSwurZZLtU-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/ZAAAAOSwEHpZLtVE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/ptcAAOSw5cRZLtVL/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/2ZQAAOSw-K9ZLtVQ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/L~oAAOSw0hlZLtVT/$_57.JPG?set_id=8800005007"
  ],
  "Description": "Shop On Time Product Information Diesel DZ7373 Men's Uber Chief Black Quartz Watch x x x x x Product Specification Diesel Diesel DZ7373 Men's Uber Chief Black Quartz Watch EAN 4053858618947 MODEL DZ7373 GENDER Gents GLASS Scratch Resistant Mineral Colour Black CASE WIDTH 55 mm CASE MATERIAL Black Ion-Plated Stainless CASE COLOUR Black STRAP TYPE Metal bracelet STRAP COLOUR Black CLASP TYPE Deployment Buckle with Push Button DIAL COLOUR Black MOVEMENT Quartz ADDITIONAL FEATURES four-time zones WATER RESISTANCE 10 ATM / 100 Metres WARRANTY 2 Years Seller Limited Warranty WHY BUY FROM US WHY BUY FROM US SOT is a respected and much loved ebay seller. We sell branded products at low prices and operate through our locally based distribution centres. We have category specialists that source products globally and we have over a 1,000 different branded items. We purchase in volume from trusted international suppliers all over the world and are able to provide competitive pricing with massive savings for you. We always ensure that our customers are getting the latest products at the lowest prices. We also offer a large selection of fine wristwatches at significantly discounted prices. Each watch we sell is 100% authentic and warrantied. DELIVERY INFO FREE DELIVERY We offer free delivery on all orders We are sure you will be pleased with your purchase from our eBay Store. However, unfortunately there may be occasions when you will need to return items to us. Non-Receipt Of Items If you have not received your items you must let us know within 7 days from the estimated delivery date. Once we know you have not received your item we will investigate the matter fully both internally and with our carriers. Unfortunately we cannot investigate non-receipt deliveries after this time has elapsed. Investigations into lost parcels can take up to 14 days. Refunds or replacements will not be issued until the investigation is complete. We do advise that the majority of orders are received within 1-3 working days of dispatch. Unfortunately, once the order has been dispatched it is then the responsibility of our courier to deliver your item, and as much as we would like to resolve this for you today we do have to allow them this timescale to deliver. If you still haven't received it by the 10th working day, please contact us via eBay & we will investigate the matter for you. Items Damaged in Transit If your item is damaged in transit, we ask that you report it to us within 3 working days. If the items are visibly damaged on receipt, it is best to sign the carrier's delivery note accordingly. Items should be returned in their original packaging complete with all accessories and documentation. Once received back into our warehouse, we'll issue a replacement or full refund to you via your original payment method. Products Dead On Arrival If your item(s) are faulty on arrival, please advise us as such within 3 working days. Items should be returned in their original packaging complete with all accessories and documentation. Once we have verified the fault, we'll issue a replacement or full refund to you via your original payment method. If You Change Your Mind If you change your mind and no longer want the item, you must return the goods to us at your own expense. You must take reasonable care to ensure that we receive the goods and the goods are not damaged in transit. Failure to do so might result in us withholding a full refund. How To Organise A Return You can request a return via emailing via eBay Messaging system and we will be in contact within 48 working hours. PAYMENT PAYPAL We accept PayPal. Immediate payment is required to purchase this item. We generally ship within 24 hours after the payment is cleared. Note, we prefer to ship to your confirmed PayPal address. If you ship to an address that is not confirmed, additional verification will be needed/performed and will delay the processing of your order. CONTACT US You can contact us with any queries through the emailing system via eBay and we will be in contact within 48 working hours. OFFICE SOT GLOBAL CORP, 210 Meadowlands, PKWY STE A, Secaucus, NJ 07094",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "7",
    "UserID": "sotglobalcorp",
    "FeedbackRatingStar": "None"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}