{
  "ConvertedCurrentPrice": {
    "value": "515.9",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "IT",
  "Location": "43039 Salsomaggiore (PR)",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:14:05.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=18001803",
    "StoreName": "Watchyourjewel"
  },
  "CurrentPrice": {
    "value": "515.9",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:14:05.000Z",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DE",
    "JP",
    "AU"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Citizen",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Chronograph",
        "Name": "Features"
      },
      {
        "Value": "EcoDrive",
        "Name": "Movement"
      },
      {
        "Value": "ANALOG",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "stainless steel",
        "Name": "Case Material"
      },
      {
        "Value": "black",
        "Name": "Face Color"
      },
      {
        "Value": "Titanium",
        "Name": "Band Material"
      },
      {
        "Value": "black",
        "Name": "Band Color"
      },
      {
        "Value": "46",
        "Name": "Case Size"
      },
      {
        "Value": "200 m (20 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Italy",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "8018225022563",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "RU",
    "BG",
    "CY",
    "EE",
    "PL",
    "VA",
    "HK"
  ],
  "ItemID": "172705513409",
  "HandlingTime": "1",
  "Description": "Citizen Men's Eco-Drive Promaster Land Watch 2017 Description Payments Shippings Contacts Conditions of Sale Case size: 46.0mm Case material: Stainless steel (with ion plating) Band material: Black Polyurethane Crystal: Crystal glass (Anti-reflective coating) Calibre No. J280 Eco-DriveRunning time 11 months Water resistance 20Bar Altimeter -300m to 10,000mElectronic CompassWe are authorized dealers Citizen. The watch is new with tag, sent with original box, 2 years international warranty and manual. You can pay your eBay purchase by PayPal. PayPal is a safest and faster way to pay. You will find the link to pay by PaPal at the end of yout eBay perchase The shipping rate depends on the country you are located. eBay will calculate your shipping cost. If your country is not in the eBay rate list, please contact our Customer Care for a quotation. We ship by the following methods: Poste italiane: Standard Mail (not trackable) DHL Express: (very fast delivery, trackable) If your country is located outside European Union, you may be required to pay import fees. That amount is the buyer charge and it has to be paid at the delivery od the parcel. Our Customer care will be pleased to help you and answer to your questions. You can contact us sending us your question from the eBay selling you are interested in. Otherwise you can find the button \"Email us\" at the top pf pur eBay Store page pr you can click on this button. We will answer to your email as soon possible from Monday to Friday 9:30-12:45 and 16:00-19:00. Please consider that our store is located in Italy. So if you are writing from outside European Union you have to consider jet lag. If for any reason you are not satisfied with your purchase and wish to receive a refund (minus the shipping & insurance charges) or exchange with another item, you may return any item within 14 days after the receipt. You must send us an email) We will send you the instructions to do the return shipment. The jewelry must be returned in the same original condition without any alternations or damage, with all selling papers, warrantly, boxes. We won't issue a refund for damaged or used/worn goods. This guarantee does not apply to custom orders, special order or pieces that have been modified per customer request. The shipping and handling charges you paid to receve the goods and you will pay to return the goods are not-refundable. When you return any item, please send an e-mail to us firstly to indicate your order/item number, the reason for the return, then you will get our return address. Once we receive and check the returned package, you shuld expect your refund (minus the shipping & insurance charges) processed within a few days. You may want to insure your return. We cannot be responsable for lost or misdirected returns. When return parcel will be shipped, please send us an email with shipment details. If you need further information, please contact our customer care. Listing created by Maxpho® eBay® management for national and international listings.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Citizen-Mens-Eco-Drive-Promaster-Land-Watch-2017-BN4044-15E-/172705513409",
  "NewBestOffer": "false",
  "SKU": "mxp-4413-5-f2",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1727055134098080_2.jpg",
  "HitCount": "2",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT17H46M40S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDc1Mw==/z/gUgAAOSwZ4dZLoso/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/mAsAAOSwZ4dZLoxo/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Citizen Men's Eco-Drive Promaster Land Watch 2017 BN4044-15E",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "FeedbackScore": "16864",
    "UserID": "pesco-clock",
    "FeedbackRatingStar": "YellowShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}