{
  "QuantitySold": "0",
  "PostalCode": "34102",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "providentestatebuyers",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1052",
    "PositiveFeedbackPercent": "100.0"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "Powered by Frooition.com Shop Categories CORUM 18K ROSE GOLD ADMIRALS CUP LEGEND 42 METEORITE DUAL TIME LIMITED EDITION Item Description Corum 18K Yellow Gold Heritage Coin $50 \"50th Anniversary\" Limited Watch Up for sale Corum Admiral's Cup Legend 42 Meteorite Dual Time in 18K Rose Gold. This is a limited edition watch only 75 made, this piece is number 46. The watch has a 42mm Case in 18K Rose Gold, with a genuine meteorite dial, sapphire crystal and Sapphire open back. It features an automatic Movement with a 72 hours power reserve and a Second Time Zone function and Date. The strap is a Black Crocodile tang buckle strap. Watch has never been worn. Serial Numer: 2310XXX Model: 283.101.55/0001 PX34 Caliber: CO 283 Movement: Automatic Movement Case: 42mm Crystal: Sapphire Dial: Meteorite Bracelet: Black Crocodile Bezel: 18K Rose Gold Condition: This timepiece is in new condition. It has never been worn. See all pictures and ask any questions you may have. Provident Stock #: NN07320 About Us About Us Payment / Shipping Feedback Terms Returns About Us Provident Jewelry is a full service retail store with six locations in South Florida. We offer the finest selection of both new and estate jewelry, exceptional diamonds & gemstones, and high quality timepieces. We also offer fine art, antiques and collectibles. Provident Jewelry has several G.I.A. Graduate Gemologists and custom jewelers on staff to answer any of your watch and jewelry questions. As part of our growth we have expanded out to buy, consign and trade your unwanted estate timepieces, jewelry, gold, arts, and collectibles. For more details on this opportunity please contact us as 1-855-351-7880. Payment / Shipping Payment / Shipping We only accept PayPal for auctions with final closing price under $10,000.00. We also accept Visa, MasterCard, American Express and Discover via PayPal. For auctions with higher closing prices we will accept bank wires, bank checks and personal checks. All Florida residents will have a 6% sales tax added to the purchased item. All shipments with a closing cost under $500.00 will be shipped via USPS Priority with no signature required. All shipments with a closing cost between $501.00 - $5,000.00 will be shipped via UPS 2nd Day Air - Fully Insured - Signature Required. All shipments with a closing cost of $5,001.00 and above will be shipped via UPS Next Day Air - Fully Insured - Signature Required. ***INTERNATIONAL SHIPMENTS***: We use eBay Global Shipping Program for all international shipments. Maximum amount of purchase price must not exceed $2500.00. Some countries have lower sale price limits. Please refer to the Global Shipping Program \"Eligibility\" page to see what your country limit is. If you purchase an item for international shipment that does not meet the Global Shipping Program policy, the transaction will be canceled. Feedback Feedback We really need your positive feedback and five star DSRs on eBay! We are committed to providing you with a pleasant shopping experience. If you are not satisfied with your purchase in any way, please give us an opportunity to make it right before leaving Neutral or Negative feedback. I bet you didn't know..... On eBay, a Neutral feedback rating is treated exactly the same as a Negative feedback. Please do not leave negative or neutral feedback without contact us to help resolve any issue. Leaving Negative feedback is a drastic measure and should only be used as a last resort for sellers who do not provide exceptional customer service. Terms Terms All photos are of the actual item offered. We don not use stock or manufacturers photos. What you see is what you get! Please ask any questions prior to the end of the auction. Contact us at 1-855-351-7880. All items are sold as is unless specified in the specific item listing. We go to great lengths to ensure that all of our listings are in condition as stated. We reserve the right to cancel any bidder with negative or \"0\" feedback. If you fall into this category, please contact us before placing a bid. We consider all final bids to be binding. Ebay takes great measures to ensure its marketplace is safe for buyers and sellers. When a bidder wins and does not pay, a report will be filed with Ebay. Please only bid if you intend to pay the amount of your bid. If you have placed an incorrect bid please use \"Bid Retraction\" which can be found in \"My Ebay\". Returns Returns All estate timepieces and jewelry are described with detail as to there condition as closely as possible utilizing the tools of the trade. Returns will only be accepted if the item does not accurately match the description. Helpful Links Add to Favorite Sellers Sign up to Newsletter View Feedback Contact Seller Visit seller's eBay Shop About Seller Page More Items!View more great items Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "StartTime": "2016-10-03T20:57:03.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/cnQAAOSwOyJX8sZQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/J5IAAOSwYIxX8sZQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/T~kAAOSwLF1X8sZQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/IDwAAOSwpLNX8sZQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg1OTM=/z/7-0AAOSw4shX8sZP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODE0WDEwMDA=/z/FCoAAOSw8w1X8sZR/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "19900.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Corum",
        "Name": "Brand"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "283.101.55/0001 PX34",
        "Name": "MPN"
      },
      {
        "Value": "CO 283",
        "Name": "Movement"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "NN07320",
  "HitCount": "527",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1823018060798080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-05-31T20:57:03.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "19900.0"
  },
  "BidCount": "0",
  "Country": "US",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CORUM-18K-ROSE-GOLD-ADMIRALS-CUP-LEGEND-42-METEORITE-DUAL-TIME-LIMITED-EDITION-/182301806079",
  "Location": "Naples, Florida",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Title": "CORUM 18K ROSE GOLD ADMIRALS CUP LEGEND 42 METEORITE DUAL TIME LIMITED EDITION",
  "Storefront": {
    "StoreName": "Provident Estate Buyers",
    "StoreURL": "http://stores.ebay.com/id=21063923"
  },
  "ItemID": "182301806079",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "TimeLeft": "PT2H55M51S"
}