{
  "ConvertedCurrentPrice": {
    "value": "527.3",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Blackpool",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T12:53:22.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "410.0",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T12:53:22.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "332245712608",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "BULOVA",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Analogue",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Black",
        "Name": "Face Colour"
      },
      {
        "Value": "35MM BEZEL/ 39MM WITH CROWN",
        "Name": "Case Size"
      },
      {
        "Value": "20MM",
        "Name": "Lug Width"
      },
      {
        "Value": "Diver",
        "Name": "Style"
      },
      {
        "Value": "ALL",
        "Name": "Age Group"
      },
      {
        "Value": "ACCUTRON QUARTZ OCEANOGRAPHER 666 FT",
        "Name": "Model"
      },
      {
        "Value": "1978",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Bracelet/Link Band",
        "Name": "Strap Type"
      },
      {
        "Value": "Analogue",
        "Name": "Display Type"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "BULOVA DIVERS ACCUTRON QUARTZ OCEANOGRAPHER 666 FT N8 1978 RARE ORIGINAL VGC",
  "ConditionDescription": "HI A VERY NICE VERY RARE FIND BULOVA ACCUTRON QUARTZ OCEANOGRAPHER 666 FT N8 1978 RUNS KEEPING TIME LOVELY DIAL HAS A CARBON TYPE LOOK VERY NICE.THE CASE AND BEZEL VERY GOOD CONDITION WITH LOGO ON THE CROWN .LOVELY ORIGINAL BRACELET WITH LOGO CLASP VERY NICE CONDITION A FEW MARKS ON BRACELET NOT MANY FOR 1978 WATCH  NICE MOVEMENT CAL 242 I THINK.A VERY GOOD DIAL AS WELL IN LOVELY CONDITION FOR 1978 RARE FIND NOW IN THIS CONDITION DIAL SEEMS VERY NICE BUT A BIT OF PATINA ON THE HANDS AND MARKERS NOT BAD IN ANY WAY. THE GLASS IS MINT BY THE WAY SEE PHOTOS.RUNNING AND KEEPING A RARE WATCH BUT FAR FROM SURE the condition of the watch it good THE CASE IS IN NICE CONDITION AS WELL  could",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BULOVA-DIVERS-ACCUTRON-QUARTZ-OCEANOGRAPHER-666-FT-N8-1978-RARE-ORIGINAL-VGC-/332245712608",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Used",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3322457126088080_1.jpg",
  "HitCount": "20",
  "PostalCode": "fy2 9jx",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT21H38M5S",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/1KEAAOSww3tY7K5F/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/fHsAAOSw3utY7K46/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Me8AAOSwpP9Y7K4z/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ZO4AAOSwmgJY7K5K/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Md4AAOSwc49Y7K4O/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/N8UAAOSwc49Y7K4r/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ZDkAAOSw03lY7K4I/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/LGsAAOSwpP9Y7K4V/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ZEUAAOSwnF9Y7K5Q/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/XRIAAOSwmgJY7K4h/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/kbYAAOSwB-1Y7K4b/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/72MAAOSwAANY7K4D/$_1.JPG?set_id=880000500F"
  ],
  "Description": "For your consideration is a very rare find BULOVA DIVERS ACCUTRON QUARTZ OCEANOGRAPHER 666 FT n8 for1978 runs keeping good time working the crown and secs hand out you have a nice looking 70s watch .I think it is a rare find and it's a 1978 case with lovely dial .The hands are right ones as well this have a bit of patina to them also the markers have a bit of patina as well .The watch is in very good used condition has some marks on the case but not much for a watch made in 1978 has logo on the crown and the bracelet clasp,very nice design on the face and hands hard to show bit like carbon fiber look but it's not . A very hard to find watch now running very keeping time but no seconds hands and lose crown in could be a easy fix was going to go off one day to be fixed but my old watch man has stopped working now so all my old Bulovas that need any work and going up for sale as you know do they are top end watches .The watch looks very cool as it has that cool design case and dial. I love the way the hands and markers are on this watch just so nice by the way .Some sizes for you 36mm case,39mm with logo crown ,40mm lug to lug,12.77mm thick.(Please see condition report just a few marks on clasp and bracelet still a very nice one of these and a rare find now for sure there is one on here for sale not as nice as this imho by a long way and that's £430 +p&p .)This is one for the collectors i think it's a nice design as well.see photos. Starts at 99p so grab a bargain.I HAVE DYSLEXIA SO IT NOT THAT EASY. I TRY MY BEST AND TAKE GOOD PHOTOS TO HELP YOU OUT.THANKS VERY MUCH. To be honest this is a very well made watch and getting hard to find one now, keeping very good time and . Please see my other watches for sale and if you need any any more information please don't hesitate to contact me.be calld an Oceanographer if it did not have the 242 movement? The 242 movement is the Accutron Quartz series 242, but the dial does not say Accutron; did Bulva e these movements in non-Accutron models by ch Bulova called different watches the Oceanographer during this time; but was it no longer a proper model name like it was several years earlier, just a version to identify the depth capabilities? This 1980 ad gives the name to an Accutron Quartz, an Automatic, and aWould this be called an Oceanographer if it did not have the 242 movement? The 242 movement is the Accutron Quartz series 242, but the dial does not say Accutron; did Bulova place these movements in non-Accutron models by chance?Bulova called different watches the Oceanographer during this time; but was it no longer a proper model name like it was several year, just a version to identify the depth capabilities? This 1980 ad gives the name to an Accutron Quartz, an Autom a Caravell be called an Oceanographer if it did nve e 242 movement? The 242 movement is the Accutron Quartz seut the dial does not say Accutron; did Bul place these moe in non-Accutron models by chance?Bulova called different watcheceanographer during this time; but was it no longer a proper model name like it was several years earlier,just a version to identify the depth capabilities? This 1980 ad gives the name to tron Quartz, an Automatic, and a CaravelleSo...I guess this is just an Accutron Quartz or simply Quartz Thank you very much for looking and please be advised that I send all my watches to the UK by Royal Mail special delivery then if the watch does happen to be lost we both are safeguarded and get our money back. I do not make any profit on the p&p but feel it's essential to give a better service. For any purchases which are international I send by International Signed For service to also safeguard the delivery and ensure you receive the watch in the same condition as I despatch it! Please note I may use recycled packaging so if for any reason you object then please advise as I am trying to do my bit for the planet! You call me on 07580 642763 if you need anything please see my other nice watches up for sale .thanks for looking .",
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "FeedbackScore": "4231",
    "UserID": "ianwoodland63",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "Distance Selling Regulations, which give the buyer the right to cancel\nthe purchase within 7 working days after the day that they receive the item.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}