{
  "ConvertedCurrentPrice": {
    "value": "13.98",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Chicago, Illinois",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T14:40:18.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1018448940",
    "StoreName": "positiveseller12"
  },
  "CurrentPrice": {
    "value": "13.98",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T14:40:18.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "from carson pirie scott comp/gift",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "030506404866",
        "Name": "MPN"
      },
      {
        "Value": "030506404866",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "HandlingTime": "1",
  "Description": "Please See My Other Items ★★★★★ Please read before purchasing ★★★★★ Please check if your address is valid before you place your order. We will not override shipping addresses. eBay displays an estimated delivery date. While every effort is made to meet this estimate, USPS states it is just estimate and not a guarantee. Once the package has been mailed, it is in the hands of the US Postal Service. Any delays caused by the USPS are out of our control and your patience is appreciated VERY MUCH! When you receive the item PLEASE CONTACT with us FIRST if you have any questions! Watch gold tone metallic white crystals women black faux leather strap gwp in carson pirie scott - 100% Authentic Guaranteed. UPC 030506404866; Item # WAC5178BT; NO BOX. New. Never Used! Never Worn! It is a women's watch, gold tone metallic HW; diameter of the round watch - 1.6\" (with metal, full) & 1.35\" (without metal). It was a gwp item with parfums Christmas purchase in CPS; no other items are included, you are buying only a watch with no box. Black faux leather strap with the golf tome metallic closure. Not for individual Sale. Pet & Smoke FREE HOMEPlease check my other items: Bags, Clothing, Perfumes, Skincare Products: Please See My Other Items Terms of Sale: ALL SALES FINAL! I do not accept returns unless in stated below situations. Please ask all questions prior to bidding.Payment: I’m sorry, but I only accept PAYPAL payment. Payment needs to be made within 2 days after the end of the auction Descriptions: I describe items to the best of my ability. Please read complete descriptions, examine pictures, and ask me questions. Shipping: NO INTERNATIONAL SHIPPING! I ship only inside of the USA (see exclusions). Items usually sent within 24 hours after cleared payment, by USPS Mail, with delivery confirmation. I may combine shipping unless any item is $3.99 or less (or, if combine, I may not cut shipping/handling cost). Feedback: PLEASE, if for any reason YOU are not happy with your purchase, we ask you to ALLOW US TO CORRECT it & Make Things Right, Prior to leaving negative/neutral feedback or less than a 5-Star Rating in any Category. Feedback & DSR rating are very important to decrease prices/shipping costs in the future. Returns: There are no returns on the item purchases unless: 1: Item is not the actually item. I.E. wrong item shipped or misinterpreted item. 2: Returns are only accepted within 7 business days of receipt of item. 3: Buyers pay for reshipping charges and will not be reimbursed for the reshipping.For example: the item winning price is $10 & shipping cost is $5. The item is received by the buyer on 6/01/2011. If conditions of returns are applied to this item, the item should be reshipped/returned not later than 6/08/2011 for the buyer’s own costs with the same packaging and by same method of shipping (only with the delivery confirmation). As only the item is received by the seller and the item is in the same condition as was shipped, the winning price + original shipping cost of this item will be refunded. For instance, the item is received 6/12/2011 by the seller & $15 (winning price + original shipping costs) will be refunded to the buyer’s PayPal account. Thank You Very Much for understanding! I want my customers to be 100% satisfied with their purchase! Comes in the original packaging (or jar or bottle or vial or tube, etc) that includes or may include the ingredient list. ????? Please read before purchasing ????? Please check if your address is valid before you place your order. We will not override shipping addresses. eBay displays an estimated delivery date. While every effort is made to meet this estimate, USPS states it is just estimate and not a guarantee. Once the package has been mailed, it is in the hands of the US Postal Service. Any delays caused by the USPS are out of our control and your patience is appreciated VERY MUCH! When you receive the item PLEASE CONTACT with us FIRST if you have any questions! Not for retail sale. (Means not for sale by retailer or stores; but - could be sold by an individuals on ebay and allowed by ebay). Attention VeRO members: I'm not affiliated or endorsed by the companies mentioned in this listing. All trademarks and copyrights are acknowledged, they are only used for informative description of the items offered for sale. All items are authentic as evidenced in photos, legally acquired and owned, and hence covered under First Sale Doctrine. Unlawful VeRO removal of this listing will constitute perjury and result in legal action.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Watch-gold-tone-metallic-white-crystals-woman-black-faux-leather-CPS-/332245813213",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3322458132138080_1.jpg",
  "ItemID": "332245813213",
  "PostalCode": "60622",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT23H33M37S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTkx/z/nw8AAOSwUdlWgiVK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU2MVgxNjAw/z/GWcAAOSwZ1lWgiVF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTkx/z/n1kAAOSwUdlWgiVQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU3M1gxNjAw/z/GqgAAOSwZ1lWgiVY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTc3/z/KtsAAOSwo3pWgiVe/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU1MlgxNjAw/z/G4cAAOSwZ1lWgiVj/$_1.JPG?set_id=880000500F"
  ],
  "Title": "Watch gold tone metallic white crystals woman black faux leather CPS",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "FeedbackScore": "9090",
    "UserID": "positiveseller12",
    "FeedbackRatingStar": "Green",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Returns are accepted for items only in the same condition as received. For NWT items, items have to be returned with tags or plastic packages with tags (the same as they were received). Returns are accepted for the final auctions prices and for BIN price (best offer price is excluded for returns). When the items were sold via Best Odder Accepted (discounts provided), the returns will not be accepted. Thanks for understanding."
  }
}