{
  "ConvertedCurrentPrice": {
    "value": "3851.87",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "GB",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T10:36:32.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "MOCC",
    "PayPal",
    "CCAccepted",
    "PersonalCheck"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=30802116",
    "StoreName": "vintagegoldwatchesuk"
  },
  "CurrentPrice": {
    "value": "2995.0",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T10:36:32.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "IWC International Watch Co",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Solid Gold",
        "Name": "Case Material"
      },
      {
        "Value": "Lizard Skin",
        "Name": "Strap Material"
      },
      {
        "Value": "Chestnut",
        "Name": "Strap Colour"
      },
      {
        "Value": "36mm not including the crown",
        "Name": "Case Size"
      },
      {
        "Value": "Dress/Formal",
        "Name": "Style"
      },
      {
        "Value": "1970-1979",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "25 Jewels",
        "Name": "Number of Jewels"
      },
      {
        "Value": "18K Yellow Gold",
        "Name": "type of gold"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "232355131428",
  "HandlingTime": "1",
  "Description": "Join our Newsletter Add As Favourite Seller Feedback Home Menu Shop Home Rolex JLC Omega Longines IWC Zenith Other Accessories Rolex JLC Omega Longines IWC Zenith All All IWC AUTOMATIC 18K, 1973 'RETRO LOOK' GENTS DRESS WATCH - IMMACULATE IWC AUTOMATIC 18K, 1973 'RETRO LOOK' GENTS DRESS WATCH - IMMACULATE 100% Genuine & All OriginalFully Restored, Serviced and GuaranteedA Beautifully Well Cared for Immaculate ExampleOversize 36mm x 40mm Case, Excluding the CrownHeavy-Weight 18ct Tonneau Case with Hidden LugsOriginal Yellow Gold ‘Stick’ Hands and Inlaid BatonsUltra High-Grade Cal.8541, 25 Jewel, Automatic MovementSimply Stunning Condition From Every AspectHigh-Quality Hardwood Presentation BoxHigh-Quality Italian Lizard Skin StrapLifetime Authenticity Guarantee12 months Warranty Included*Free UK Mainland Delivery£45 Overseas Fedexvgw ref. IWC133 Watch this item Add us to favourites Description Delivery Payment Returns About Us FAQ's Servicing Description Description It is said that owning a vintage IWC is something everyone with a serious interest in vintage watches should aspire to. A strong statement perhaps, but a little time spent researching IWC and their ’50s & ’60s watches, will very likely lead one to the same conclusion. In essence, this is because during the 1950s and 1960s, IWC determined they would manufacture some of the very best watches ever made and quite simply, this is what they achieved! The craftsmanship, technical excellence and sheer beauty of their exquisite movements and cases, manufactured during the ‘golden age’ of watch-making, has never been beaten – perhaps equalled occasionally, but never beaten! An IWC is often referred to as a ‘watchmaker’s watch’. This is simply because watchmakers love them, both to work on and to own. This is due to the design, technical excellence and mainly the sheer beauty of their watch movements. The watch we see here is particularly notable for a number of reasons. The heavy 18ct, 36mm Tonneau case has hidden lugs and a retro style which has come back on trend recently – while at the same time it has a slightly ‘1970s futuristic’ look. The 18ct solid gold dial is original, has never been restored and is in tip top condition. Lastly, but by no means least, the Cal. 8541 is considered one of the best automatic movements of all time**! The Movement The Cal. 8541, 25 Jewel automatic movement fitted to this watch is considered the best ever automatic produced by IWC and therefore one of horology’s best of all time**! It originated as the Cal. 85 in 1950 and evolved through Cal. 852-3-4. The last digit, ie 1, denotes this movement has a date function. Given that it was in production for over 40 years and enhanced in each iteration, this movement has proven itself as durable, accurate and incidentally easy to service. Above all else, its winding system, developed by IWC’s famous technical director, Albert Pellaton, has achieved great acclaim. The movement has been fully overhauled by a Master Watchmaker. This means stripping the watch down to all its component parts, careful inspection under high magnification, replacement where necessary with only genuine IWC parts, then careful reassembly and adjustment before final calibration in 5 positions. This watch, therefore, winds, sets and runs accurately and reliably, within +12 seconds per day, averaged over 5 positions and also has a 44-hour power reserve when fully wound. Please bear in mind this is outstanding for any watch of this age. We are therefore highly confident in offering a 12 months warranty with this watch movement*. The movement is all signed correctly, ‘International Watch Co’ and ‘Swiss’ with both the Calibre number and the serial number which date this watch to 1973. *Please note our 12 months warranty is only applicable if the full list price is paid. **Brunner and Pfeiffer-Belli, in their book “Wristwatches Armbanduhren Montres-bracelets” call the Cal. 853 “one of the best automatic movements ever built in Switzerland”. The Case The very high quality, heavyweight, 18ct Yellow Gold watch case measures 36mm in diameter, excluding the original IWC crown. The Tonneau case has hidden lugs and a retro slightly ‘1970s futuristic’ look which as mentioned above, has come back on trend recently. The condition of the watch case here really is immaculate, with no scratches, dings or other damage visible to the naked eye, therefore the case has simply required a professional clean and gentle hand polish, to bring back the almost new look of the watch. Inside the case-back we find the case is all correctly signed ‘International Watch Co’ ‘Swiss’ with the IWC brand, Swiss Geneva 18K hallmarks and the case serial number. The Dial The 18ct solid gold dial has 1970s style applied gold inlaid baton hour indices and original ‘stick’ hands. This is the original dial which has never been restored and yet it is in tip top condition. The Strap and Buckle The watch is fitted with a new, high-quality Lizard skin strap, which suits the watch perfectly and the strap is fitted is with a generic gold plated buckle. However, if a different colour or different style strap is preferred please let us know and we will do our best to provide your choice, free of charge. The Box and Papers Although there are no original papers with this watch, the movement, case numbers and hallmarks all match, dating the watch to 1973. A detailed written receipt, with our written 12 months warranty*, our Lifetime Authenticity Guarantee and a separate Insurance Valuation for the replacement value will be provided at the time of sale. The presentation box shown in the photographs is included in the sale. In Conclusion This is a truly first class example of a 1973 IWC 18ct dress watch which is ready to wear and completely practical for everyday use. If treated with care it will make an excellent investment and heirloom piece. IWC will always command huge respect in the high-end watch market and consequently, prices are always rock solid. We are therefore sure this will make a great acquisition for any collector to wear, or to treasure and enjoy! A word about our prices – We always try our hardest to acquire the very highest quality watches we can find, before restoring them to the highest possible standards. We then offer these at the fairest prices we can, taking into account our pre and post sales care and service. This approach means we will never be the cheapest, but nor will we be the most expensive. Indeed there are some well-known stores in West London which are very successful, charging between two to three times the price you see here. We therefore consider our prices to be very fair, given the quality of watches we have to offer. We are happy to accept Paypal as this is the quickest method of payment. However, if you would like to pay by UK cheque or by UK bank transfer we will be pleased to assist you with this and pass on a 3% transaction saving to you. Similarly, if you wish to pay by International SWIFT or Bank Wire Transfer, we will provide you with our BIC / Swift number and our IBAN number. Please note we welcome part exchanges, along with outright purchases of similar watches for us to restore, service and list. We can also offer Watch Service, Watch Repair & Watch Restoration, please see the link at the bottom of this page. Finally, please enjoy some time spent viewing our other fine Vintage Gold Watches! Delivery Delivery Delivery to any UK destination is free of charge and Vintage Gold Watches aims to despatch each order within one working day of receipt of cleared payment. All UK deliveries are made using Royal Mail’s ‘Special Delivery’ Next Day service. Each package travels through a secure network which is separate from the regular post. The progress of each package is monitored at every stage via a bar-code tracking system. Accordingly, the Royal Mail guarantee that your delivery will arrive between 9am and 1pm on the next working day.A ‘Get It Fast’ service is also offered whereby your order will be delivered within the UK at or before 9am next day. The cut-off for this service is 2pm. This does require an order to be received before 2pm along with cleared payment. An extra charge of £25.00 will apply for guaranteed delivery next day by 9:00am. All International deliveries are generally made by FedEx as this has been found to be the most reliable and secure service available. FedEx delivery is 5 days max but often much quicker, typically one or two days to Europe, USA and Canada. While this is fast and secure, it is also one of the more expensive services available and typical costs with full insurance are £110 per delivery. Vintage Gold Watches subsidises this cost by charging our customer a maximum of £45 per delivery. Vintage Gold Watches reserves the right to decline delivery to certain countries as advised by FedEx that present overly high risks through loss or fraud. From time to time Vintage Gold Watches may elect to use another courier for some destinations. International delivery is generally completed within 5 working days of order and cleared payment. All our deliveries are insured independently for loss or damage. All delivery times and dates are estimations. Deliveries must be signed for by an adult (defined as person aged 18 or over) at the given address. Please ensure that your package is intact before signing for it, as once signed for, responsibility for the order is transferred to the customer and all liability for loss, damage or theft is transferred from Vintage Gold Watches to the customer at this point. Any parcel which has been damaged or tampered with should not be signed for and delivery should be refused. Return Postage: The customer is liable for all return postage costs and adequate insurance costs, unless this is agreed in some durable form by a Vintage Gold Watches representative. Collection: Watches may be collected by prior appointment from our offices in Bayswater, London W2. Watches will not be available for collection without an appointment. Our safes are time-locked from Friday until Monday during which time the staff have no access to our stock. A weekend appointment must be confirmed by the close of business on the previous working day. We don’t want you to have a wasted journey, therefore an appointment is advised. Fraud Screening: Vintage Gold Watches may carry out its own internal anti-fraud checks, including the right to contact you at any time, prior to dispatch of the item, in order to obtain a landline and/or business telephone number, which may be used to contact you directly and/or check against publicly available records to confirm details given by the buyer.Vintage Gold Watches may, at its sole discretion, refuse to process and/or cancel orders if the customer cannot be contacted and/or Vintage Gold Watches might reasonably suspect that the transaction may be fraudulent. Vintage Gold Watches further reserves the right to dispatch items to the customer’s home and/or business address (on receipt of an email confirming the same, sent from a home or business email address). Vintage Gold Watches is not under any obligation to dispatch to an alternative delivery address requested by its customer without this information. Payment Payment via Credit or Debit Card: Payment by card is welcome and we use Paypal to take your payment using any credit or debit card. You will not need a Paypal account if you do not happen to have one, you simply checkout as a “Guest”, which will take you straight to a secure and private area of the Paypal website, where Paypal will ask you for your credit or debit card details. We at Vintage Gold Watches will never see these details and so there is no risk of us losing them. You will also benefit from the additional security of having both your credit card company and Paypal to act on your behalf should something go wrong with the purchase or delivery. In addition to being ‘belt and braces’ secure, this also has the great advantage of being the fastest way to pay, wherever in the world you happen to be. We also accept payment by card, whereby we simply send you an invoice by email and you follow a few simple instructions to pay with any credit or debit card. Payment via UK Bank Transfer: We encourage our UK based customers to pay by UK bank transfer. This is becoming a very popular method of payment, particularly if you use Telephone or Internet Banking. you simply request our bank details i.e our account number and sort code via email, then provide these to your bank by telephone or your Internet bank account, or even face to face at your bank, along with the transfer amount and your bank will usually make the transfer immediately, although sometimes it can take longer. By paying via this method, we can pass on the saving in transaction charges of 3% to you. Payment via International Bank Transfer: This is also known as a Bank Wire Transfer and similar to a bank transfer within your own country, except your bank will request our IBAN number and our BIC /Swift Number. By paying via this method we can pass on the saving in transaction charges of 3% to you. Returns Sale or Return Policy: We offer a ‘No Quibble Sale or Return’ policy. This means that in line with ‘Distance Selling Regulations’ you may order and pay for any item advertised on this site and keep it for up to 14 days before returning it safely to us, should you decide not to keep it. Vintage Gold Watches will then issue a refund within a one week, during which time the watch or accessory will be checked for any signs of damage, misuse or wear. If the item cannot be immediately re-advertised, we reserve the right to make an appropriate deduction from the refund. Please note, if you wish to return an item you must contact us to request a returns authority reference number and details of our Secure Returns Delivery Address. About Us Vintage Gold Watches – London : Passionate about excellence… As well as a web destination, ‘Vintage Gold Watches – London’ is a partnership based in Bayswater, London, (W2) engaged in selling ‘fine’ Swiss watches from circa the 1950s and ’60s. We particularly love this time period for its elegance, craftsmanship and quality. In fact, we consider this to be the ‘golden age’ of Swiss watch making, when technical superiority, craftsmanship and design, each combined to provide us with some of the finest timepieces ever made. We are great admirers of 1950s vintage gold watches from Rolex, Jaeger-LeCoultre, Omega, Longines, IWC , and Zenith and so these form the basis of our collection. Each of these famous watch ‘houses’ offer something different in terms of character, style and personality. Rolex is of course the most famous, most notably for the robustness of their movements and the record breaking success of their early automatics and Chronometers. However each has their own claims to fame and are on par and in some ways even better than the biggest brand which wears the golden crown! Not only do we love the design, style and elegance, but we also consider these watches offer exceptional value for money – particularly when found in the condition and the quality offered here. If one considers the incredibly high cost when new (and adjusted for inflation), against the very high price of the new equivalent today, these top quality vintage watches offer tremendous value for money. Then, and only then, if we factor in double digit investment potential, – we have something of great appeal and which really adds up! However, first and foremost, we understand that buying a vintage gold watch is a significant moment for our customers so our first priority is to make the process simple and as easy and pleasurable an experience as possible. We are very happy to speak with you for as long as you wish, about the key points and differences around all the watches you see here. We’d like to hear your preferences and to help guide you towards the perfect watch you really are seeking! As we often have up to 25 watches undergoing full restoration at any one time, it may be that we have exactly the watch you are looking for, becoming available very shortly! You may for example be seeking a watch manufactured in your birth year, or a watch with a particular kind of dial, or size or price. If so, please let us know as we may already have something of interest in stock. We have strong connections with a good number of fellow watch dealers, so we may well be able to find you a good example of exactly the watch you are seeking much quicker than hours spent on your own. Then if necessary, we will restore a watch for you, using only original parts to make it look as good as the rest of the watches you see available on this website. For simplicity and your own convenience, we try very hard to select and restore watches only of a similar high standard. All are fully overhauled and restored as necessary to bring the watch back as close as possible to its original condition. All have beautifully restored dials and movements and come with solid gold cases without any personalised inscriptions. Generally and where possible, all of our watches have original crowns and lenses fitted.While Rolex, Jaeger-LeCoultre, Omega, Longines, IWC , Zenith are the watches we specialise in, we are also willing to source other watches for you if you wish. For more information on this, please see the ‘Need Some Extra Help Finding Your Watch?’ section below and further details in our FAQs. A Vintage Gold Watch as an Investment It is rare indeed to find an investment a gentleman can wear…. and often quite surprising that these pieces of such beauty and elegance, from time honoured Swiss watch houses, can be acquired for such relatively little money. While we would always recommend to buy with one’s heart first of all and consider the investment potential second, the advantage of course in buying a vintage watch, is that the value will rise rather than fall from the moment you take it home! This intrinsic value is solid, reliable and as perpetual in fact as the timepiece itself! If we were to take a quick look at trends since 2010, we will have seen double digit growth each year, across each of the collectible Swiss watch houses seen here on this site and since the new markets for high quality vintage Swiss watches expand, in China and across the developing world, the positive effect on prices is likely to continue in the foreseeable future. Although it is not widely known, for the collector or the serious investor, there are some special tax advantages associated with buying vintage watches. Specifically, HM Revenue & Customs (in the UK) regard these items as “wasting assets” and so cannot charge Capital Gains Tax on the profits made when they are sold, (provided they have not been used in the course of business), so for the private investor, this strange anomaly is actually somewhat of a gift from the taxman. For example if money is retained in a bank account, the small amount of interest earned is taxable. With property, if a second property is purchased and then sold, again there will be tax to pay on the profit generated by the sale. The same applies for shares and other financial investments, but if the same funds are used to purchase a collection of vintage watches and then, in due course, these are sold at a profit, no Capital Gains Tax is owed to the Revenue. Of course we need to add the usual disclaimer not to treat this as ‘advice’ but purely background information for you to check with your financial advisor or HM Revenue & Customs. This situation is not unique to vintage watches – Antique guns, classic cars and motorcycles, antique scientific instruments and some mechanical toys also qualify as ‘wasting assets’ in the same way. But to repeat, ask your financial advisor about this. And perhaps, at the same time, you might ask why he/she hasn’t mentioned this before!! We could suggest, although of course we wouldn’t, that there is no potential commission here available for the advisor, if you buy a vintage watch, or a small collection, or perhaps grow a large one over time! A Vintage Gold Watch in everyday use It is useful here to consider there are some similarities, in fact quite a few, in owning a vintage watch and owning a vintage car… For example, a carefully chosen vintage car, which is regularly maintained and well cared for, can be relied upon in day to day use, quite satisfactorily for a very long time. The same can be said of a vintage (Swiss) watch. Even though a Swiss watch is superbly engineered with legendary Swiss reliability, a vintage watch remains a piece of micro mechanical engineering, made say over 50 years ago and therefore one may not expect the ultimate performance and reliability of its modern equivalent. For example a vintage automatic watch may still need help with winding from time to time simply because vintage automatic watches are not as efficient as modern ones. Also typical accuracy may vary by say up to + or – 30 sec per day. However please note, when we restore a vintage watch we aim for a better than ± 10 sec / day accuracy, when it leaves our hands.It is best to keep in mind that gold, particularly vintage 18ct gold, is a relatively soft metal alloy which is by no means as hard wearing as the modern equivalent. Therefore some care will be needed to avoid scratches or other damage, which will affect the value of your watch. It is also crucially important that vintage watches are kept away from water, dirt and dust. This is because a vintage watch is unlikely to be be water-proof, no matter what the original specification. We do not test this and it is not guaranteed therefore water and dust must be avoided as these will definitely cause harm if they come into contact with the movement. Need Some Extra Help Finding your watch? If you have a clear idea of the watch you are looking for, but your search is not proving very fruitful, or it is taking up too much of your time, why not let us do the searching for you? After all we do this every day and we enjoy it! We will undoubtedly have many more sources and contacts than your good self and for a deposit we will happily beaver away for you until we have found you just the watch you are looking for. We are particularly good at finding watches which have dates which coincide with a special birthday or special anniversary. Please see our FAQs for more details. Need a little Time To Pay for your watch? If you see just the watch you have been looking for here today, but it’s just at the wrong time in terms of your cashflow and you prefer to avoid lots of interest on your credit card, then why not use our ‘Layaway’ facility? It is so simple… we take a 20% deposit and provide you a sales invoice for the watch for the full price. The watch is then marked sold so it is yours, but we look after it for you in our safe while you settle the balance over up to eight months in equal 10% payments. No interest is paid because no ‘loan’ is made! For more background about Vintage Gold Watches and our services please see our FAQs. FAQ's Frequently Asked Questions: I’m a little nervous about buying an expensive vintage watch over the Internet. How do I know that all your watches are absolutely genuine? This is a sensible and natural concern and one we get asked about a lot. We try to address this in the following manner.. Firstly we do assure you, all of our watches are 100% genuine, authentic and completely original, As you will see, this is clearly stated on every one of our listings. By this we mean no after-market internal parts or worse, molestation of the movement! Further, all the numbers on the movement are correct and the watch case is properly hallmarked and marked with all the brand and references which match the date of the watch. Also the watch has the correct dial for the model and year. We take this very seriously and we stand by this with our unique ‘Lifetime Authenticity Guarantee’, covering every watch we sell. We also issue a Certificate with the sale of every watch, certifying that your watch has been fully inspected and is completely genuine and we are also very happy to speak with you for as long as you wish and discuss any aspects of any watch, or chat about our service, to help you to become as comfortable and happy as possible with your possible purchase! Also as you we are sure you will wish to know, we source our watches very carefully, buying almost all our watches from a select group of trade suppliers, whom we have known and trusted over many years. These ‘dealer’s dealers’, are very well established and also have strong reputations to protect. Additionally of course, we rely on the lifetime of experience of our vintage specialist watchmaker, who inspects and confirms the authenticity of each and every watch we sell. Our unique ‘Lifetime Authenticity Guarantee’ is provided with every watch we sell. This states: “If your watch proves to be anything less than 100% genuine, authentic and original, we will provide you a full refund at any time”. We do this not only for your reassurance but so that if we make a mistake, we would prefer to be the first to know and have an opportunity to provide you an immediate remedy. We take take this very seriously so when you buy a watch from Vintage Gold Watches of London, you may have 100% confidence, faith and reassurance. We also try to provide you some the Highest possible resolution photographs available on the Internet. This is to give both expert and inexperienced buyers alike, the best possible view of each and every watch, from each and every angle! In fact our photographs are so large, you will see much more detail, including of the movement, than you would normally see if the watch was bought over the counter on Bond Street London or the Burlington Arcade in London W1. Indeed more also, than if the watch was on your wrist! Even under a high power magnifying glass…! To see the highest resolution photographs click on any photograph to take you to the Product Description page. Then click again on any of the rotating photographs to show the large photographs which you can scroll through easily by clicking on the right or left hand arrows which appear half way down the photo (on the left or right). Now to see the largest sized photograph click on the top right hand corner of any of these photos to see a giant sized hi-res photo. Of which we have seen none larger, so far, from any vintage watch dealer on the Internet! Incidentally, a quick word about fake / copy watches. For a number of reasons it is more difficult and less lucrative to recreate, vintage watches rather than new, or nearly new ones. Therefore there are much fewer fake/copy vintage watches made, when compared with new, or nearly new, high end brands. And if a fake / copy vintage watch is produced, it is much more likely to be of a particular, very high end watch. Ok I now feel more reassured about your watches, – but who are you? ‘Vintage Gold Watches’ is a partnership, based in Bayswater, London W2. We are very close to the North (Noth-West) side of Hyde Park and very handy for three tube stops as well as Paddington Railway Station. The two main partners have each over 20 years experience in collecting, buying and selling vintage watches and ‘Vintage Gold Watches’ of London offers a good combination of strong experience and old fashioned values of attention, service & reliability. Plus of course, Internet prices and convenience. – As we are predominantly an online business, you will benefit from considerable savings when compared with similar vintage watch dealers with expensive retail premises and other large overheads. Indeed there are some excellent London based ‘bricks and mortar’ vintage watch dealers we can point you to with prices double!! and sometimes treble!!! the prices you see here! And who are the Partners? Alan, is the principal partner who has been a passionate collector of vintage watches for over 25 years. In 2010 he decided to turn his paying hobby into a full-time business by forming a partnership with Brian, another lifetime collector and trader in vintage watches. Similarly in 2012, Martyn a watch collector joined us along with Louise who handles our accounts. Then there is our genius, independent repairs and restoration team, which includes two watch makers, a watch dial restorer and a watch-case maker. We consider our primary suppliers to be business partners, because we work so very closely with them. OK, I’d like to see a particular watch before committing to purchase. How do we do this?This is no problem…. The simplest way, is if you like the look of a watch and would like to try it on and see how it feels on your wrist, we recommend you to order and pay for the watch online, or indeed by calling us and paying over the telephone. There is no obligation to keep the watch at this point, because you have 14 days from the date of arrival to decide if you wish to keep the watch. If you decide against, for any reason, simply return the watch safely to us, within 14 days in the condition you received it, and we will provide you a full refund immediately after the watch has been checked back into stock.! We call this “Our 14 day no quibble sale or return policy”. If you are within the UK, we use Royal Mail Next Day Special Delivery Service for all our deliveries. And if you decide to return a watch to us we would ask you to use the same service, which will cost you around £11 including insurance. Please note we fit high quality, mostly genuine crocodile straps to all the watches we sell and if a watch has been worn and the strap shows signs of use, we reserve the right to charge for a replacement. If you are overseas, we are sorry but this policy does not apply. I would really prefer to visit you and view a watch before I pay for it. Can we arrange this? Yes, you are very welcome to pay us a visit if you have a particular watch in mind and you would like to view it. However, as we are an Internet only business we do not have a showroom as this would significantly add to our overheads and therefore our prices. If you would like to meet us and view a watch, we will be very pleased to arrange a rendezvous at one of the larger hotels close by where you can relax over a coffee or tea and biscuits on us! And depending if you are using the Tube, Rail, or car, there are three Hilton Hotels within 2 miles radius of us to choose from! Please call us to discuss this with at least 24 hours notice because our stock is held securely at separate premises. We will of course do our best to fit in with your schedule. Please also note, if we meet you to show you a watch, ‘distance selling’ regulations will not apply. This means if you buy a watch, the sale is complete and the 14 days sale or return policy does not apply. All other terms with regards to our 12 months Warranty and Lifetime Authenticity Guarantee will remain the same. Which kind of payment methods do you accept? We can accept cash on personal collection however for your safety and ours we prefer one of the following payment methods:- PayPal, Bank Transfer, (otherwise known as Wire Transfer), Debit and Credit cards in person (Chip and Pin). If you wish to pay by Debit or Credit card, but not in person, we will send you a Paypal Invoice by email, – which you can pay with any credit or debit card. Paypal will then clear your payment and pay us, usually immediately, and then we can release your watch. This process is really simple and easy, it usually takes just a few minutes and you have proof of what you have paid for as well as ‘belt and braces’ Paypal and Credit Card Company Protection. For reasons a little too complicated to go into here, our bank has advised not to accept credit card or debit card payments over the telephone and not to accept any form of paper cheques other than a ‘Banker’s Draft’. Bank Transfers (/Wire) and Bankers Drafts (Photographic ID must be provided). Please allow 2 days for funds to be cleared and for administration and security checks to be carried out. If you have found the watch you like but don’t quite have the funds at this moment, we are open to a deposit of a minimum 20% and then payment over a few months (maximum of 10). We will not charge you any interest since the date of the sale is delayed to coincide with the date of your last payment. So far all of my watches have been battery powered. Please could you explain ‘Automatic’ and ‘Manual’ or Hand Wound Watches? Most high-end watches come equipped with an Automatic or Manual watch movement. These movements are not operated by a battery as they are in a Quartz watch. When you purchase an Automatic or Manual watch, it is highly likely that you will need to wind the watch once you receive it in order for it to build up a power reserve to keep time. The automatic watch will continue to keep time through the self-winding mechanism from the movement of your wrist over the course of the day, if the automatic watch has been sitting for a period of days and has not been stored on a watch winder it may need to be wound to set the time and build up a power reserve. A manual watch will need to be wound by hand and set every morning to keep time throughout the day. Why are the prices of your watches cheaper on your website, than on eBay? We advertise nearly all of our watches on the eBay website, but we need to add a little extra to the price to cover the costs of selling. You will therefore save between £50 and £100 by purchasing directly through us. You may also save around 3% by paying us by a bank transfer or cheque, instead of by PayPal, Visa, Mastercard or Amex etc. Please call us or send us a message in advance to: alan@vintagegoldwatches.com if you wish to pay by bank transfer requesting this discount and we will be very pleased to oblige. Has this watch been checked over and properly serviced? Yes indeed, all of our watches are fully inspected, cleaned, serviced and calibrated by a highly experienced professional watchmaker, before listing on our website. This is why we are happy to offer 12 months warranty as standard on all the watches we sell. Most of our watches have also been fully restored. So in addition to a mechanical overhaul, the case and dial will be restored. This is highly specialist work which is carried out by expert craftsmen and we use the best we can find. The watch case is carefully cleaned in a special solution and inspected for any weakness around the lugs, seams and case-back. And if necessary these are strengthened, invisibly, by adding more gold to the inside of the case. The case is then very lightly and carefully polished to bring out the highlights and make it look (almost) new again. Where necessary the dial will be expertly restored (or refinished) by one of the foremost expert dial restorers in the UK. This is incredibly specialist work which involves very carefully stripping the dial of any paint and lacquer. The dial is then repainted and refinished using the same processes, or better, than the original. In this way, the best restored dials look as good as new and may well last longer than the original. Vintage watch case and dial restoration at this level is so good it often defies belief.For more information please see Servicing / Repairs / Restoration at the very bottom left of the home page. So far all of my watches have been battery powered. Please could you explain ‘Automatic’ and ‘Manual’ or Hand Wound Watches Most high-end watches come equipped with an Automatic or Manual watch movement. These movements are not operated by a battery as they are in a Quartz watch. When you purchase an Automatic or Manual watch, it is highly likely that you will need to wind the watch once you receive it in order for it to build up a power reserve to keep time. The automatic watch will continue to keep time through the self-winding mechanism from the movement of your wrist over the course of the day, if the automatic watch has been sitting for a period of days and has not been stored on a watch winder it may need to be wound to set the time and build up a power reserve. A manual watch will need to be wound by hand and set every morning to keep time throughout the day. What may I reasonably expect, in terms of accuracy, from my vintage wristwatch? Please see the table below:- Type of watch and seconds gain/loss per day: Worst Typical Best Vintage mechanical Swiss watch in good repair +/-60 +/-15 +/-5Modern mechanical watch non-certified +/-10 +/-5 +/-2Modern mechanical watch chronometer certified +6/-4 +/-3 +/-1Modern quartz watch non-certified (normal) +/-2 +/-1 +/-0.1Modern quartz watch chronometer certified (rare) +/-0.02 +/-0.02 +/-0.0 Please can you explain to me all about Gold measurement and K, k, ct, karats and carats. And Yellow gold, White gold, Rose, Pink, Red and more? A Carat (Ct or ct) is a weight measurement in reference to precious gemstones such as Diamonds, Sapphires, Rubies.Depending on where you are in the world a Carat may also be used in place of the term karat. However the term karat is never used in regards to gemstonesA karat (K or k) is the measurement of the purity of gold. Gold itself is very soft, and like silver, it needs to be alloyed with other metals to make it stronger and less expensive. 24 karat gold is considered pure gold, or 100% gold. While many people think 24 karat gold is the best quality you can buy, the soft metal is less durable and it can scratch or damage easily. To prevent this, gold is alloyed with metals such as silver, copper and zinc. When producing white gold alloys, nickel, copper and zinc are used. So, the karat is measured by the ratio of gold to the alloyed metal.The standards… 18 karat ( .750) contains 75% pure gold.14 karat ( .585) contains 58.5% pure gold.10 karat ( .417) contains 41.7% pure gold.9 karat (.375) contains 37.5% pure gold. 10k 14k and 18k are standards used in the U.S. 9k and 18k are standards used in the UK and Europe 1 karat of gold = 1000/24. So 9 karat is 37.5% gold. Divide the carat of gold you have by 24 and the result is the percentage. 9k 9/24 37.5%10k 10/24 41.67%14k 14/24 58.33%18k 18/24 75.00% The remaining percentage of the metals are based on the type of gold you have: Yellow Gold – Copper, SilverRose, Red and Pink Gold – Copper, SilverWhite Gold – Nickel, Zinc, CopperGreen Gold – Silver, Zinc, Copper Servicing Servicing, Repairs and Restoration The Vintage Gold Watches – London partnership has built some considerable experience in servicing, repair and restoration, through buying hundreds of watches each year and restoring them to very high standards to list on this website. This involves completely dismantling a watch for cleaning and close examination, replacing parts with only genuine parts, via our supply network, rebuilding and testing and calibration. Almost always, the dial and case will also require restoration, but while we only buy the best watches we can find, our customers often provide us with watches in a far worse state of repair and in need of some serious restoration work. This can often be a watch which has been passed on from father to son or it may have been grandpa’s watch which has remained in the back of a drawer for many years! Sentimental reasons aside, it is almost always worthwhile, financially, to repair and restore a vintage watch and as long as as watch has not been very badly damaged through corrosion or abuse, minor miracles can be achieved in bringing high quality vintage watches, back to life. In less serious cases, we will always be happy to service your vintage watch if it is one of the brands in which we specialise i.e. Rolex, Omega, Jaeger-LeCoultre, Longines, IWC or Zenith. A full service on one of these brands will cost around £200. Our watchmakers may also service other high quality brands, but please enquire. In more detail, repairs and restoration may involve any or all of the following:- The Movement – It is often surprising just how long a high quality Swiss watch movement will last. The answer is, with care and regular servicing, almost indefinitely. This is not only because Swiss watches have always been so very well made, but there is almost always a good supply of parts available for replacement, so it is well worth keeping your watch properly serviced as this will prevent the lubrication from drying out on critical parts of the watch, therefore prolonging the life of the parts and so the watch. The Case – Surface scratches will occur with use and are usually no problem as these can often be removed without any loss of definition to the case. Deep scratches and engravings are far more difficult to repair / restore, but can be repaired by a specialist wristwatch case-maker. If the case is in very good original condition and it has never been polished, it is better to clean the case and not polish in it order to retain the original look and feel of the watch. The Case-Back - Unwanted engravings can be successfully removed, again by a specialist case-maker. The results can be dramatic with no loss of thickness of the gold. However this is expensive. Lugs - Where the strap or bracelet fixes to the case, one of the four lugs can break away, but even this can be repaired. The Dial – Scratched, pitted and mottled dials can be restored or ‘refinished’ to a very high standard. If the best dial restorers are used, the results are often spectacular and as good as new. However ,this again, can be expensive and if the dial is in good condition, it may be better to leave the dial alone to retain the originality of the watch. *Please see our FAQs and call us for further advice on this. The Hands/Winding Crown – Over many years, hands and winding crowns are often replaced with generic crowns. We can usually source period hands/crowns but these can be scarce and expensive. The Lens – While scratched acrylic lenses can be polished, we prefer to replace. A little more expensive, but in our opinion, well worthwhile. To summarise, the restoration of a valuable vintage gold watch can be expensive, but almost always worthwhile. The cost is usually less than the value added to the watch and perhaps more importantly, you will be bringing back to life something which will always be treasured and enjoyed for generations to come! Please call and ask for Alan or Brian on 0207 727 7095 and we will do our best to give you an approximate estimation over the telephone or alternatively email alan@vintagegoldwatches.com We will always follow this up with an estimate by email, once we have examined your watch. * * * Price Guide Jan 2016 * * * Watch Movement Full Service: Includes fully stripping down a watch, cleaning and close examination, checking for signs of wear and replacing where necessary with original parts, reassembly and testing. £195.00 Chronograph Full Service: Includes fully stripping down a watch, cleaning and close examination, checking for any undue signs of wear and replacing where necessary with original parts, reassembly and testing. £295.00 Dial Restoration: Restoring to the original specification by the U.K.’s top dial restorer. £295.00 Case Restoration: Cleaning and polishing by one of the U.K.’s top case-makers, to remove or repair damage for example, caused by attempts to remove the case-back using an incorrect tool, or impact to the case. £295.00 Replacement Lens: £ 75.00 Replace strap: For example, a good quality padded crocodile leather strap in your choice of colour.£ 75.00 Kindly note all the above prices are estimates only. Valuation: We recommend while we have your watch, you opt for a written valuation for insurance purposes.This can be provided for £ 35.00 Related Items IWC 18K CAL. 89 MANUAL 1951 36MM, BOMBE LUGS - IMMACULATE! £2995.00 View item IWC CAL.853 AUTOMATIC, 9K, 33MM, 1962 GENTS VINTAGE DRESS WATCH, BEAUTIFUL! £2400.00 View item IWC 18K PINK CAL.89 MANUAL 1961, 36MM GENTS DRESS WATCH - IMMACULATE! £2995.00 View item Company Information As well as a web destination, \"Vintage Gold Watches\" is a partnership based in Bayswater, Central London (W2) U.K. engaged in selling 'fine' Swiss watches from circa the 1950s. Buying Information About Us FAQs Library Servicing / Repairs / Restoration Terms & Conditions Privacy Brands Rolex JLC Omega Longines IWC Zenith Other Accessories Newsletter Stay up to date with our special offers & promotions. Sign up Payment:",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/IWC-AUTOMATIC-18K-1973-RETRO-LOOK-GENTS-DRESS-WATCH-IMMACULATE-/232355131428",
  "NewBestOffer": "false",
  "SKU": "IWC133",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Used",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2323551314288080_1.jpg",
  "HitCount": "5",
  "Subtitle": "12 Months Warranty - Vintage Gold Watches London",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT19H13M54S",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/7AoAAOSwblZZLpyP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/KFsAAOSwn-tZLpyR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5N1gxNjAw/z/KwgAAOSwAPVZLpyV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OFgxNjAw/z/lDcAAOSwCQZZLpyY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OVgxNjAw/z/ZkoAAOSw~y9ZLpyb/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5OVgxNjAw/z/8UwAAOSwGJlZLpye/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/OpAAAOSwEHpZLpyh/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNTk4/z/rYsAAOSw-3FZLpyk/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNTk4/z/Ek8AAOSwxu5ZLpym/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNTk5/z/tsUAAOSwq1JZLpyo/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ivQAAOSwX9FZLpyq/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Zy8AAOSw~y9ZLpyt/$_1.JPG?set_id=8800005007"
  ],
  "Title": "IWC AUTOMATIC 18K, 1973  'RETRO LOOK' GENTS DRESS WATCH - IMMACULATE",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "396",
    "UserID": "alanabraxas",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 days",
    "ReturnsAccepted": "Returns Accepted",
    "ShippingCostPaidBy": "Buyer"
  }
}