{
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "3399.99"
  },
  "SecondaryCategoryIDPath": "281:14324:173696:63200:57714",
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAwWDkwMA==/z/oQUAAOSw5UZY-gY2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDkwMA==/z/OMQAAOSwIWVY-gZg/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAwWDkwMA==/z/VC0AAOSwvKtY-gZP/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PaymentAllowedSite": [
    "UK",
    "Ireland"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "5",
  "Country": "US",
  "Seller": {
    "UserID": "jewelryunlimited786",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "17527",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.2"
  },
  "StartTime": "2016-07-27T18:27:47.000Z",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "No"
  },
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "9500.0"
    },
    "PricingTreatment": "STP"
  },
  "Title": "Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct",
  "SKU": "WTCH-27682",
  "ItemID": "401161073089",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Parts, Tools & Guides:Parts:Bezels & Inserts",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Solid-Gold-Diamond-Bezel-Rolex-Day-Date-Datejust-President-36mm-3-5-Ct-/401161073089",
  "Storefront": {
    "StoreName": "JewelryUnlimited786",
    "StoreURL": "http://stores.ebay.com/id=135563771"
  },
  "QuantitySold": "0",
  "PostalCode": "30345",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "New with tags",
  "Description": "Necklaces Men's Necklaces 10K/14K/18K Gold Chains Diamond Chains Other Necklaces Browse All Mens Chains Ladies Necklaces 10K/14K/18K Gold Chains Diamond Chains Necklace/Pendant Sets Gemstone Chains Browse All Ladies Chains Pendants By Pendant Style Religious Cross/Crucifix Jesus Head Pieces Heart Shape Pendants Custom Diamond Pendants Ladies Pendants Browse All Pendants/Charms Colored Diamond Pendants Black Diamonds Chocolate Diamonds Blue Diamonds Multi-color Diamonds Browse All Colored Diamond Pendants Earrings Earring Shape / Style Solitaire Diamond Hoops Kite Shaped Bezeled 4-Prong Princess Cut (Square) Heart Shape Round Shape New/Exclusives Browse All Earrings Colored Diamond Earrings Black Diamonds Chocolate Diamonds Blue Diamonds Multi-color Diamonds Browse All Colored Diamond Earrings Bracelets By Style / Type Tennis Bracelets Bangle Bracelets Diamond Bracelets Black Diamond Bracelets Stainless Steel Bracelets High-End Bracelets 10K/14K Gold Bracelets Browse All Diamond Bracelets By Gender Men's Bracelets (For Him) Ladies Bracelets (For Her) Men's Rings Rings By Style Diamond Rings Band Rings Pinky Rings Fashion Rings New/Exclusive Rings Mens+Ladies Trio Sets Browse All Mens Rings Colored Diamonds Black Diamond Rings Blue Diamond Rings Browse All Mens Colored Diamond Rings Women's Rings Wedding Rings & Engagement Sets Engagement Rings Band Rings Three Stone Rings Semi-Mounts Two-Piece Sets Three-Piece Trio Sets Browse All Wedding Rings & Engagement Sets Other Ladies Rings Cocktail/Fashion Rings Heart Shape Rings Black Diamond Rings Blue Diamond Rings Luxury Watches Brands For Him (A-Z) Aqua Master Arctica Audemar's Piguet Benny & Co Breitling Cartier Don & Co Franck Muller G Master G-Shock Gucci Hublot Ice Tek IceTime Jacob & Co JBW Joe Rodeo Jojo/Jojino King Master PWC Rolex Super Techno Techno Com by KC TechnoLink Browse All Mens Watches Brands For Her (A-Z) Aqua Master Arctica Audemar's Piguet Breitling Cartier Franck Muller G-Shock Gucci Hublot IceTime Jacob & Co JBW Joe Rodeo Jojo/Jojino King Master Rolex Super Techno Techno Com by KC Browse All Ladies Watches Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct $9500 $3,399.99 Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct Solid Gold Diamond Bezel for Rolex Day-Date Datejust President 36mm 3.5 Ct Item Description Shipping Returns/Exchanges A brand new custom made diamond bezel to fit a Rolex 36 MM Model. This bezel will fit on only Mens Rolex models such as 36mm Datejust, Turn-o-graph Datejust, Oysterquartz Datejust, Day-Date President, Oyster Perpetual \"No date\". All hand set diamonds for a flawless finish. Features 3.5 ct of genuine natural diamonds. All diamonds are VS2-SI1 clarity in an G-H Color. Bezel is crafted in solid 14k Yellow Gold and matches the Rolex Presidential watch Seamlessly. Some pictures are attached for installed on watch. Watch is not included. Best installed by a watch specialist. Bezel is a custom made and aftermarket, not made by Rolex, but made to fit Rolex. We do have diamond bezels and dials available for other Datejust and Day-date models, please look in our store for more dials. Jewelry Unlimited is in no way affiliated with ROLEX nor do we claim to be, Diamond placed on this authentic ROLEX watch are 100% aftermarket and are set by us Domestic Shipping Items generally ship out within 1-2 business days of cleared payment. With free shipping your item will ship out via UPS ground or USPS first class. Transit time ranges from 2-5 business days. We do have express shipping methods available, but item will still take 2 business days to ship out. Sizing and customization may require longer period of time in handling. Items above $200 will require signature upon delivery. International Shipping Items shipped outside the US will be subject to custom fees upon delivery. Each country has its own tax rate, so please check with your local post office if you would like to know how much these fees would be. The shipping fees paid upon checkout do not include any custom fees. International order require upto 4 business days in Handling time. We primarily ship USPS Priority (6-10 business days), USPS Express (3-7 business days). We do offer Fedex Express to most countries, please contact us for pricing and availability. If the item does not meet your expectations, please contact us for a return or exchange. If you were to please provide us with the reason the item does not meet your criteria, we would be happy to recommend something that does. Items can be exchanged or returned within 14 days of you receiving the item. The item must meet the following criteria to be eligible for a return: 1) Item must be in its original unworn condition 2) Item must not have been sized or customized in any way. 3) Item must be returned with all original accessories included with the purchase. 4) Buyer must contact us for a return form prior to shipping product back. Please send us a message through ebay messages requesting a return form, and you will be sent one directly to your email address within 24 hours. MODEL #: WTCH-27682 BRAND: Jewelry Unlimited SERIES/MODEL: Datejust 1601, 16014, 1803, 18038, 18238 BAND TYPE: 14K Gold BAND MATERIAL: 14K Gold MOVEMENT: Swiss Automatic CRYSTAL: Scratch-Resistant Sapphire WARRANTY: Manufacturer Warranty STONE CLARITY/COLOR: VS2-SI1 / G-H STONE CUT: Very Good CASE DIAMETER: 36 MM STONE WEIGHT: 3.5 CT OTHER DETAILS: Comes with appraisal certificate. Information About Us Shipping Details eBay Feedback Product Warranties Customer Service Contact Us Returns/Exchanges FAQ Product Categories Necklaces Pendants Bracelets Men's Rings Women's Rings Watches Closeouts Copyright 2013, Jewelry Unlimited Inc. - All Rights Reserved",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "SecondaryCategoryID": "57714",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Jewelry Unlimited",
        "Name": "Brand"
      },
      {
        "Value": "Men",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Day",
        "Name": "Features"
      },
      {
        "Value": "Swiss Automatic",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "14K Gold",
        "Name": "Band Material"
      },
      {
        "Value": "36",
        "Name": "Case Size"
      },
      {
        "Value": "Luxury: Dress Styles",
        "Name": "Style"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "WTCH-27682",
        "Name": "Model"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/4011610730898080_2.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "TopRatedListing": "true",
  "EndTime": "2017-06-22T18:27:47.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Atlanta, Georgia",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "3399.99"
  },
  "TimeLeft": "P21DT20H56M44S"
}