{
  "ExcludeShipToLocation": [
    "DK",
    "TR"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "44.5"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/81gAAOSwB09YJrW2/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "5",
  "Country": "US",
  "Seller": {
    "UserID": "ecop!",
    "FeedbackRatingStar": "SilverShooting",
    "FeedbackScore": "1252505",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "StartTime": "2016-11-12T06:24:51.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "You are welcome to return your purchase to eCopUSA. The following guidelines apply to return requests submitted to eCopUSA: 1. Items returned that are deemed broken or defective, a listing error, or a shipping error qualify for a full refund that will be covered by eCopUSA. 2. Items returned for ANY reason other than stated above will be considered a customer error. Customers will be responsible for the return shipping costs plus a 15% restocking fee will apply. Please note, if an item or the item packaging for a customer error return is missing, incomplete, has been opened or tampered with in any way, WE WILL NOT ACCEPT THE RETURN. Items must be in a resalable pristine condition as Brand New, Unopened, Never Used. Do not return items in any other state as we will refuse the return request and the customer will be responsible for the shipping costs of the item (if you choose to reclaim the item). Items that are not reclaimed within 10 days of receipt of the unaccepted return will be disposed of. Please forward questions concerning our returns policy to our customer service team before returning items. 3. Returns will not be accepted for the following items: Batteries, Undergarments, Liquids and Oils, C02 products, and Flashlight Bulbs.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "true",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "true",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "61.99"
    },
    "PricingTreatment": "STP"
  },
  "Title": "Smith & Wesson SWW-1100 Amphibian Commando Watch w/Rubber Strap",
  "SKU": "K-CC-SWW-1100",
  "ItemID": "311739370285",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Smith-Wesson-SWW-1100-Amphibian-Commando-Watch-w-Rubber-Strap-/311739370285",
  "Storefront": {
    "StoreName": "eCop Police Supply",
    "StoreURL": "http://stores.ebay.com/id=12024003"
  },
  "QuantitySold": "3",
  "PostalCode": "48317",
  "QuantitySoldByPickupInStore": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Smith & Wesson",
        "Name": "Brand"
      },
      {
        "Value": "SWW-1100",
        "Name": "MPN"
      },
      {
        "Value": "024718100654",
        "Name": "UPC"
      }
    ]
  },
  "GlobalShipping": "true",
  "ConditionDisplayName": "New with tags",
  "Description": "Powered by Frooition.comContact UsThe Best Police & Tactical Gear, Knives, Gun Parts, Hunting & Fishing Equipment and More - Always Free Shipping! Shop Categories Smith & Wesson SWW-1100 Amphibian Commando Watch w/Rubber Strap Stock photo Actual item may differ slightly from picture (Please check listingTitle/Description for fit, color and size information.)Smith & Wesson SWW-1100 Amphibian Commando Watch w/Rubber Strap Item Description Amphibian Commando Watch. Detailed Product Description: Amphibian Commando, 3ATM, Japanese Movement, Date Display, Stainless Steel Caseback, Glowing Hands, Rubber Strap, 46mm. The Smith & Wesson SWW-1100 Amphibian Commando Black Glowing Dial Watch is a timepiece designed to keep up with your active lifestyle, while maintaining its bold look and dependability. Designed with a black titanium case housing, this tactical-tough watch has a black dial with Japanese quarts movement to move the (2) glow-in-the-dark hands that display the hours and minutes, and a red hand that displays seconds. The stainless steel case back provides water resistance up to 30-meters (99-feet). This watch includes a black rubber strap with green glow-in-the-dark numbers, calendar date display and measures 46-mm in diameter. The Smith & Wesson SWW-1100 Amphibian Commando Black Glowing Dial Watch comes with a 1-year limited warranty that protects against defects in material and workmanship. Smith & Wesson prides itself in designing and manufacturing innovative solutions that are unparalleled in the field of personal safety and protection. Most major law enforcement and military agencies in the world use Smith & Wesson products. Smith & Wesson products enhance public safety, security and protection all over the world. Features and Specifications: Designed to keep up with your active lifestyle, while maintaining its bold look and dependability. Tactical-tough watch has a black titanium case, black dial with Japanese movement. Water resistant up to 30-meters (99-feet). Includes a black rubber strap with green glow-in-the-dark numbers, calendar date display and measures 46-mm in diameter. Item Weight (Oz): 3.10. Face Diameter and Thickness (mm): 46 x 13. Our StoreOur StoreShippingReturnsPaymentContact usOur Store More Items!View more great items About UsStore PoliciesInternational OrdersContact UsStore FAQ'sFlashlight GuideRiflescope GuideBinocular GuidePowered by Frooition.comFrooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js)This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "SecondaryCategoryID": "166739",
  "QuantityAvailableHint": "Limited",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3117393702858080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "TopRatedListing": "true",
  "EndTime": "2017-06-10T06:24:51.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Utica, Michigan",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "44.5"
  },
  "TimeLeft": "P9DT12H25M16S"
}