{
  "ConvertedCurrentPrice": {
    "value": "23.95",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "DeKalb, Illinois",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T13:13:11.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=3248058",
    "StoreName": "Russian Doll Company"
  },
  "CurrentPrice": {
    "value": "23.95",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-03T13:13:11.000Z",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "BG",
    "LT",
    "GR",
    "PT",
    "JP",
    "SE",
    "FR",
    "HK",
    "DE",
    "MX",
    "SG",
    "NO",
    "SA",
    "UA",
    "BR",
    "KN",
    "GG",
    "JE"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "282502357648",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Lot of 2 New Men's Fashion Watches Chronological Silver Clear Stones GFM Watch",
  "ConditionDescription": "Both of these watches will need a new battery, but this will cost only a few dollars at a local jeweler. These watches are guaranteed new and un-owned. They were on display in a major clothing retailer’s store and will come to you out of retail box. They will be packed safely for shipping.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Lot-2-New-Mens-Fashion-Watches-Chronological-Silver-Clear-Stones-GFM-Watch-/282502357648",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "true",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2825023576488080_1.jpg",
  "HitCount": "0",
  "PostalCode": "60115",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P2DT21H59M28S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMTI0/z/144AAOSwo4pYVa-2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI2N1gxNjAw/z/zQcAAOSw6DtYVbBO/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI4M1gxNjAw/z/~fUAAOSwux5YVbBb/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTA2/z/0HwAAOSw44BYVbBo/$_57.JPG?set_id=8800005007"
  ],
  "Description": "Lot of 2 New Men's Fashion Watches Chronological Silver Clear Stones GFM Watch MAT - 1309 2 for the Price of One!!! Whether you need a gold tone color or a silver tone color to match your attire, this auction offers you a choice while saving big $$$ *Silver colored watch has the name ‘GFM’ on the face of it. *Gold colored watch with clear rhinestones around the face has no maker’s name on it. Please note that both of these watches will need a new battery, but this will cost only a few dollars at a local jeweler. These watches are guaranteed new and un-owned. They were on display in a major clothing retailer’s store and will come to you out of retail box. They will be packed safely for shipping. Shipping is included in the BUY IT NOW price! Do You Have a Question? If you have any questions pertaining to this listing, or any other that I have to offer, please feel free to contact me. I do my best to state everything I know right here on the listing, but if you're left wondering about something, please don't hesitate. Shoot me a message, and I'll be in touch. Warranty Information: We do not represent the fact that an OEM warranty is included with this item. It is up to the purchaser to check with the manufacturer if the warranty is still in effect. However, we do offer a 30 Day Warranty on all products we sell . Return & Restocking Policy We have recorded the serial number for this item in the event of a customer return *** We do not accept returns during the 14 day return period if the item is AS DESCRIBED and/or the customer has BUYER'S REMORSE*** ***Buyer's Remorse will not be considered a basis for returns under our Returns Policy. Example of Buyer's Remorse: (1) I do not like the color (2) Does not meet my expectations (3) I wanted a different shipping service ***Only conditions where you received an item \"Not As Described\" or you received the wrong item, will our Returns Policy apply to your purchase*** ***If you receive an item NOT AS DESCRIBED in our listing, and we have a replacement in stock, MONEY BACK option is NOT AVAILABLE*** ***We choose our shipper for the most cost effective method, based on package size, weight and ultimate destination*** ***There will be a 15% restocking fee on any item that is returned (see exceptions). ***If you overlook details in auction description, and you want to return based on those conditions already described, you will be accessed a restocking fee. Exceptions to restocking fee (ie, when restocking fee does not apply): If the auction description is substantially different than actual condition of item you receive.",
  "Seller": {
    "PositiveFeedbackPercent": "99.1",
    "FeedbackScore": "9477",
    "UserID": "matryoshka1",
    "FeedbackRatingStar": "Green",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}