{
  "QuantitySold": "0",
  "Title": "Cartier Panthere Large 18K Yellow Gold & Steel 3-Row Bracelet Quartz Watch 27MM",
  "PostalCode": "93921",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "oceanavetime",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "645",
    "PositiveFeedbackPercent": "100.0"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Cartier Panthere Large 18K Yellow Gold & Steel 3-Row Bracelet Quartz Watch 27MM  Cartier Panthere Large 18K Yellow Gold & Stainless Steel 3-Row Bracelet Quartz Watch 27MM Genuine pre-owned Cartier Panthere Large solid 18K yellow gold and stainless steel watch. The case is a square shape with a yellow gold bezel. The case measures 27mm x 27mm (not including crown) with a quartz movement. It has a cream dial, blue sword-shaped hands, second hand, date display and black roman numerals. Double hidden deployant buckle on three-row 18K yellow gold and stainless steel brushed and polished link bracelet measuring 15MM. Scratch resistant sapphire crystal and cabochon sapphire set in crown. The watch has been fully serviced, runs great and in excellent condition.One year warrantyDoes not come with original box or papersAsking $3,975.00...Please feel free to make an offer!This watch is guaranteed 100% authentic Please use Pay Pal for all transactions. This makes it easier and safer for both of us. You may also pay by phone with Visa or MasterCard, or by bank wire transfer. Thank you. Here at Mark Areias Jewelers we use the U.S. Postal Service and UPS as our carrier. We do not ship on weekends or holidays and will ship your item as promptly as possible. Express Mail takes one to two days and Priority Mail takes two to three days. Once the package is ready to ship we will provide you with a tracking number so you can track the package. Finally, all Express mail (overnight) packages are insured for the amount of the item and require a signature upon delivery. RETURNS: We accept returns within one week of receipt if the product is not working when it arrives or if you feel the product is not what is shown in our store. We don't generally charge a restocking fee; however we do reserve the right to charge a 10% restocking fee if we feel that our policy has been abused. Be sure to ask questions. Pictures can only show so much and we will answer any question you may have promptly and accurately. Finally we do not refund shipping and handling fees. APPRAISALS: We do offer appraisals on any of our jewelry. If you are purchasing an item under $500.00 then we will need to charge you for an appraisal. However all of our high price fine jewelry with come with a certified appraisal. If you would like an appraisal please let us know upon purchase. Thank you. Here at Mark Areias Jewelers it's all about relationships. The high standards that we display allow for superb quality, outlasting mass-produced merchandise. We stand behind our products. Our GIA and AGS training assure you of our expertise to appraise the value and quality of each piece. We want to thank you for visiting our online market place and please enjoy yourself. ~Mark Areias Jewelers Since 1983~ If you wish to inquire... At Mark Areias Jewelers we want all of our customers to be treated like royalty therefore we have an open door policy. If you need to inquire about an item please email us. We check our email daily but if you do have a pressing question you may always call us at (831) 624-5621. For those of you that do happen to venture into our neck of the woods we encourage to to visit either one of our store fronts at: 7552 Soquel Drive Aptos Center Aptos, Ca. 95003 or Ocean Ave near Mission Carmel, Ca. 93921 We look forward to your future business and thank you for visiting our online store. Mark Areias Jewelers has an open door policy. Which means if you need us we are here for you. You will be our top priority until we have satisfied you the customer. Mark Areais Jewelers Ocean Ave near Mission P.O.Box 3608 Carmel, Ca. 93921 (831) 624-5621 markareias Store",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyM1gxMDI0/z/u2MAAOSwx6pYsiIq/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "3975.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Stainless & Solid Gold",
        "Name": "Band Material"
      },
      {
        "Value": "Cartier",
        "Name": "Brand"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Date",
        "Name": "Features"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "Panthere",
        "Name": "Model"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "PRE3869180003",
        "Name": "STOCK#"
      },
      {
        "Value": "Luxury: Dress Styles",
        "Name": "Style"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "IF_8A2B841A",
  "StartTime": "2017-02-26T00:32:44.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1524504583958080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-26T00:32:44.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "3975.0"
  },
  "BidCount": "0",
  "Country": "US",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Cartier-Panthere-Large-18K-Yellow-Gold-Steel-3-Row-Bracelet-Quartz-Watch-27MM-/152450458395",
  "ConditionDescription": "Pre-owned",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Location": "Carmel by the Sea, California",
  "Storefront": {
    "StoreName": "Mark Areias Jewelers",
    "StoreURL": "http://stores.ebay.com/id=10016511"
  },
  "ItemID": "152450458395",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "TimeLeft": "P25DT6H36M54S"
}