{
  "ConvertedCurrentPrice": {
    "value": "25775.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Warminster, Pennsylvania",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:32:58.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=52409544",
    "StoreName": "Luxury Bazaar"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "25775.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:32:58.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "BN",
    "MX",
    "AM",
    "AZ",
    "GE",
    "KZ",
    "KG",
    "RU",
    "TJ",
    "TM",
    "UZ",
    "BY",
    "EE",
    "LV",
    "LT",
    "MD",
    "UA"
  ],
  "ItemID": "192203192011",
  "HandlingTime": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Jaeger-LeCoultre",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Dress",
        "Name": "Style"
      },
      {
        "Value": "Mechanical : Automatic",
        "Name": "Movement"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Jaeger-LeCoultre Twinkling Diamonds Womens Automatic Watch Q1202413",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Jaeger-LeCoultre-Twinkling-Diamonds-Womens-Automatic-Watch-Q1202413-/192203192011",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1922031920118080_1.jpg",
  "HitCount": "7",
  "PostalCode": "18974",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H6M34S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/qTEAAOSwOgdYyJSB/$_1.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/aZAAAOSwzgBYyJSK/$_1.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/-EMAAOSwdGFYyJSV/$_1.JPG"
  ],
  "Description": "Watches Jewelry Accessories About us Policies Jaeger-LeCoultre Twinkling Diamonds Womens Automatic Watch Q1202413 (Click to Enlarge) Jaeger-LeCoultre Twinkling Diamonds Womens Automatic Watch Q1202413 Condition: Unworn Brand: Jaeger-LeCoultre Series: Master Retail Price: $57,050.00 Reference: Q1202413 Also Known As: Q1202413 Web ID: 166823Stock Number: 2188919Case Size: 36.80 mm Gender: Ladies Movement: Automatic Caliber: JLC Caliber 960S Bezel: 18K Rose Gold and Diamonds Functions: Hours, Minutes Strap: Satin Clasp Type: Deployment Signatures: Jaeger-LeCoultre Included Items: Gift Box Power Reserve: 42 Hours Materials: 18K Rose Gold Finishing: 18K Rose Gold Case Back: Transparent (See-Through) Dial Color: Mother of Pearl Wonderfully harmonious, delightfully feminine and gracefully elegant, this precious timepiece from Jaeger-LeCoultre is a fabulous exhibition of the brand's artistic spirit and exceptional expertise in decorative techniques. The pink-toned mother of pearl marquetry dial with diamond-set hour-markers displays hours and minutes via central luminescent hands and slowly revolves in intriguing fashion. Beneath lies the self-winding JLC 960S caliber with 42-hour power reserve, visible through the transparent back of the diamond-embellished 18K rose gold case which ensures 50m water resistance and is mounted onto a pale pink satin strap secured on the wrist with a deployment clasp.Please note that some watches are on memo from other dealers and do not carry a return policy, you will be notified before your purchase if the selected watch meets this criteria. (Click to Enlarge) (Click to Enlarge) (Click to Enlarge) Domestic Buyers - Please Note:• Luxury Bazaar ships all items \"signature required.\" We do not accept requests to redirect and/or hold, or pick up at FedEx locations. International Buyers - Please Note:• Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.• These charges are normally collected by the delivering freight (shipping) company or when you pick the item up – do not confuse them for additional shipping charges.• We prescribe to a \"No Questions Asked\" return policy for all in stock items. This does not apply to items that are on memo, or special and/or custom orders. If for any reason whatsoever you are not 100% satisfied with your purchase, send it back and we will refund your order. The only fees you will be responsible for are return shipping costs, and for international customers, any duties or value added taxes.• We do not mark merchandise values below value or mark items as \"gifts\" - US and International government regulations prohibit such behavior. Price Points Under 500 500 to 1K 1K to 2K 2K to 5K 5K to 20K 20K to 50K 50K to 100K 100K to 300K 300K Plus Categories Watches Jewelry Accessories About us Welcome to Luxury Bazaar, a place where nothing is ordinary™. We are the ultimate online portal for luxurious, high-end watches, jewelry, and accessories with a specialization in high-end time pieces. We have some of the finest brands on the market, and we pride ourselves in our ability to deliver the most excellent and rare pieces with competitive pricing which others cannot offer. Here at Luxury Bazaar we believe that what we are doing is extraordinary. We feel that listing high-end pieces is easy enough, but to sell these products is another story altogether. Since our founding, we have been building trust with new and existing customers by ensuring that transactions with us go through smoothly, discreetly, and completely to the customer’s satisfaction. Affiliations",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "2956",
    "UserID": "luxurybazaar",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "57050.0",
      "_currencyID": "USD"
    }
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "All of our pieces are 100% authentic and are backed by our 14 day money back guarantee. You may return your purchase for a full refund. We play no games when it comes to refunds as we stand behind all of the merchandise that we sell, so there are no hidden charges or restocking fees on any refund the only thing we deduct are the shipping charges that we quote upon completion of the sale."
  }
}