{
  "ConvertedCurrentPrice": {
    "value": "10465.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Warminster, Pennsylvania",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:28:48.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=52409544",
    "StoreName": "Luxury Bazaar"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "10465.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:28:48.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "MX",
    "AM",
    "AZ",
    "GE",
    "KZ",
    "KG",
    "RU",
    "TJ",
    "TM",
    "UZ",
    "BY",
    "EE",
    "LV",
    "LT",
    "MD",
    "UA",
    "BN"
  ],
  "ItemID": "192203189988",
  "HandlingTime": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Romain Jerome",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Romain Jerome Red Octopus RJ.T.AU.DI.002.01",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Romain-Jerome-Red-Octopus-RJ-T-AU-DI-002-01-/192203189988",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1922031899888080_1.jpg",
  "HitCount": "4",
  "PostalCode": "18974",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H2M18S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/dwQAAOSw3v5Yq9mX/$_1.JPG",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/M64AAOSw~AVYq9mc/$_1.JPG",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/VMsAAOSwOgdYq9mg/$_1.JPG",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/VRoAAOSwOgdYq9mk/$_1.JPG"
  ],
  "Description": "Watches Jewelry Accessories About us Policies Romain Jerome Red Octopus RJ.T.AU.DI.002.01 (Click to Enlarge) Romain Jerome Red Octopus RJ.T.AU.DI.002.01 Condition: Unworn Brand: Romain Jerome Series: Octopus Retail Price: $14,950.00 Reference: RJ.T.AU.DI.002.01 Also Known As: RJTAUDI00201 Web ID: 24376Stock Number: 2188709-MCase Size: 46 mm Gender: Gents Movement: Automatic Caliber: RJ002-A2 Functions: Hours, Minutes, Seconds Strap: Rubber Clasp Type: Tang Signatures: Romain Jerome Included Items: Manufacture's Box and Papers Power Reserve: 42 Hours Materials: Stainless Steel Case Back: Solid Crown: Screw Down Dial Color: Black Romaine Jerome Titanic DNA Octopus Diver's watch This is the very first diver’s watch conceived by Romain Jerome & it is a rugged & yet elegant watch that will appeal to those who want to take it to the murky depths, as well as those who just want a very cool watch. Limited Edition of 888 pieces for each version.The Octopus name is actually part of the Octo theme which involves the number 8. There are special 8 sided screws in parts of the caseIt is water resistant to 888 feet, and it will be part of a limited edition of 888 pieces.Stabilized Titanic rusted steel bezel. The case is available in steel or PVD coated steel. There is also a version with 18K rose gold accents. Steel case with octagonal screws. One crown at 3 o’clock to set the time control device on the internal rotating bezel, one crown at 9 o’clock to set the time.Mechanical self-winding movement Caliber RJ002-A2 with a 42 hour power reserve. The base dial is unique on each piece as it is individually hand brushed and meant to look a bit worn. There are large blue SuperLuminova hour markers, as well as indicators on the reverse side of the sapphire crystal. The iconic brand hands now with luminescent tips that are easy to see. Case back has a richly engraved octopus that hovers over the RJ logoBlack rubber strap with an interior lining featuring octopus-type suction cups with a steel tang buckle The watch is presented in a diving helmet-style watch box that completes the presentation.The water depth is proudly displayed at 6 o'clock Water resistant to 270 meters / 888 feetPlease note that some watches are on memo from other dealers and do not carry a return policy, you will be notified before your purchase if the selected watch meets this criteria. (Click to Enlarge) (Click to Enlarge) (Click to Enlarge) Domestic Buyers - Please Note:• Luxury Bazaar ships all items \"signature required.\" We do not accept requests to redirect and/or hold, or pick up at FedEx locations. International Buyers - Please Note:• Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.• These charges are normally collected by the delivering freight (shipping) company or when you pick the item up – do not confuse them for additional shipping charges.• We prescribe to a \"No Questions Asked\" return policy for all in stock items. This does not apply to items that are on memo, or special and/or custom orders. If for any reason whatsoever you are not 100% satisfied with your purchase, send it back and we will refund your order. The only fees you will be responsible for are return shipping costs, and for international customers, any duties or value added taxes.• We do not mark merchandise values below value or mark items as \"gifts\" - US and International government regulations prohibit such behavior. Price Points Under 500 500 to 1K 1K to 2K 2K to 5K 5K to 20K 20K to 50K 50K to 100K 100K to 300K 300K Plus Categories Watches Jewelry Accessories About us Welcome to Luxury Bazaar, a place where nothing is ordinary™. We are the ultimate online portal for luxurious, high-end watches, jewelry, and accessories with a specialization in high-end time pieces. We have some of the finest brands on the market, and we pride ourselves in our ability to deliver the most excellent and rare pieces with competitive pricing which others cannot offer. Here at Luxury Bazaar we believe that what we are doing is extraordinary. We feel that listing high-end pieces is easy enough, but to sell these products is another story altogether. Since our founding, we have been building trust with new and existing customers by ensuring that transactions with us go through smoothly, discreetly, and completely to the customer’s satisfaction. Affiliations",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "2956",
    "UserID": "luxurybazaar",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "14950.0",
      "_currencyID": "USD"
    }
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "All of our pieces are 100% authentic and are backed by our 14 day money back guarantee. You may return your purchase for a full refund. We play no games when it comes to refunds as we stand behind all of the merchandise that we sell, so there are no hidden charges or restocking fees on any refund the only thing we deduct are the shipping charges that we quote upon completion of the sale."
  }
}