{
  "ConvertedCurrentPrice": {
    "value": "281.71",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "IT",
  "Location": "Barga",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:38:53.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1134802065",
    "StoreName": "OROFASHION UK"
  },
  "CurrentPrice": {
    "value": "281.71",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:38:53.000Z",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Maserati",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "8033288702191",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "162535771828",
  "HandlingTime": "0",
  "Description": "Watch MASERATI Traguardo Chrono R8871612006  Quartz movementStainless steel case Screw-lock back, screw crown Blue rubber strap Blue dial ChronoCase diameter: 45mm Water Resistant 100 MTBracelet maximum length cm 21,5 (adjustable) - Width cm 2New item with warranty certificate (2 years), original packaging and regular till receipt from our store. Ref.269PLY Condizions of salesPayment and ShippingRight of ReturnContact us OROFASHION by Notini is an on-line jewellery store. It belongs to the Notini Group, which has been active on the market since more than 60 years, with its several shops in Italy. Thanks to our competence and reliability we gained our customer's trust in Italy and abroad. We offer a large assortment of prestigious products at the lowest price on eBay. Here you can find fashion jewellery from top brands, exclusive watches and trend accessories. We strive for 100% customer satisfaction on every sale we complete. We offer customer care and warranty services for every purchased item. We believe in being trustworthy, efficient and reliable. You will find quality products at the lowest price on the market.It's possible to issue an invoice at buyer's option, otherwise a regular bill of sale with the date of the shipping will be sent with the item Product Availability All the listed items are immediately available and ready to be shipped. If you are looking for a product which is not listed you can contact us and we will check for the availability of the item, if possibe we will order it for you and you'll receive it within a week. Technical information and description of the products The technical information about the items and their description on our catalog are provided directly by the producer. Therefore we may change/update the given information at any time, without notice. Images and photographs representing the listed items are authentic, most of them were taken in our offices. It may sometimes be difficult to recognize detailed color nuances, that may depend on the light conditions or PC-settings. Prices The given prices include VAT. No additional fees will occur for transactions inside the European Economic Community (CEE). International Buyers (purchases outside CEE) – Please Note: Import duties, taxes and charges are not included in the item price or shipping cost. Additional costs due to customs clearence may sometimes occur: those costs are exclusively at buyer's charge.. Shipping Orders will be processed the same day of the payment where possible or within 24 hours. You will immediately receive an e-mail with the shipping code and any other information needed to track the delivery of your item online. Shipments to European Union and United States are carried out by DHL, The estimated delivery time varies depending on the destination Country from 3 to 5 business days:Shipping to countries belonging to the European Union takes place in max. 3 business days; Shipping to USA with DHL occurs in max. 5 business days. The shipment of products to Countries outside the EU is carried out by Poste Italiane (international registered mail with tracking number) varies from Country to Country and may take up to 4 weeks: Items are sent via registered mail and are always identified by a tracking number in order to allow all our customers to follow the delivery of the purchased items. The tracking may not be possible on some national mail tracking systems. We remain at your disposal for any further information you may need concerning the delivery of your purchase. It is possible to choose an express delivery service (EMS) for purchases outside CEE with an additional cost of € 35,00. It is very important that you communicate us a valid phone number and a verified delivery address: additional expenses could be evaluated if the first delivery fails and if it's necessary to modify the delivery address or to organize a second delivery. International Buyers (purchases outside CEE) – Please Note: Import duties, taxes and charges are not included in the item price or shipping cost. These charges are buyer's responsibility and the amount depends exclusively on the legislation of the destination Country. IMPORTANT: import duties and costs incurred due to returned items are charged to the customer and will be deducted from the final refund. Returns: If for any reason you are unsatisfied with the item you ordered you can cancel the transaction and return the item in question. To be accepted, items must be unused, unworn and undamaged. If returned items are damaged or used we won't send any refund. Any items damaged whilst in the possession of the customer will not be accepted and as a result no refund or alternative item will be offered. As mentioned all responsibility for the item passes to the customer once the item has been received. Please always return items in their original packaging conditions. We kindly ask you to choose an economic postage which can be tracked and to communicate us the tracking number. When returning the item - in order to protect the goods during the transportation, we kindly sugegst you to use the original packaging, or to pack the products in the best possible way so that they can not be damaged. The right of return can't be claimed - If returned goods or their packages are incomplete / damaged - In case parts of the packaging or other components (instructions, storage, accessories, etc.) are missing - If the product has been used / worn - If the product has been customized - If customer asked a VAT exoneration invoice (only VAT registered customers) Under these circumstances, the products will be sent back to the buyer. Before you return an item it is necessary to start the return procedure in eBay. The return must be accepted and authorized by eBay. Please specify your eBay ID, name, item number, reason for return and whether you would like a refund or replacement. Please communicate the payment details as well so that we can issue your refund.Please choose an economic shipping which can be tracked, shipping to Italy via international registered mail has a cost of approximately 5,60€, shipping costs are at custumer's charge. IMPORTANT: import duties and additional custom fees which we'll have to pay to collect items returned from Countries outside the European Union will be deducted from the final refund we'll issue. As soon as we receive the returned item, after having checked it, we will send you a refund through PayPal, or if you prefer you can have a voucher for your next purchases on our online store. We would like to remind you that shipping costs will be deducted even if we offered a free shipping at the moment of the purchase. IMPORTANT: All return fees and custom taxes are buyer's responsibility, they will be deducted on final refund. OROFASHION by Notini is an on-line jewellery store... Contact us: OROFASHION - NOTINI SRL Via Pascoli, 39 55051 BARGA (LU) - ITALY Tel./Fax (+39) 0583 723592 _____________________ Email: click here to send an email trough eBay system _____________________________ Visit us in our stores: BARGA (LU) - ITALY FORNACI DI BARGA (LU) - ITALY CASTELNUOVO GARFAGNANA (LU) - ITALY",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Watch-MASERATI-Traguardo-Chrono-R8871612006-/162535771828",
  "NewBestOffer": "false",
  "SKU": "8033288702191",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1625357718288080_2.jpg",
  "HitCount": "4",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H13M4S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/oRwAAOSwKytZLo8x/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Watch MASERATI Traguardo Chrono R8871612006",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "FeedbackScore": "7540",
    "UserID": "oro_fashion_uk",
    "FeedbackRatingStar": "Green"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "In order to exercise this right of withdrawal within a period of 10 ( ten) working days from receipt of goods ordered, the customer must send a registered letter to the address below with a return receipt. Communications will be sent, within the same term , by telegram , telex, facsimile, provided it is confirmed by registered letter with return receipt within the following 48 hours .\n\nThe notification must contain:\n\nthe intention to avail of the benefits granted by Legislative Decree No. 185 May 22, 1999\nan indication of the / of the product / s for / as the / s you decide to exercise the right of withdrawal\nthe information relating to your bank account (in order for the return of the sum due) .\n\nTo obtain a refund of the fee , the customer must , at its own expense , return the products purchased at the following address Payment must be made within 3 working days following the declaration of withdrawal."
  }
}