{
  "ConvertedCurrentPrice": {
    "value": "113.31",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Multiple Locations, USA",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T10:14:58.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "3",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1093847129",
    "StoreName": "xA Enterprises"
  },
  "CurrentPrice": {
    "value": "113.31",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T10:14:58.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SWW-900-BLU",
        "Name": "MPN"
      },
      {
        "Value": "Smith & Wesson",
        "Name": "Brand"
      },
      {
        "Value": "097914448370",
        "Name": "UPC"
      },
      {
        "Value": "0097914448370",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "HandlingTime": "1",
  "Description": "Smith & Wesson Mens SWW-900-BLU Diver Swiss Tritium Black Dial Stainless Steel and Rubber Band Watch Features Tactical-tough watch has a black stainless steel case, black dial, blue numbers and blue handsEquipped with a tritium light source that provides over 20-years of constant glowWater resistant up to 200-meters (660-feet)Includes interchangeable stainless steel and rubber straps, rotating bezel and date displayComes with a 1-year limited warranty Product Dimensions: 5.0 x 6.0 x 5.0 inches Weight: 0.4 lbs Product Description Smith & Wesson tritium dive watch (Black/blue) with military - style illumination and Swiss movement. A rugged, precision watch with self-illuminating Swiss-made tritium tubes, guaranteed to deliver 25 years of consistent glow! that's why the military uses the tritium.. because sometimes timekeeping isn't a luxury, it's dead serious. A true 200 m dive-rated watch, your choice of 3 dial colors: precision quartz movement with ronda Swiss parts; easy-to-read tritium light, even in total darkness. The encapsulated material never needs maintenance or external power; tough, lightweight resin case and bezel. Stainless steel bracelet, Black ion plated, with double-locking clasp. Also comes with an extra rubber Strap with buckle; water resistant to 660'; rotating bezel tracks elapsed time; hardened, scratch-resistant mineral crystal; second hand; date window at 3 o'clock. Weighs 4 oz. accuracy, toughness, and a sure performance. From the Manufacturer From the manufacturer View larger Smith & Wesson Men's SWW-900-BLU Diver Swiss Tritium Black Dial Watch The Smith & Wesson SWW-900-BLU Diver Swiss Tritium Black Dial Watch is a timepiece designed to keep up with your active lifestyle and the rigors of recreational scuba diving. The visible dial can be viewed in low light conditions or even total darkness. Designed with a plastic case and rotating timing bezel, this tactical-tough watch has scratch resistant hardened mineral glass crystal. This watch is water resistant up to 200-meters (660-feet). The Diver is equipped with a tritium light source that's sealed under high pressure and resistant to water, oil and the most corrosive materials to provide over 20-years of constant glow. These merits have made Swiss Tritium watches an absolute must in the emergency, safety, and protection sectors, along with fans of adventure, sport and those in the armed forces. This watch includes your choice of interchangeable black stainless steel and rubber bands, has a black dial with blue numbers and measures 42-mm in diameter. The Smith & Wesson SWW-900-BLU Diver Swiss Tritium Black Dial Watch comes with a 1-year limited warranty that protects against defects in material and workmanship. Smith & Wesson prides itself in designing and manufacturing innovative solutions that are unparalleled in the field of personal safety and protection. Most major law enforcement and military agencies in the world use Smith & Wesson products. Smith & Wesson products enhance public safety, security and protection all over the world. Comes with a 1-year limited warranty Read more Shipping Most orders are shipped within one business day with standard shipping and tracking number. Tracking information will be automatically uploaded as soon as the item has been shipped. Please make sure to provide the correct shipping address during checkout as the address cannot be changed after checkout. We are not responsible for any incorrect or undeliverable addresses. We do not ship to AK, HI, PO boxes, or APO addresses. Returns You may return most new, unopened items within 30 days of delivery for a full refund. Other returns may incur a 15% restocking fee. Sales Tax We have order fulfillment centers throughout the US. We are required to charge sales tax in the following states:",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Smith-Wesson-Mens-SWW-900-BLU-Diver-Swiss-Tritium-Black-Dial-Stainless-/112425853817",
  "NewBestOffer": "false",
  "SKU": "250328",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1124258538178080_1.jpg",
  "ItemID": "112425853817",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H51M13S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/NPkAAOSww5hZLpef/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/2K0AAOSwcB5ZLpeg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/kv0AAOSwblZZLpee/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/GOgAAOSwi7RZLpeg/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/OWQAAOSwuMZZLpee/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Smith & Wesson Men's SWW-900-BLU Diver Swiss Tritium Black Dial Stainless",
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "FeedbackScore": "981252",
    "UserID": "xa-electronics",
    "FeedbackRatingStar": "GreenShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "Percent_15",
    "RestockingFeeValue": "15%",
    "Description": "Restocking fee: 15%",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back"
  }
}