{
  "QuantitySold": "0",
  "PostalCode": "33076",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:14324:166739",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "New with tags",
  "Description": "100% Authentic Patek Philippe - Nautilus 3712 / 1A Stainless Steel Never Used 3712 1a Patek Philippe Nautilus Ref# 3712 / 1A Stainless Steel Never Worn in Box w/Papers, Self-Winding Patek Caliper 240 PS IRM C LU, Subsidiary Seconds 4 O'Clock, Power Reserve Indicator Between 10 and 11 O'Clock, Date at 7 O'Clock with an Integrated Moon-Phase Display, Sapphire Crystal, A 38mm Three Part Case w/Sapphire Crystal Case Back, Screw Down Crown, Moon-Phase Corrector Push Piece in the side of the Case. The corrector limits the water resistance of the watches to 60 meters, Stock #PTP-8102016-3 If you have any issues with the shipping prices that could affect my DSR's please contact me berfore bidding on the item. We only charge what we are charged to ship through the US Post Office, UPS and FedEx. I do not make a profit on shipping. I do send everything with a signature confirmation and insured. This is the most secure way. I want all my customers to be happy, safe and secure. Thank You Check out my other items! This item is currently on display and it is in stock. All items we sell are as advertised and guaranteed to be 100% authentic. The pictures depicted are of the actual item for sale. We Do Not Use Stock Pictures. If you would like to see additional scans, Please contact us through eBay or call us at (786)-302-0111 All photos and text are from ArtOfTime and they may not be used without the written permission from ArtOfTime. Unauthorized use is strictly prohibited. Buyers with 0-2 feedbacks, please contact us prior to bidding, otherwise your bid will be retracted. We reserve the right to retract any bids from unwanted bidders. We do not ship to Indonesia, Nigeria or Malaysia. About Us: We are well-known Fine watch dealers and E-Tailers doing business in South Florida since 1998. Phone 1-786-302-0111 Fax 1-954-510-1614 We Our members in good standing of IWJG, NAWCC, and AWI. Please read these terms carefully. Bidding on item specifies acceptance of same. Terms below are firm & non negotiable. TERMS & PAYMENT INFORMATION No Escrow Please! All buyers outside of Continental USA are responsible for all import duties, taxes, and VAT as they are not included in the item price or shipping charges. Please check with customs office in your country to determine additional costs prior to bidding/buying. Art Of Time is not an authorized dealer for any of the item brands we sell and do not claim to be, all our items, regardless of condition have been previously owned. Quality Control: All items sold by us are examined and tested prior to shipping. Results of such is documented by us. Refunds: Your complete satisfaction is our number one goal. If the item is significantly not as described we are happy to offer a refund on the return of any item purchased from Art Of Time, provided that arrangements for the return are made and returned within 14 days of the date you receive your purchased item. To make the return process as smooth as possible, we ask that you follow these guidelines: In order to obtain your refund: Before returning an item, please obtain a Return Authorization number through eBay or phone. The Authorization number must be written on your original invoice and on the return shipping label as well. Any returned items which are not accompanied by a Return Authorization number will not be accepted. Simply return the purchased item within fourteen (14) days of receipt in the same EXACT condition it was delivered to you, with all original packaging materials, warranty cards, and instruction booklets and protective coverings, if applicable, in place and never removed, for a full refund of the purchase price, less shipping and a 20% restocking fee. Please note that the shipping, 20% restocking fee, non recoverable eBay commission/Fee, or PayPal charges are non-refundable. Returns MUST be sent prepaid and insured for the full purchase price by a traceable shipper as UPS or the United States Post Office (USPS). Please note that Federal Express does NOT provide insurance on items such as wristwatches. We suggest that you only use UPS or USPS. Upon receipt of the returned item, we will issue you a refund with in 2 business days. Please note that items may NOT be returned, under any circumstances, after fourteen (14) days. If the returned item has been found to be tampered with by the buyer; the item is not returnable, nor will any refund be issued. If you have any questions whatsoever regarding this process or any of the guidelines listed above, please feel free to call our office at 1-786-302-0111 or contact through eBay prior to your bid/purchase. Terms are Subject to Change without notice. Please Note: We do not sell to bidders from, Indonesia, Malaysia or Nigeria * Art Of Time is not an authorized dealer for any of the item brands we sell and do not claim to be, all our items, regardless of condition have been previously owned Use the FREE Counters 1 million sellers do - Vendio! Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "StartTime": "2017-05-10T21:21:30.000Z",
  "PictureURL": [
    "https://i.ebayimg.com/00/s/MTYwMFgxMzA5/z/CLcAAOSw4CFYrwW3/$_1.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxMzU1/z/MfoAAOSwtfhYrwW7/$_1.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxNDg1/z/amIAAOSwWxNYrwXA/$_1.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTMwMFgxNjAw/z/GvEAAOSw32lYrwXE/$_1.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTI2MlgxNjAw/z/8SUAAOSwSlBYrwXI/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "75250.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": [
          "Diver Watch/Water Resistant over 100 m",
          "Water Resistant"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical: Automatic",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Steel",
        "Name": "Case Color"
      },
      {
        "Value": "Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Steel",
        "Name": "Band Color"
      },
      {
        "Value": "Luxury: Sport Styles",
        "Name": "Style"
      },
      {
        "Value": "3712 1A",
        "Name": "Model"
      },
      {
        "Value": "new",
        "Name": "Age"
      },
      {
        "Value": "Switzerland",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "Sport",
        "Name": "Type"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      }
    ]
  },
  "Seller": {
    "UserID": "art0ftime",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "240",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "72",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2323307560938080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-09T21:21:30.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "75250.0"
  },
  "BidCount": "0",
  "Country": "US",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "Refunds:\n\nYour complete satisfaction is our number one goal. We are happy to offer a refund on the return of any merchandise purchased from Art Of Time, provided that arrangements for the return are made within 14 days of the date you receive your purchased item. To make the return process as smooth as possible, we ask that you follow the following guidelines:\n\nThe fourteen (14) day return privilege applies to all merchandise sold. Please note that there are NO refunds, exchanges, or credits given on ANY Merchandise returned in any other condition than was sent to you. \n\nIn order to obtain your refund:\n\nBefore returning an item, please obtain a Return Authorization number by either calling our office at 1-786-302-0111 or Email us. The Authorization number must be written on your original invoice and on the return shipping label as well. Any returned items which are not accompanied by a Return Authorization number will not be accepted.\n\nSimply return the purchased item within fourteen (14) days of receipt in the same condition it was delivered to you, with all original packaging materials for a full refund of the purchase price, less shipping and a 20% restocking fee. Please note that shipping and 20% restocking fee are non-refundable.\n\nReturns MUST be sent prepaid and insured for the full purchase price by a traceable shipper as UPS or the United States Post Office (USPS). Please note that Federal Express does NOT provide insurance on items over $100.00. We suggest that you only use UPS or USPS.\n\nUpon our receipt of the merchandise, we will issue you a refund.\n\nPlease note that merchandise may NOT be returned, under any circumstances, after fourteen (14) days. If the merchandise has been found to be tampered with and not in the condition it was sent to you, it is not returnable, nor will any refund be issued. \n\nIf you have any questions whatsoever regarding this process or any of the guidelines listed above, please feel free to call our office at 1-786-302-0111.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Patek-3712-1A-Stainless-Steel-Never-Used-3712-1a-/232330756093",
  "Location": "Pompano Beach, Florida",
  "Title": "Patek  3712 1A Stainless Steel Never Used 3712 1a",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "232330756093",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "CashOnPickup",
    "AmEx"
  ],
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "TimeLeft": "P9DT3H35M26S"
}