{
  "ConvertedCurrentPrice": {
    "value": "582.88",
    "_currencyID": "USD"
  },
  "Site": "Canada",
  "Country": "US",
  "Location": "Warehouse",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:31:19.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "2",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=217432169",
    "StoreName": "invictawatches"
  },
  "CurrentPrice": {
    "value": "784.93",
    "_currencyID": "CAD"
  },
  "EndTime": "2017-06-30T09:31:19.000Z",
  "ShipToLocations": [
    "Americas",
    "AU",
    "JP"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Invicta",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "21367",
        "Name": "MPN"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Silicone",
        "Name": "Band Material"
      },
      {
        "Value": "886678262113",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "Middle East",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "SG",
    "TW",
    "TH",
    "VN",
    "BR",
    "VE",
    "PO Box"
  ],
  "HandlingTime": "10",
  "Description": "About us Collections For Him For Her Service & Warranty Invicta store Bolt 21367 Invicta Bolt model 21367 Men's Watch MSRP CAD 3853.00 Price CAD 784.93 Ships within 10 business days Movement Quartz (Battery) Case and Dial 54 stainless-steel flame fusion black Band silicone gold-tone 210 29 buckle Other 50 ATM / 500 meters / 1650 feet Extra Instruction manual Full list of Invicta service centers Customer support (Europe): +44 78-7440-0691 Policies Returns Payments Shipping As official, authorized sellers of Invicta and other brands, you can be sure that every item listed is genuine and completely new and unused. All items are supplied with original paperwork and boxing and are covered by an authentic manufacturer guarantee. We provide the highest standards of customer service to our customers from all over the world and we are ready to assist you at any time, whatever your question or issue. We have staff fluent in a variety of languages including English, French, German and Spanish – please feel free to contact us in your native language if you prefer. Please don't hesitate to contact us if you have questions about any of our listings or if you require any assistance at all - thank you for visiting Invicta Watches! We accept returns for a full refund within 30 days of receipt! Any problem, defect or issue with your watch must be reported to us in writing within 3 days of receipt. After 7 days, buyers must use the manufacturer warranty sold with the watch to resolve any issue. Please check that all items are correct, working and as expected immediately upon delivery. Holiday shoppers who place orders after the 1st of October will enjoy an extended return period ending on the 30th of January, for unwanted items. Please check that all items are correct, working and as expected immediately upon delivery. Returns must be in the same condition in which they were received and with all packaging and documentation and originally included items. You may return your item for a replacement (subject to availability), shop credit or refund. Returns are processed at our US & UK warehouses, whichever is nearest to your shipping address. Return Steps: Please message us via eBay to let us know you wish to return your item and explain your reason for return. Please describe any defect, issue or problem as fully as possible and provide photos where relevant. The more information we have regarding an issue, the quicker we are able to approve your return. If your return request is approved, we will provide you with full return instructions as well as a return form for the warehouse and if your return qualifies according to eBay's rules, a paid shipping label so you do not incur additional shipping costs. Please allow approx. seven business days from the date that your item arrives at the warehouse until your request is actioned – due to the heavily increased demand and workforce pressure during and immediately after the holiday season, we ask for your patience if your refund is delayed – just message us via eBay and we will address your refund urgently. We cannot accept the return of items that have been used, worn, resized or altered in any way – returns must be in the condition in which they were received. All returning items must include the original packaging and all shipped items, booklets, warranties, etc… Please note that we can only refund the cost of the item - shipping costs will be deducted from the refund amount calculated as 15% of total cost of the item (max. $25 or currency equivalent). All refunds are processed via PayPal to the original payment method. We only accept PayPal payments at this time – non UK customers may have payment options in their currency. For insurance reasons, fraud protection and in accordance with eBay and PayPal regulations, we reserve the right to request further information or decline payments from non-verified eBay and PayPal accounts. We are official, authorized online sellers of Invicta watches! We ship internationally to most countries - please view the \"shipping & payments\" section (about half way down the listing) for a shipping costs and estimates International buyers please note that we cannot take responsibility for customs/duty/local tax charges. If your shipping address is in a country different to the stated item location, this may be relevant to you. Please be sure that you understand your local rules and laws regarding shipping. We cannot take responsibility for items that are misdelivered due to incorrect shipping information or the absence of a working telephone number. eBay's policies mean that we cannot change a delivery address once an order is placed - please choose the correct shipping address at checkout. If you wish to change your delivery address after you make your order, we will need to cancel your order so that you make a new order with the correct information. Please contact us as quickly as possible as we will need to do this before your order ships out. Important: Our insurance and courier regulations place restrictions on certain address types, such as: hospitals, military bases/facilities/PO Boxes, hotels, and regular P.O boxes – please make sure your address is not one of the prohibited items above. Shipping time: We ask for your understanding and patience should there be additional transit time due to clearance through customs/local authorities. Due to logistics reasons we may choose to ship your order from an alternative international warehouse – please be assured that this will not change the shipping times or your customs/tax situation which are based on the \"item location\" stated in the listing. We are here to assist you at all times – if you experience any problems with shipping, delivery or the item is not received in the expected condition, please let us know as soon as possible via eBay's message center so we can assist you immediately. Copyright © 2017 Invicta Watch Group. All rights reserved",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/INVICTA-MENS-BOLT-GOLD-TONE-SILICONE-BAND-STEEL-CASE-QUARTZ-WATCH-21367-/311885243389",
  "NewBestOffer": "false",
  "SKU": "INUW_INV-21367",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3118852433898080_1.jpg",
  "ItemID": "311885243389",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H5M6S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/lAAAAOSwcgNZLo1p/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/pBUAAOSwfpVZLo1p/$_1.JPG?set_id=8800005007"
  ],
  "Title": "INVICTA MEN'S BOLT GOLD-TONE SILICONE BAND STEEL CASE QUARTZ WATCH 21367",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "16910",
    "UserID": "invictawatches",
    "FeedbackRatingStar": "YellowShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Please see policy box above."
  }
}