{
  "ConvertedCurrentPrice": {
    "value": "153.75",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Martinsville, Virginia",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T13:45:39.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "10",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1131570751",
    "StoreName": "Nautica Official Store"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "153.75",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T13:45:39.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Nautica",
        "Name": "Brand"
      },
      {
        "Value": "Not applicable",
        "Name": "MPN"
      },
      {
        "Value": "Casual",
        "Name": "Style"
      },
      {
        "Value": "00656086077667",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "HandlingTime": "1",
  "Description": "Powered by Frooition.com FREE SHIPPING AVAILABLE ON ALL ORDERS! Shop Categories Nautica NMS 02 Chronograph Watch Box Set Nautica NMS 02 Chronograph Watch Box Set ITEM# NAD20511G Item Description The functionality and style of a chronograph watch and also the convenience to match your look. This box set contains an alternate strap so you can choose sleek leather or sporty nylon bands to complement your outfit. 43mm matte black IP caseBlack dial with warm fume colored crystal faceChronograph functionalityInterchangeable black leather and nylon strapsWater resistant to 100 meters About Us About Us Payment Shipping Returns About Us Nautica, a modern American classic, offers quality, design and value while capturing the essence of an active, adventurous and spirited lifestyle. Founded in 1983, Nautica has evolved from a collection of men's outerwear to a leading global lifestyle brand with products ranging from men's, women's and children's apparel and accessories to a complete home collection. Now part of VF Corporation, a leader in branded quality apparel, Nautica has become one of the most important American lifestyle brands throughout the world. Payment Payment Method Immediate payment is required upon selecting \"Buy It Now\" or upon checking out through the cart. We only accept payment via US PayPal accounts. PayPal allows you to pay using a major credit card or direct transfer from your bank accounts. Sign up for a PayPal account by clicking here. Sales Tax We are legally required to collect sales tax in those states and localities where we maintain a physical presence (nexus). The applicable amount of sales tax charged to an order will be calculated based on the shipment destination's state and local sales tax laws. Promotional Nautica website discounts, coupons, and gift certificates are not valid for use on eBay. Shipping Shipping Depending on the item(s) you purchase and the location to which the items will be delivered, different shipping methods are available. At checkout, you will be prompted to choose a shipping method for your item(s). Shipping costs are based on the shipping method of choice and the value of the total order. Your total shipping charges will automatically compute during checkout prior to the completion of your order. For more information about shipping methods available for this item see the Shipping and Payments tab in this listing. For information about our Shipping Policy please click here. Returns Returns You can expect a refund in the same form of payment originally used if the item is returned within 30 days of receiving the product. You must include the return form or bottom portion of the original packing slip. Be certain to save copies for your records. Shipping and handling costs, gift-wrap costs and other charges are non-refundable. For more information about our Return Policy, including other restrictions, please click here. More Items!View more great items Home About us Contact us Payment Shipping Returns Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Nautica-NMS-02-Chronograph-Watch-Box-Set-/132211028290",
  "NewBestOffer": "false",
  "SKU": "43-4895892",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1322110282908080_1.jpg",
  "ItemID": "132211028290",
  "PostalCode": "24112",
  "Subtitle": "Buy direct from Nautica!",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT22H34M22S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://s7d9.scene7.com/is/image/NauticaBrand/large/NAD20511G_999_A.jpg",
    "http://s7d9.scene7.com/is/image/NauticaBrand/large/NAD20511G_999_B.jpg",
    "http://s7d9.scene7.com/is/image/NauticaBrand/large/NAD20511G_999_C.jpg"
  ],
  "Title": "Nautica NMS 02 Chronograph Watch Box Set",
  "Seller": {
    "PositiveFeedbackPercent": "99.3",
    "FeedbackScore": "14399",
    "UserID": "nauticaofficialstore",
    "FeedbackRatingStar": "YellowShooting"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "205.0",
      "_currencyID": "USD"
    }
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "You can expect a refund in the same form of payment originally used for purchase within 30 days of our receiving your returned product. You must include the return form or bottom portion of the original packing slip. Be certain to save copies for your records. Shipping and handling costs, gift-wrap costs and other charges are non-refundable.  All Bulk Sales, defined as any single order containing 50 units or more, are considered final sales and cannot be refunded."
  }
}