{
  "ConvertedCurrentPrice": {
    "value": "500.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "JP",
  "Location": "Kawagoe, Saitama",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:38:58.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1337541050",
    "StoreName": "midoriyajp78"
  },
  "CurrentPrice": {
    "value": "500.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T09:38:58.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Hamilton",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": [
          "Date Indicator",
          "Day Indicator",
          "Skeleton"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "50 m (5 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Blue",
        "Name": "Face Color"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "41mm",
        "Name": "Case Size"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Central America and Caribbean",
    "South America",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "TW",
    "TH",
    "VN",
    "BH",
    "IQ",
    "IL",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "SA",
    "TR",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "JP",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NZ",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "UA",
    "GB",
    "VA",
    "PO Box"
  ],
  "ItemID": "232355097734",
  "HandlingTime": "3",
  "Description": "AUTHENTICITY PAYMENT SHIPPING RETURNS PRECAUTION ABOUTUS HAMILTON Jazzmaster Blue Dial Stainless Steel Men's Watch H32505141 /34127 Detailed Description RANK Pre-owned AB --> S Almost New : mint condition. Used only on display. SA Excellent condition : very beautiful. Slightly used. A Very good condition : almost beautiful. Few scratches and stains. AB Good condition : looks somewhat used. It is slightly worn and scratched. B Fair+ condition : looks somewhat used. It is worn and scratched on many parts. BC Fair condition : looks obviously used. It is very worn out with scratches and stains on many parts. C Poor condition : but still acceptable. Brand HAMILTON Model H32505141 Material Stainless Steel Dial Color Blue Movement Automatic Features Day Indicator Date Indicator Back Skeleton Size (approx.) Case Width (not include crown) : 41 mm Maximum Wrist Size : 20 cm Weight 154.1 grams Daily Rate -5 seconds Comes with Original Box Manual Guarantee Seller NotesCase: some slight scratches. Lag: upper right lag has conspicuous scratches. Buckle: some slight scratches. Case back: some slight scratches. Belt/Bracelet: scratches at many places. Glass: in good condition. Dial: in good condition. *Please be noted that the color of the real product is slightly different from the images depending on your device's screen display. *Returns accepted. The security tag and sticker cannot be removed. About the Warranty of the movement, it is also within 14 days after purchasing the item. AUTHENTICITY All our items are 100% authentic. Our expert appraisers are highly experienced and we do not deal with fake/counterfeit products. We guarantee everything we list. We don't accept the claim which our item is fake, because we have confirmed authenticity before we sell. If you judge the purchased item to be a fake, you'll be able to prove it. And you'll need to take the proof document, we'll refund your payment after confirmed the item. We are an approved seller from Tokyo Metropolitan Public Safety Commission. License No : 301061408790 In addition, we are a member of ATF (ANTI TRADING FAKES). We absolutely do not deal with any fake products. Please visit the website below for more information: http://www.atf.gr.jp/ PAYMENT We only accept payments through Paypal. Please complete your payment within 7 days. The email will be sent to you when the auction is done. The item will be shipped within 3 business days once we confirm that your transaction is completed. If your payment cannot be confirmed within 7 days, your order will be cancelled. SHIPPING \"FREE SHIPPING\" We will cover the shipping fee and the insurance. All items will be shipped from Japan. And will be shipped via Japan Post's EMS, Postal Parcel or International e-packet. - Delivery time The item you ordered will be shipped within 3 business days after your payment has been completed. Estimated shipping time is approximately 3-10 business days to be delivered. Once your order is shipped, we will send you an email confirmation including a tracking number. - Remarks We are not able to mark items as \"gifts\" or declare the items values lower than they are on the shipping labels and on the invoices due to the custom declaration laws. Please notice the import duty / customs duty are not included into the item price. For any international transaction, import duty / customs duty and tariffs are the customer's responsibility. If applicable, please pay those costs directly to the delivery agents or the customs office. Policies on those taxes vary in each country. Please contact the customs office in your country for further information. Policies regarding prohibited and restricted goods differ from each country of destination. RETURNS Returns accepted. Please contact us within 14 days after purchasing the item. Return item must be kept in good condition for full Refund. And the security tag cannot be removed. Refund will be given as Money back. Our shop offer free shipping, but if you want to return the item because it looks different from the photos or you ordered the wrong size, we are regret to inform you that you have to afford the round-trip shipping costs(Delivery and Return) and Customs charges(if necessary). In that case please pay us the fees by PayPal and we will offer you a full refund. In addition, customers have obligations to pay the import duty / customs duty. If you do not want to pay those duties and taxes, please pay the shipping costs and Customs charges(if necessary) to return that item. After the fees has been sent to Paypal, we will offer you a full refund. When you send the item back to us please write 'Return Cargo' on label. Otherwise the customs duties will be cost again. In that case you need to afford the custom duties. Thank you for your kindly understanding. PRECAUTION We always aim to respond promptly. However, our translator is off on Wednesday and Sunday. It may take few days to respond your inquiry. We appreciate your consideration. We sell all items online and in-store simultaneously. It may occur that the item has been sold in-store right before you ordered online. In this case, your online order will be automatically cancelled and a full refund will be issued immediately. Accessories/Attachment If we do not mention anything about accessories, it means the item does not include accessories. The detail of accessories is not mentioned except that dirt and scratches are noticeable. Please consider that items are used. Please note that the part of private information on the warranty has been blotted out or cut off. The size of the item is measured by our professional stuff. However measurement error will occur. Our jewelry are polished by contracted jewelry manufacturers. However, please note that all our jewelry are used and there are minor scratches. We take care in fully disclosing any damage that we find, if any. However, please note that the items have been carried before, and will have some additional signs of use.  If you are sensitive, I strongly recommend not purchasing from online. We will also disclose all of smell information in our description as much as possible. However, the smell may occur due to frequency of use or natural climate in Japan. Please note that  in this case we may not mention about it. The authentication of every item is reviewed and inspected by our professionals. In addition to this, we post photos of the item as many angles as possible. Please note that the color of the item on electronic displays may differ from the actual color due to electronic displays or lightning of photo shooting. Regarding bags, we put packaging materials in the item to keep its shape during photo shooting. In case we find out that we have made a mistake by inaccurate information online (e.g. the price or description you have ordered), we may have to cancel your order at any time even after you have received your order confirmation. ABOUT US MIDORIYA Co., Ltd. 15-8, Wakita Kawagoe-City, Saitama, Japan Closed on Wednesdays *Customer-support in English is available only for email support. If you need a telephone support in English, unfortunately we are not able to provide enough. Our company was established in 1973. We have 4 stores in Japan. 1 is in Ginza, Tokyo and 3 stores in Kawagoe, Saitama. We have a large amount of luxury brand bags, watches and jewelry. We guarantee that all of the items we sell are 100% authentic. MIDORIYA is a member of the ATF(ANTI TRADING FAKES). CONTACT US VISIT OUR STORE VIEW FEEDBACK ADD AS FAVORITE",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/HAMILTON-Jazzmaster-Blue-Dial-Stainless-Steel-Mens-Watch-H32505141-34127-/232355097734",
  "NewBestOffer": "false",
  "SKU": "34127",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2323550977348080_1.jpg",
  "HitCount": "0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT18H13M2S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/LN4AAOSw03lY5fz7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjA4WDcwMA==/z/LeUAAOSwB-1Y5fz8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTk0WDcwMA==/z/06EAAOSw~CFY5fz9/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjA4WDcwMA==/z/LVAAAOSw03lY5fz9/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Njk1WDgwMA==/z/yGwAAOSwpP9Y5fz-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Njk1WDgwMA==/z/LaEAAOSw03lY5fz~/$_1.JPG?set_id=8800005007"
  ],
  "Title": "HAMILTON Jazzmaster Blue Dial Stainless Steel Men's Watch  H32505141 /34127",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "538",
    "UserID": "midoriyajp78",
    "FeedbackRatingStar": "Purple",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "NoRestockingFee",
    "RestockingFeeValue": "No",
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back"
  }
}