{
  "ConvertedCurrentPrice": {
    "value": "14995.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Miami, Florida",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T14:49:31.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=224667983",
    "StoreName": "GoldWatchCo"
  },
  "CurrentPrice": {
    "value": "14995.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-07T14:49:31.000Z",
  "ShipToLocations": [
    "US"
  ],
  "SKU": "116523-MOPD",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "192203417466",
  "HandlingTime": "1",
  "Description": "Rolex Watch 40mm Daytona Model 116523 Stainless Steel & 18k Yellow Gold Watch With A Factory Mother Of Pearl Diamond Dial, Like New. This watch is an Authentic Rolex 40mm Daytona Model 116523 Stainless Steel & 18k Gold Oyster Band With A Factory Mother Of Pearl Diamond Dial. The watch is in Mint Day one condition and comes with all box, booklets, tags, and all applicable paperwork. · Model: 116523 · Dial: Factory Mother Of Pearl Diamond · Bezel: 18k Yellow Gold · Bracelet: Oyster Band · Movement: 44 jewel chronometer movement · Case measurements: 40mm wide · Bracelet measurements: 7.5 inches long · Comes with Rolex Box, Hang Tags, & Booklet   · Certified Perfect Pre-Owned · Fully Serviced and Polished · In house GoldWatchCo One Year Warranty All measurements are approximate and may vary slightly from the listed dimensions. Automatic movement winds with the movement of your arm. It is recommended that you wind the watch every two weeks. Click on any image to enlarge           Full Buckle To Buckle Warranty   We fully understand that when purchasing a high end luxury timepiece, the last thing you want to worry about is an issue with your watch. GoldWatchCo offers a full, one year, buckle-to-buckle warranty on all products. If anything goes wrong with the watch within the first year, we will send you a pre-paid, fully insured shipping label, and service the watch free of charge. The warranty covers all manufacturers defects and beyond which include: movement check, movement collaboration, full movement overhaul, watch polishing, and cleaning.   CUSTOM DIAMOND WORK   Every watch from GoldWatchCo that does not include diamonds, is a 100% “factory original” Rolex. Even though we are not Rolex Authorized dealers and are not affiliated with Rolex USA in any way, We still service all Rolex watches with our in-house watchmaker. There are certain watches that we sell on ebay, that have diamonds, either on the dial, or on the bezel, and are custom added by our private in-house jeweler. The diamond work on our watches is considered ‘custom’ diamond work and are not Rolex diamond unless otherwise specified. All diamond work is performed according to industry standards, while the watch is still fully water proof and water resistant. AUTHENTICITY GUARANTEE GoldWatchCo guarantees that every watch sold is a 100% factory original Rolex, and is in perfect working order. Every watch includes the original box, booklets, tags, and all applicable paperwork. Every watch has the model number and the serial number intact. On most pre-owned models, the serial number and model number are located on the casing, and can only be viewed by removing the bracelet. The newer models, from 2007 on up, have the serial number located underneath the crystal, around the circumference of the dial. Every pre-owned watch receives a full polish, cleaning, and overhaul, before it is shipped to the customer.   RETURN POLICY   We fully understand that buying an expensive item over the internet can be a very anxious process. We therefore offer a 14 day money back Guarantee, with the first 3 business days guaranteeing no restocking fee. That allows you to have the watch fully inspected locally. After the first 3 business days there will be a 20% restocking fee. The three day period begins when you receive the product, thus, you have three business days to let us know you are returning the product without any restocking fee. When returning a watch, we require you to call our customer service department and get an RMA number. Customers without an RMA number are not eligible for a return, and the package will not be accepted. The watch must be sent back with all original boxes, booklets, tags, and all applicable paperwork.         · You have 14 days from once you received it to return the product for a refund · Initiate Shipment back ( Getting the RMA number ) within 3 business days from once you received it and pay no restocking fees · Must receive RMA number before shipping it back · The customer is responsible for return shipping · Must send it back with tracking and adult signature required   ABOUT US   \"Our goal is to not only sell you a watch, but to create a long-lasting relationship...\" GoldWatchCo is the web's leading dealer of Rolex watches and specializes in perfect condition, unused, pre-owned and authentic luxury timepieces. Over the last decade, we have been buying and selling high-end luxury watches at the most affordable and competitive prices. Based out of Miami, Florida -- the nation’s largest metropolitan source for watches and jewelry – GoldWatchCo has created a vast network of suppliers, clientele, and wholesalers, allowing us the opportunity to launch an eBay store that provides you the savings and convenience of shopping online for high-end, luxury watches such as Rolex. We take pride in our customer support, communication, prompt shipping, and above all, the most competitive pricing on the web. Our goal is to deliver the best quality product, and provide our clients with a quality and comparable experience to visiting a jewelry store in person. Our 1-year warranty service, FREE shipping and sizing, and 100% authenticity and satisfaction guarantees have helped establish a community of repeat clients and loyal customers. Our motto is to not only sell you a watch, but to create a long-lasting business relationship so we become your first choice for all your Rolex needs as well as earning the honor of your recommendation. Again, welcome to GoldWatchCo. Browse our watches and contact us with any questions by clicking on the \"Contact Seller\" tab.   CONTACT US   If you have any questions at all please feel free to contact us by clicking on the \"Contact Seller Tab\". We reply to all emails within 24 hours during business days. You can also reach us during business hours by calling 1-877-503-4055. Our business hours are Monday-Friday 10:00 AM - 6:00 PM. Pictures sell! Auctiva Free Image Hosting. Auctiva, THE simple solution for eBay sellers.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rolex-Steel-18k-Gold-Daytona-Model-116523-Factory-Mother-Pearl-Diamond-Dial-/192203417466",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1922034174668080_1.jpg",
  "HitCount": "1",
  "PostalCode": "33132",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P6DT23H43M37S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzA1WDcwNQ==/z/Al8AAOSwY3BZLtf~/$_1.JPG?set_id=880000500F"
  ],
  "Title": "Rolex Steel & 18k Gold Daytona Model 116523 Factory Mother Of Pearl Diamond Dial",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "1159",
    "UserID": "goldwatchco",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}