{
  "ConvertedCurrentPrice": {
    "value": "127.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Sunny Mickey Florida",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:54:54.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=19690",
    "StoreName": "BOOGIEWIZ WATCHES AND GOODIES"
  },
  "CurrentPrice": {
    "value": "127.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T14:54:54.000Z",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "EG",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PK",
    "RE"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SBA MR. DADDY,  STAINLESS",
        "Name": "Model"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "DIESEL",
        "Name": "Brand"
      },
      {
        "Value": "698615098682",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "South America",
    "BN",
    "AE"
  ],
  "ItemID": "382109401977",
  "HandlingTime": "1",
  "Description": "VERY RARE SBA OVERSIZED MR. DADDY BLACK STAINLESS STEEL MEN'S CHRONOGRAPH , STAINLESS STEEL MEN'S WATCH, HUGE 65X57MM, BROWN VLEATHER DIESEL BAND , MODEL DZ7322. NEW IN BOX WITH DIESEL BOX BUY ONLY FROM AUTHORIZED DEALERS. SO YOU CAN BID WITH CONFIDENCE. This is a great buy for such a quality timepiece. It is new and will be delivered with tags, all paperwork. Factory warranty, inner and outer boxes. GREAT GIFT IDEA. THIS INCREDIBLE WATCH FEATURES: MODEL DZ7322GREAT MR. DADDY SBA DUAL TIME CHRONOGRAPH HUGE 65X57MMDUAL TIME FUNCTION STAINLESS STEEL BEZEL PALE BLUE TEXTURE DIAL WITH DUAL TIME, SUBDIALS IN DARKER BLUE WITH SILVER ACCENTSLUMINOUS HANDSDATE AT 3 MINERAL CRYSTAL QUARTZ MOVEMENTGMT, HOURMULTI TIME ZONE GREAT MATCHING BROWN LEATHER DIESEL BANDBUCKLE CLASP FOR EASY FIT COMES WITH THE FACTORY WARRANTYWATER RESISTANT TO 100 FEET TAGS ATTACHED ALL PAPERWORK DIESEL INNER AND OUTER BOX GREAT PRESENTATION FREE U.S SHIPPING BRAND NEW IN BOX .. So unique..and would make a wonderful gift idea. Quality timepiece at a incredible price.. PAYMENT: We accept payment through paypal. All payments should be made within 5 days of auction end. If this is a problem, please contact us so other arrangements can be made. SHIPPING: U.S merchandise is shipped priority mail with tracking. INTERNATIONAL buyers your merchandise is shipped through the Ebay Global Shipping Program. We shipped within 24 hours of paymentAll our items are shipped securely in shipping boxes and packed well to insure a safe delivery. COMMUNICATION: We check our email frequently, If you have any questions, please feel free to contact us through Ebay questions below: RETURN POLICY: Returns accepted within 14 days of purchase, LESS SHIPPING COST. Item must be returned in original condition with box, tags, warranty book and must not be worn, sized, scratched or altered in any way. Original shipping is not refundable. Return shipping cost is the responsibility of the buyer and must have a tracking or confirmation number and packed properly. You must notify us of any return and the package must be accompanied with your name, address, email address, auction number and reason for return. When we received the item back, we will contact you and issue the refund. FEEDBACK: We leave positive feedback the minute payment is received. We are confident of customer satisfaction. We would appreciate that once you receive your item, you will also leave us positive feeback also. We strive to be a 5 star seller. Your feedback is critical to our success on Ebay. So. please we ask that you leave us positive feedback with 5 stars on ITEM AS DESCRIBED, COMMUNICATION, SHIPPING TIME AND SHIPPING AND HANDLING CHARGES. This will allow us discounts and will affect our searchablility on Ebay and help us set ourselves apart from our competition. WE THANK YOU KINDLY FOR YOUR 5 STAR FEEDBACK AND WE HOPE WE WERE HELPFUL IN MAKING YOUR EXPERIENCE ON EBAY A ENJOYABLE ONE. Please look at my other ebay auctions for great new gift ideas for the entire family and save on shipping. Thank you for looking at my auctions and have a great week.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/DIESEL-SBA-65X57MM-MR-DADDY-STAINLESS-MENS-CHRONOGRAPH-WATCH-DZ7322-NIB-/382109401977",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "true",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3821094019778080_1.jpg",
  "HitCount": "0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT23H49M33S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/vrgAAOSwa~BYTYmA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/PgsAAOSwux5YTYl9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ZZcAAOSwA3dYTYmD/$_57.JPG?set_id=8800005007"
  ],
  "Title": "DIESEL SBA 65X57MM  MR. DADDY STAINLESS MEN'S CHRONOGRAPH WATCH, DZ7322, NIB,",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "33525",
    "UserID": "boogiewiz",
    "FeedbackRatingStar": "TurquoiseShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "Description": "RETURN  POLICY:\nReturns accepted within 30 days of purchase, LESS SHIPPING COST.\nItem must be returned in original condition with box, tags, warranty book and must not be worn, sized, scratched or altered in any way. \nOriginal shipping is not refundable.\nReturn shipping cost is the responsibility of the buyer and must have a tracking or confirmation number and packed properly. You must notify us of any return and the package must be accompanied with your name, address, email address, auction number and reason for return. When we received the item back, we will contact you and issue the refund."
  }
}