{
  "ExcludeShipToLocation": [
    "TR",
    "DK"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "42.1"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "HandlingTime": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/BpkAAOSwA3dYJgTx/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "7",
  "Country": "US",
  "Seller": {
    "UserID": "ecop!",
    "FeedbackRatingStar": "SilverShooting",
    "FeedbackScore": "1252505",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "StartTime": "2016-11-11T17:50:37.000Z",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "You are welcome to return your purchase to eCopUSA. The following guidelines apply to return requests submitted to eCopUSA: 1. Items returned that are deemed broken or defective, a listing error, or a shipping error qualify for a full refund that will be covered by eCopUSA. 2. Items returned for ANY reason other than stated above will be considered a customer error. Customers will be responsible for the return shipping costs plus a 15% restocking fee will apply. Please note, if an item or the item packaging for a customer error return is missing, incomplete, has been opened or tampered with in any way, WE WILL NOT ACCEPT THE RETURN. Items must be in a resalable pristine condition as Brand New, Unopened, Never Used. Do not return items in any other state as we will refuse the return request and the customer will be responsible for the shipping costs of the item (if you choose to reclaim the item). Items that are not reclaimed within 10 days of receipt of the unaccepted return will be disposed of. Please forward questions concerning our returns policy to our customer service team before returning items. 3. Returns will not be accepted for the following items: Batteries, Undergarments, Liquids and Oils, C02 products, and Flashlight Bulbs.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "AutoPay": "true",
  "HighBidder": {
    "UserID": "r***d",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "256",
    "FeedbackPrivate": "false"
  },
  "ListingType": "FixedPriceItem",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "true",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "59.99"
    },
    "PricingTreatment": "STP"
  },
  "Title": "Pyle PSWWM82BK Digital Multifunction Active Sports Watch w/Compass Black",
  "SKU": "TWH-PSWWM82BK",
  "ItemID": "381845838570",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pyle-PSWWM82BK-Digital-Multifunction-Active-Sports-Watch-w-Compass-Black-/381845838570",
  "Storefront": {
    "StoreName": "eCop Police Supply",
    "StoreURL": "http://stores.ebay.com/id=12024003"
  },
  "QuantitySold": "2",
  "PostalCode": "48317",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "New with tags",
  "Description": "Powered by Frooition.comContact UsThe Best Police & Tactical Gear, Knives, Gun Parts, Hunting & Fishing Equipment and More - Always Free Shipping! Shop Categories Pyle PSWWM82BK Digital Multifunction Active Sports Watch w/Compass Black Stock photo Actual item may differ slightly from picture (Please check listingTitle/Description for fit, color and size information.)Pyle PSWWM82BK Digital Multifunction Active Sports Watch w/Compass Black Item Description Discover, travel, exercise and explore in a whole new way with the Pyle PSWWM82 Digital Multifunction Active Sports Watch. This futuristic and technologically advanced wrist watch will act as your very own data center and meteorologist - all within arm's reach. Versatile capability and next-generation technology takes this watch far beyond your typical wrist watch. Features and modes include temperature, barometer, altimeter, weather prediction, dual-time function, chronograph, alarm and more. Learn more when you check the direction your going, temperature, altitude, sea level pressure and more. Take your personal fitness to the next level and use the Measuring Mode' and break your personal best times while running or bicycling. Use the watches memory to record and view your lap times and track your progress. Before you take-off set your timer and record up to your last 10 laps. Run, climb and enjoy the great outdoors like never before. Use it for fitness or for fun. Dual-time function. Key tones and hourly chimes. 12-hour or 24-hour time format options. Power saving and low battery detection. Built-in pre-programmed digital calendar. Crisp digital Electro Luminescent (EL) backlight display. Graphical display for altitude tendency and sea level pressure. Displays: time, month, day, hour, minute, second and day of the week. Measuring Range: -706 to +9164 meter / -2316 to 30065 feet. Temperature Range: -10 ~ +60 C / 14 ~ +140 F. Temperature Measurement Unit: C or F. Shows Max/min altitude, Max/min temperature, accumulated altitude ascent/descent. Internal Memory: 34 hour history data recall for altitude, temperature, sea level pressure & temperature changes. Special Modes & Functions: Dual Daily Alarm - Signals 2 daily alarms. Altimeter Mode - Measures altitude levels. Barometer Mode - Measures atmospheric air pressure. Compass Mode - Perfect for travel and location orientation. Count-Down Timer - Time sequence counts down backwards. Measuring Mode - Recall memory and total time once activated. Weather Forecast: 4 symbols to indicate the predicated weather. Chronograph Mode - Stop watch and time keeping with the ability to start, stop and reset. Case size (3H - 9H): around 50mm - Case thickness: around 15mm. Sold as: Unit. Weight: 0.48 lbs. Our StoreOur StoreShippingReturnsPaymentContact usOur Store More Items!View more great items About UsStore PoliciesInternational OrdersContact UsStore FAQ'sFlashlight GuideRiflescope GuideBinocular GuidePowered by Frooition.comFrooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js)This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Pyle",
        "Name": "Brand"
      },
      {
        "Value": "PSWWM82BK",
        "Name": "MPN"
      },
      {
        "Value": "068888744638",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3818458385708080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "EndTime": "2017-06-09T17:50:37.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Utica, Michigan",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "42.1"
  },
  "TimeLeft": "P8DT23H51M2S"
}