{
  "ConvertedCurrentPrice": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Location Varies, US",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:32:57.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "8",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=971018353",
    "StoreName": "Toys&quot;R&quot;Us"
  },
  "CurrentPrice": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T07:32:57.000Z",
  "ShipToLocations": [
    "US"
  ],
  "QuantityAvailableHint": "Limited",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "HandlingTime": "4",
  "Description": "Powered by Frooition.comAbout UsContact UsShipping & DeliveryPayment OptionsTerms & ConditionsPrivacy PolicyShop For ToysAction FiguresArts & CraftsBikes, Scooters & Riding ToysBuilding Sets & BlocksDolls & Stuffed AnimalsElectronicsGames & PuzzlesLearningMusical InstrumentsOutdoor PlayPretend Play & PreschoolVehicles & Radio ControlVideo Games Shop For BabyActivityBaby Clothes - BoyBaby Clothes - GirlBaby Clothes - NeutralBaby DiapersBaby GearBath & PottyBooksCar SeatsFeedingGift IdeasHealth & BeautyHealth & SafetyNursery DecorNursery FurnitureStrollersToysAge2-4 Years5-7 Years8-11 Years12-17 Years BrandCrayolaDisneyFisher-PriceHot WheelsLeapFrogLEGOLittle TikesMelissa & DougNerfPlayskoolPower Wheels Character/ThemeBarbieBen 10Disney PrincessDora the ExplorerHello KittyMarvelMonster HighStar WarsThomas and FriendsToy Story Hot Deals Shop Categories Disney Princess Ariel Women's Two Tone Alloy Bracelet WatchDisney Princess Ariel Women's Two Tone Alloy Bracelet Watch More Items!View more great items Item DescriptionItem DescriptionPaymentShippingReturnsTermsItem DescriptionDisney Princess Ariel Women's Two Tone Alloy Bracelet Watch Disney Ariel Women's CZ Bracelet Watch. 40mm Alloy case, 20mm Two Tone Alloy Bracelet, dial features Ariel. Mineral glass crystal, stainless steel case back, Japan quartz movement, water resistance to 100 feet. The Disney Princess Ariel Women's Two Tone Alloy Bracelet Watch Features: Analog Water Resistant Bring your child's favorite characters to life with Disney Princess toys & games, dress up and pretend, riding toys, bikes, playsets, collectibles and more! You can find everything Disney Princess here ! 1 NIMH batteries are required (included) Safety Warnings: CHOKING HAZARD - Small parts. Not for children under 3 yrs. Legal Disclaimer: N CHOKING HAZARD - Small parts. Not for children under 3 yrs. Features: - Analog - Water Resistant - - - - Product Weight: 0.5 Product Dimensions(in inches): 7.500 X 1.200 X 0.300 Dimensions are provided for general reference only and are neither meant to indicate the dimensions of the package used for shipping nor the product’s specific dimensions. Typically, the dimensions represent the dimension’s of the manufacturer’s packaging. \"Compare At\" Pricing: The “compare at” price that is struck through above represents the original price of the product as sold by Toys “R” Us. This price may or may not represent the price the product is currently being offered for sale or has been offered for sale within any particular period of time by the seller or another online retailer. SKU: 24350167 UID: 7A3A25A4 PromoTag: ShipFromStore: PaymentPaymentMethod Immediate payment is required upon selecting \"Buy It Now\" or upon checking out through the cart. We only accept payment via U.S. PayPal accounts. PayPal allows you to pay using a major credit card or direct transfer from your bank accounts. Sign up for a PayPal account by clicking here. Sales Tax We are legally required to collect sales tax in those states and localities where we maintain a physical presence (nexus). The applicable amount of sales tax charged to an order will be calculated based on the shipment destination's state and local sales tax laws. Promotional Website discounts, coupons, and gift certificates are not valid for use on eBay. Thank you for shopping with us on eBay!ShippingShipping Please note the following handling time and address restrictions:Item usually leaves the warehouse in 4 full business daysThis item can only be shipped to the Lower 48 United StatesThis item is NOT eligible for shipping to APO/FPO/PO Box addresses Please see the Shipping and Payments tab for the available shipping options and rates. Orders are shipped on business days only. Business days are Monday-Friday, excluding federal holidays within the United States. You will receive tracking information within a day of shipment. For more information about the Toys \"R\" Us Shipping Policy please click here.ReturnsReturnsWe want you to be fully satisfied with every item that you purchase from us. If you are not satisfied with an item that you have purchased, you may return the item within 90 days from the order date for a full refund of the purchase price, minus the shipping and handling. Individual restrictions apply. For complete information, including return address, please click here.TermsTermsAll Features, Content, and products and services available on or through the Website, including, but not limited to, prices of such products and services, are subject to change at any time without notice. We take reasonable efforts to ensure that information on this Site is complete, accurate and current. Despite such efforts, however, the information on this Site may be inaccurate, incomplete or out of date. Weights, measures, product descriptions, recommendations, commentary regarding products and similar descriptions are provided for convenience purposes only and may be approximations. By continuing with your purchase using the eBay’s “Buy It Now” button, you agree to the Toys “R” Us Terms of Use at stores.ebay.com/toysrus/Terms.html and the Privacy Policy at stores.ebay.com/toysrus/Privacy.html. Internal Use Data: Girls Char/Theme Brand Promotional Shipping: TagPromoShip, ,GenderGirl More Items!View more great items Terms and ConditionsPrivacy Policy.Powered by Frooition.comFrooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js)This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Disney-Princess-Ariel-Womens-Two-Tone-Alloy-Bracelet-Watch-/172705417216",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Disney,Disney Princess",
        "Name": "Brand"
      },
      {
        "Value": "Girls",
        "Name": "Gender"
      },
      {
        "Value": "W001828",
        "Name": "MPN"
      },
      {
        "Value": "24350167",
        "Name": "Model"
      },
      {
        "Value": "CHOKING HAZARD - Small parts. Not for kids under 3",
        "Name": "Choking Hazard"
      },
      {
        "Value": "1 NIMH batteries are required (included)",
        "Name": "Battery Required"
      },
      {
        "Value": "843231081857",
        "Name": "UPC"
      }
    ]
  },
  "NewBestOffer": "false",
  "SKU": "24350167",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "ItemID": "172705417216",
  "Subtitle": "Buy Direct from Toys’R’Us",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT16H32S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://www.toysrus.com/graphics/product_images/pTRU1-24350167enh-z6.jpg"
  ],
  "Title": "Disney Princess Ariel Women's Two Tone Alloy Bracelet Watch",
  "Seller": {
    "PositiveFeedbackPercent": "98.6",
    "FeedbackScore": "381748",
    "UserID": "toysrus",
    "FeedbackRatingStar": "RedShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "We want you to be fully satisfied with every item that you purchase from us. If you are not satisfied with an item that you have purchased, you may return the item within 60 days from the order date for a full refund of the purchase price, minus the shipping and handling.  (Individual restrictions apply.  See our Return Policy page for details.)\n\nYou can expect a refund in the same form of payment originally used for purchase within 30 days of our receiving your returned product. You will be refunded the shipping cost if the return is a result of a manufacturer error or a shipping error on our part."
  }
}