{
  "ConvertedCurrentPrice": {
    "value": "2699.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "JP",
  "Location": "Osaka",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T15:01:55.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=918786838",
    "StoreName": "Treasure Cove Premium Outlet"
  },
  "CurrentPrice": {
    "value": "2699.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T15:01:55.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "OMEGA",
        "Name": "Brand"
      },
      {
        "Value": "2222.80",
        "Name": "MPN"
      },
      {
        "Value": "Seamaster 300",
        "Name": "Model"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "BO",
    "IQ",
    "LB",
    "AF",
    "IN",
    "KZ",
    "KG",
    "PK",
    "FM",
    "UA",
    "NI",
    "LA"
  ],
  "ItemID": "282502489728",
  "HandlingTime": "1",
  "Description": "Description Pre-Owned OMEGA Seamaster 300 Automatic Blue Dial Men's Wristwatch 2222.80, ML DESCRIPTION Condition: Pre-Owned!! Brand: OMEGA \"Guaranteed Authentic!!\" Model Name: Seamaster 300 Model Number: 2222.80 Display: Analog Case Material: SS Case Shape: Round Case Diameter, Width: 42.5 mm Wrist Size, Approx: up to 18.5 cm Band Material: SS Band Color: Silver Dial Color: Blue Movement: Automatic Accessories: Original box, Manual, Guarantee Card (No Date Stamp) Important Reminders: “May have some scratches and scuffs. But still in great condition. Please see all the pictures of what you will be getting. You will get what you see in the pictures.” \"SOLD AS IS\" Payment We accept PayPal payment only. Please make a payment within 3 days after the purchase. eBay will automatically open unpaid case after 4th day from the purchase. Shipping Free Shipping Worldwide!! Shipping Duration Shipping Method Asia North America Central America Middle East AU, NZ Europe Russia South America Africa EMS 3 - 6 days 4 - 10 days 5- 14 days 2 - 4 weeks Ships via EMS directly from Japan (Free Insurance & Full Tracking) Super Fast Shipping! Satisfaction Guaranteed!! The durations shown are just estimate in business days. It may take longer depending on location, custom clearance and traffic condition. Terms of Sale Money back guarantee within 30 days if returned by customer. *Please contact us first if you have any problems with your purchase before opening a case. We will solve the problem immediately. *Please obtain the Return Authorization (RA) and to confirm the returning address should you must. *Returning item must be in original condition. Restocking fee applies when the item is returned when it’s NOT the sellers fault or selfish reasons and/or once it's used, opened when applicable. *All Pre-owned, used, handmade and one of the kind items except brand new items when it states so are subject to \"SOLD AS IS\". *We do not guarantee water-resistant function on all pre-owned watches, please do not submerge into water. *Most of Japan Import goods come with Japanese language Menu and Manuals. Please check the language format before purchasing. We may be able to provide you the English version of the product's operation manual online. Please contact us for more details. *For brand new items: the serial number shown in the picture maybe different due to multiple stock. Box may be slightly different than picture depending on when we receive the item in stock. *Please make sure to double check voltage compatibility and use a proper voltage converter (Japan: 100V, 50/60Hz) and/or outlet plug (Japan: Type A) when applicable. [***Li-ion Battery contained products***] We can only ship the item that contains Lithium ion battery to the countries where listed in the link below. post.japanpost.jp/int/use/restriction/restriction02_en.pdf “Batteries must be installed in or built-in to the equipment.” Please make sure that your country is listed in the link below before purchasing the item. If your country is not listed under the EMS column, we can send the item without battery if it's removable. About Us We only deal with 100% authentic/genuine products. Otherwise we are not in business by now. Please do not question us if the item is authentic. Please let us know if you are interested in any other items from Japan. We can combine shipping and/or drop shipping to serve your needs. ♪♪♪Please check out other items in our store♪♪♪ Feel free to contact us if you have any questions! ☆^ヽ(*^-゜)v Thank you for your business and interest!♪v(゜∇^*)/^☆ International Buyers - Please Note: *Ship via SAL to Spain & South America due to EMS problems in custom, takes about 2 to 4 weeks depending on custom clearance. *Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. *For special shipping arrangement, please contact us before/upon check out. Thank you so much for your time and interest.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pre-Owned-OMEGA-Seamaster-300-Automatic-Blue-Dial-Mens-Wristwatch-2222-80-ML-/282502489728",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2825024897288080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT23H57M",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTEyMFg4NDA=/z/P6cAAOSwGJlZLtrV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyMFgxMTIw/z/MuQAAOSwxu5ZLtrc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyMFgxMTIw/z/BMsAAOSw5cRZLtrh/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Pre-Owned OMEGA Seamaster 300 Automatic Blue Dial Men's Wristwatch 2222.80, ML",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "1694",
    "UserID": "irino1121",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}