{
  "ConvertedCurrentPrice": {
    "value": "12660.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Warminster, Pennsylvania",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:36:06.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=52409544",
    "StoreName": "Luxury Bazaar"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "12660.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:36:06.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "BN",
    "MX",
    "AM",
    "AZ",
    "GE",
    "KZ",
    "KG",
    "RU",
    "TJ",
    "TM",
    "UZ",
    "BY",
    "EE",
    "LV",
    "LT",
    "MD",
    "UA"
  ],
  "ItemID": "152567660401",
  "HandlingTime": "10",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Officine Panerai",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Dress",
        "Name": "Style"
      },
      {
        "Value": "Mechanical : Hand-winding",
        "Name": "Movement"
      },
      {
        "Value": [
          "Date",
          "Multiple Time Zone"
        ],
        "Name": "Features"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Officine Panerai Radiomir 3 Days GMT Oro Rosso Manually Wound Watch PAM00421",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Officine-Panerai-Radiomir-3-Days-GMT-Oro-Rosso-Manually-Wound-Watch-PAM00421-/152567660401",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525676604018080_1.jpg",
  "HitCount": "13",
  "PostalCode": "18974",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H10M14S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU5NVgxNjAw/z/owQAAOSwuLZYyXWC/$_1.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/3uAAAOSw4CFYyXWM/$_1.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/1REAAOSw4YdYyXWU/$_1.JPG",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/LXAAAOSwax5YyXWb/$_1.JPG"
  ],
  "Description": "Watches Jewelry Accessories About us Policies Officine Panerai Radiomir 3 Days GMT Oro Rosso Manually Wound Watch PAM00421 (Click to Enlarge) Officine Panerai Radiomir 3 Days GMT Oro Rosso Manually Wound Watch PAM00421 Condition: Unworn Brand: Officine Panerai Series: Radiomir (Historic) Retail Price: $21,100.00 Reference: PAM00421 Also Known As: PAM00421 Web ID: 23264Stock Number: 2188843Case Size: 47 mm Gender: Gents Movement: Manual Wind Caliber: P.3001 Bezel: 18K Rose Gold Functions: Hours, Minutes, Seconds, Date, GMT, Second Time Zone Strap: Leather Clasp Type: Tang Signatures: Officine Panerai Included Items: Manufacture's Box and Papers Power Reserve: 3 Hours Materials: 18K Rose Gold Finishing: 18K Rose Gold Case Back: Transparent (See-Through) Crown: Screw Down Dial Color: Brown SIHH 2012 - Officine Panerai New Models - as always, the new models feature those iconic super-legible dials that make this brand so popularMovement - Hand-wound mechanical, Panerai P.3001 caliber, executed entirely by Panerai Glucydur® balance, 21,6000 alternations/ hour. Incabloc® anti-shock device. Power reserve 3 daysFunctions - Hours, minutes, small seconds, power reserve indicator on the back, seconds resetCase - Diameter 47 mm, polished 18K red gold with removable wire loop strap attachments (patented). Screw-down winding crown personalized OP.Dial - Brown with luminous Arabic numerals and hour markers. Seconds at 9 o’clock, Date at 3 o’clockCrystal - Sapphire, formed of corundum, 1.4 mm thick. Anti-reflective coating. OP personalized leather strap and red gold buckle. Water resistant to 50 meters/ 150 feetPlease note that some watches are on memo from other dealers and do not carry a return policy, you will be notified before your purchase if the selected watch meets this criteria. (Click to Enlarge) (Click to Enlarge) (Click to Enlarge) Domestic Buyers - Please Note:• Luxury Bazaar ships all items \"signature required.\" We do not accept requests to redirect and/or hold, or pick up at FedEx locations. International Buyers - Please Note:• Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.• These charges are normally collected by the delivering freight (shipping) company or when you pick the item up – do not confuse them for additional shipping charges.• We prescribe to a \"No Questions Asked\" return policy for all in stock items. This does not apply to items that are on memo, or special and/or custom orders. If for any reason whatsoever you are not 100% satisfied with your purchase, send it back and we will refund your order. The only fees you will be responsible for are return shipping costs, and for international customers, any duties or value added taxes.• We do not mark merchandise values below value or mark items as \"gifts\" - US and International government regulations prohibit such behavior. Price Points Under 500 500 to 1K 1K to 2K 2K to 5K 5K to 20K 20K to 50K 50K to 100K 100K to 300K 300K Plus Categories Watches Jewelry Accessories About us Welcome to Luxury Bazaar, a place where nothing is ordinary™. We are the ultimate online portal for luxurious, high-end watches, jewelry, and accessories with a specialization in high-end time pieces. We have some of the finest brands on the market, and we pride ourselves in our ability to deliver the most excellent and rare pieces with competitive pricing which others cannot offer. Here at Luxury Bazaar we believe that what we are doing is extraordinary. We feel that listing high-end pieces is easy enough, but to sell these products is another story altogether. Since our founding, we have been building trust with new and existing customers by ensuring that transactions with us go through smoothly, discreetly, and completely to the customer’s satisfaction. Affiliations",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "2956",
    "UserID": "luxurybazaar",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "21100.0",
      "_currencyID": "USD"
    }
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "All of our pieces are 100% authentic and are backed by our 14 day money back guarantee. You may return your purchase for a full refund. We play no games when it comes to refunds as we stand behind all of the merchandise that we sell, so there are no hidden charges or restocking fees on any refund the only thing we deduct are the shipping charges that we quote upon completion of the sale."
  }
}