{
  "ConvertedCurrentPrice": {
    "value": "98.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "UA",
  "Location": "Kharkov, default",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T07:57:16.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "98.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T07:57:16.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "RAKETA",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": [
          "Dust-proof",
          "24-Hour Dial",
          "Acrylic Crystal",
          "Shock-Resistant"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical: Hand-winding",
        "Name": "Movement"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "231",
        "Name": "Serial Number"
      },
      {
        "Value": "Vintage (1971-1983)",
        "Name": "Age"
      },
      {
        "Value": "Gold Plated",
        "Name": "Case Material"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "18mm",
        "Name": "Lug Width"
      },
      {
        "Value": "Military",
        "Name": "Style"
      },
      {
        "Value": "1970-1979",
        "Name": "Year of Manufacture"
      }
    ]
  },
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "272694700739",
  "HandlingTime": "3",
  "Description": "Normal 0 false false false MicrosoftInternetExplorer4 RAKETA - 24 HOURS, WORLD TIME, men's Russian Soviet, shock-resistant vintage wristwatches 1974's,19 jewels, with new leather strap PETRODVORTSOVY WATCH FACTORY (Peterhof, 60 Sankt-Peterburgsky Avenue), originated from a marble workshop opened in 1721 and reorganised into a lapidary factory in 1801 to make handcrafted articles of precious and semi-precious stones. The factory performed orders for decorating the Winter Palace, St. Isaac's Cathedral, Church of Resurrection of Christ, and Peterhof's fountains. After the October of 1917, factory workers also took part in decorating Lenin's Mausoleum in Moscow, manufacturing ruby stars for the towers of the Moscow Kremlin and the Socialism Industry mosaic stone map for the World Fair in Paris in 1937, etc. It was renamed into State Union Factory No. 1 of Fine Technical Stones, TTK-1 in short, in 1932. After the factory started making stones for the watch industry in 1935, it was no longer necessary to buy stones abroad by 1940. After the beginning of the Great Patriotic War of 1941-45 the factory was evacuated to Uglich and Kusa, its restoration started in 1946. In 1949 the factory completely destroyed in Great Patriotic War, has been restored and has begun assembly of hours \"Star\" and \"Victory\". Transformed into a watch factory in 1954, it started manufacturing Raketa men's watches in 1960 and become popular internationally. The first robot-operated watch assembly line in the country was put into operation in 1974. The factory produced up to 5 million watches per year in the 1970-80s, about 40% of its produce were exported to more than 30 countries. It became the parent enterprise of an association of companies under the same name in 1980 and an open joint-stock company in 1991. Offered here is a RARE SOVIET wristwatches RAKETA. It was made in the early of 1974's at thePetrodvorec Watch Factory (PChZ). The watches is in a used, but fully working condition, recently serviced, cleaned and oiled. Silvery white colour with blue numerals 2-24 and helps dial is signed: RAKETA, Made in USSR. The dial has a round additional revolves dark blue with white numerals 1-23. Movement is in a fully working order, professionally serviced, cleaned and oiled. Keeps correct time. The diameter of the gold-plated case with/without crown is 41/39 mm, dial 36 mm, from lug to lug 41mm, thickness 11 mm. Features: Mechanical movement;Manual winding; Caliber:2623.H; 19 Jewels; Central trotting seconds hand; Stainless steel back number serial 231; Shock-resistant; Gold-plated dust-proof case; New strap. Movement has 19 ruby jewel's. Manual Winding movement. Vintage watch, this watches is discontinued! We are confident you will recognize the high value of this remarkable time piece, that we will forgo a reserve or high starting bid. Comes with new leather wristband. Of course, we guarantee you will receive the watches in working condition. CONDITION: Pre-owned. Good Condition! A great addition to your watch collection! SHIPPING : We shall send all items in any point of the world. This item will be shipped to you from Europe (Republic Ukraine) via airmail immediately after payment is fully received and will be arriving within max 20-24 business days to your destination. We send item within 72 business hrs after your payment clearsTime to delivery 20-24 days We will ship Internationally ATTENTION! Methods of payment and guarantee : Do not pay item up to, while I shall not send you invoice. Payment instructions will be send you automatically after the auction ends. I accept payment in USA only via Western Bid. I accept Visa/MasterCards/EuroCards via PayPal by Checkout (only). My Finanscial Partner Company \"Western Bid\" The system of purchases and sales via Internet throughout the world I accept payment PayPal in the USA via Western Bid. PAYMENT OPTIONS: PAYPAL I guarantee you complete satisfaction with all my high quality products. If you receive an item you did not order or if an item you ordered is received damaged or defective, I will refund you the price you paid for it or replace it with identical one. NO OTHER REASON FOR RETURNING EXCEPT THE ABOVE MENTIONED IS CONSIDERED! The item should it is returned within 30 days after you received it. After 30 days we will no longer be responsible and the item will not be taken back! Item for returning must have the original tags and packing, otherwise it will not be accepted. If you are the winner of this auction, payment is due within 5days of close of auction. If you cannot make payment within this time, please message us through Ebay for a 2 day maximum extension. THANK YOU FOR LOOKING & HAPPY BIDDING!",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/USSR-RAKETA-24-HOURS-2-WORLD-TIME-SOVIET-MENS-WRISTWATCHES-19J-/272694700739",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2726947007398080_1.jpg",
  "HitCount": "4",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT16H26M",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/nAMAAOSwTA9X7PNS/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/Gp4AAOSwNRdX7PQZ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/7WAAAOSwYIxX7PM9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/lAIAAOSw8w1X7PN-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/z6wAAOSwLnBX7POX/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/0f0AAOSwLnBX7POj/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/30UAAOSwCGVX7PQK/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/KjoAAOSwzaJX7PQ8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/a9AAAOSwPCVX7PQw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/-SIAAOSwLF1X7PRR/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/IjsAAOSwNRdX7PRc/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDcwMA==/z/2aEAAOSw4shX7PRg/$_57.JPG?set_id=8800005007"
  ],
  "Title": "USSR RAKETA 24 HOURS #2, WORLD TIME, SOVIET MEN'S WRISTWATCHES, 19J.",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "1276",
    "UserID": "lexy2464",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "The item should it is returned within 30 days after you received it. After 30 days we will no longer be responsible and the item will not be taken back! Item for returning must have the original tags and packing, otherwise it will not be accepted."
  }
}