{
  "ConvertedCurrentPrice": {
    "value": "114.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "New York",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T11:49:30.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1261670075",
    "StoreName": "watchplanetstore"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "114.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T11:49:30.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Invicta",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "22303",
        "Name": "MPN"
      },
      {
        "Value": "Water Resistant up to 100 m",
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Casual",
        "Name": "Style"
      },
      {
        "Value": "Angel",
        "Name": "Model"
      },
      {
        "Value": "886678273263",
        "Name": "UPC"
      },
      {
        "Value": "0886678273263",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "IL",
    "TR",
    "RU",
    "BN",
    "BR",
    "VE",
    "PO Box"
  ],
  "HandlingTime": "10",
  "Description": "Invicta Product #: 22303 Invicta Women's Angel Gold-Tone Steel Bracelet & Case Flame-Fusion Crystal Quartz Analog Watch 22303 Regular price: $595 $114.99 Available from: Watch Planet In stock! Order now! Watch Planet Store Vat Included - No Hidden Fees! FREE SHIPPING 30 DAYS FRIENDLY RETURN POLICY 100% AUTHENTIC PRODUCTS Invicta Invicta Women's Angel Gold-Tone Steel Bracelet & Case Flame-Fusion Crystal Quartz Analog Watch 22303 Brand New Original Invicta Watch in Gift Box, International Shipping, Warranty & Documents 595 In Stock 114.99 Get the best in scratch and shatter resistance with Flame fusion crystal. Now there is no need to sacrifice one for the other Quartz movement with analog display and flame fusion crystal dial window Water-resistant Gold-tone stainless steel band and case with gold-tone dial Water resistant to 10 ATM / 100 meters / 330 feet : suitable for snorkeling as well as swimming but not diving About us Watch Planet Store offers our customers the latest authentic, brand new products. With worldwide shiping, dedicated customer service and competitive prices, we provide an unmatched, out of this world buying experience. Contact us Invicta is led by innovation and nurtured with the consistency of quality and brand personality. Founded more than a century ago in 1837 in Chiasso, Switzerland, with the belief that supremely crafted timepieces can be offered for modest sums, Invicta holds true to this objective today. Originally crafting mechanical and automatic timepieces, Invicta, like most brands of the time all but disappeared during the quartz movement in the 1970's. After being re-established in the early 1990's, the forward thinking energy of The Invicta Watch Group continues its brazen journey. In 2000 we focused on designing a perfectly fitting, oversized timepiece. This focus delivered the professional dive watch, the Ocean Ghost, and the iconic Lupah collection. The brand has now grown to encompass over 30 diverse collections. Invicta has set a timing precedent as masters of case complications. We have taken the meticulous art of case construction to new levels. The expertise and execution in design and case construction is intrinsic to our innovative reputation and style. Invicta Angel 22303 New with tags Brand New With Tags Women's Gold-tone stainless steel case and push/pull crown stainless-steel 38 9 analog-quartz analog gold-tone flame fusion stainless-steel gold-tone womens-standard 18 fold-over-clasp-with-double-push-button-safety 10 ATM / 100 meters / 330 feet seller Invicta Gift Box * Please allow up to 10 business days for processing the order after receiving cleared payment. Shipping Returns Payment Policies Contact us We ship worldwide ! Please see eBay's shipping & payments tab for a shipping quote. International customers please be advised that we cannot take responsibility for customs and duty charges. We do not take responsibility for items that are not received due to an incorrect shipping address. We do not ship to military bases, hotels, hospitals and P.O boxes. We use secure couriers and all packages are sent insured with a tracking reference. Shipping time: (Not include handling time, please see listing for estimated handling time) • USA – We usualy ship with UPS / FedEx ground – Usually 1-5 business days • Europe - We ship with FedEx express – Usually 2-5 business days • All other countries We ship with FedEx Express or Air Mail – Usually 2 – 14 business days. Transit time does not include handling time. Please see listing for estimated handling time. Estimated delivery time is the total time for handling + transit. Please allow additional time for delays due to customs clearance in your country. Please note, due to logistical reasons we may choose to ship out your order from any of our international warehouses. In the event you experience problems receiving your package or the item you have received is damaged please contact us and we will do our best to solve the issue in a timely and satisfying manner. We accept returns for a full refund! You can return your item for an exchange, credit or money refund.Returns are accepted in our UK & USA warehouses.For easy Christmas shopping we offer holiday shoppers extended return period until 30th of January each item has a different return period, Please see eBay listing for approved return time. Return Steps: Contact us prior to returning your item and provide purchase details (e.g. Transaction ID, Order Number). We will advise you of the nearest return facility and details that are required on the return letter Please allow up to seven working days from the day we have received your item until your request is processed. Any defect on merchandise must be reported within 3 days of receipt, if an exchange or refund is desired. After 7 days a customer must use the warranty that comes with the merchandise. We cannot accept the return of any item that has been worn or sized. Unless approved otherwise returns will only be accepted if the item is in its original condition including its undamaged packaging, tags etc… Returns must be in a saleable condition. If you decide to return your item for a refund please be advised that we can only refund the cost of the item (shipping costs will not be refunded). Payments made by PayPal and credit cards will be refunded via PayPal and credit card respectively. Payment made by bank transfers will be refunded by a cheque. We prefer PayPal payments International PayPal customers are able to select from few payment currencies available. You can also pay via most major credit or debit cards or make a direct bank transfers to our HSBC account. Please contact us if you won the item and wish to make a non PayPal payment, otherwise simply complete your PayPal payment. Please note: Due to the insurance limitations made by PayPal's and the Credit Card companies, we reserve the right to decline payments for none verified payments, or a none secure address at our sole discretion. Credit card payment might require additional verification that may take an more time. Please note, we can only reserve your order for 7 days, please complete your payment quickly. With over nine years of eBay experience we provide high level of service and great value for money to all our domestic and international customers. Our goal is to make every sale a positive experience for our customers and we will do our utmost to ensure customer satisfaction. Our commitment to you: • We aim to provide you with clear information about the products we sell. • We will ensure you are advised regarding any known delays that may occur after you have placed your order until you receive your item. • Providing you with excellent customer service. We recognize that the success of our company depends on looking after the best interests of our customers and treating them fairly at all times. Disclaimer: We at times are not authorized dealers of certain brands due to our exremely low pricing on high quality items. Nevertheless All of our watches are 100% authentic and brand new. We offer a 2 year seller Warranty on all watches. You are more than welcome to contact us on any pre-sale question or for customer support: By eBay contact form By phone: 201-604-3656",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/INVICTA-WOMENS-ANGEL-GOLD-TONE-STEEL-BRACELET-CASE-QUARTZ-WATCH-22303-/112425980615",
  "NewBestOffer": "false",
  "SKU": "INUW_INV-22303",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1124259806158080_1.jpg",
  "ItemID": "112425980615",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT20H31M33S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/ZsYAAOSwcgNZLq3N/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/~YAAAOSwYlRZLq3N/$_1.JPG?set_id=8800005007"
  ],
  "Title": "INVICTA WOMEN'S ANGEL GOLD-TONE STEEL BRACELET & CASE QUARTZ WATCH 22303",
  "Seller": {
    "PositiveFeedbackPercent": "99.8",
    "FeedbackScore": "974",
    "UserID": "watchplanetstore",
    "FeedbackRatingStar": "Purple",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "595.0",
      "_currencyID": "USD"
    }
  },
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "NoRestockingFee",
    "RestockingFeeValue": "No",
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back"
  }
}