{
  "ConvertedCurrentPrice": {
    "value": "0.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Reno, Nevada",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:47:35.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1181579962",
    "StoreName": "gooddealphoenix"
  },
  "CurrentPrice": {
    "value": "0.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T07:47:35.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "Faux Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Quartz",
        "Name": "Model"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Easy to Read",
        "Name": "Functions & Features"
      },
      {
        "Value": "Red",
        "Name": "Face Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "Africa",
    "VG",
    "VI",
    "BN",
    "KH",
    "LA",
    "BO",
    "CL",
    "EC",
    "FK",
    "GF",
    "GY",
    "PY",
    "SR",
    "UY",
    "VE",
    "BM",
    "PM",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS"
  ],
  "ItemID": "142399920134",
  "HandlingTime": "2",
  "Description": "Store category Sign Up Now ! You may also like NEW Red Elegant WRAP Around PU Leather quartz Bracelet Lady Women's Wrist Watch Product Description RED color 　SpecificationGenderWomen'sMovementQuartzTypeBracelet Watch, Fashion WatchFeatureAnalogBand MaterialLeatherBand ColorREDCase Diameter Approx (cm)2.5Case Thickness Approx (cm)0.6Band Length Approx (cm)20.2Band Width Approx (cm)1.1We will ship out your items within 24 hours.Tracking number will be sent to your email address once we shipped your items out. Payment Information Delivery details Return Policy Taxes, Customs&Duties Feedback Policy Payment Information We accept payment by Paypal ONLY. Paypal enables you to send payment quickly and securely online. We don't accept other payment methords. Delivery details 1.Tracking number will be emailed to you once we have shipped your order. If there is any delay,it maybe caused by bad weather or custom inspection. if you still can not receive the item within 20 Business Days, pls contact us at once.2.We try our best to make you get desired products as soon as possible. In case you receive wrong products due to shipping error, please feel free to contact us for exchange or refund. if it's damaged, please refuse to accept and contact us asap.3.We are not responsible for wrong or undeliverable address. Please provide us your full address with tele number and make sure your shipping address is correct and deliverable.if you need to change your address, please change it in paypal first before you pay for it. Return Policy ●Condition of sales payment should be received within 3 days from the end of the auction.●All non-pay bidder will be reported. Products without any quality problem can't be refund.●Products with quality problem in 7 days can be returned and refund●Products with quality problem in 30 days can be returned and replaced●Products with quality problem in 90days can be returned and repaired●Please keep the original package after your purchase and we will appreciate it if you send the item back with the original package.Notice: Please keep it in good condition and customer need to pay for the return shipping, thanks:)★Attention:1.Customer is responsible for the return shipping fee, we will pay for sending the item back to customer.2.We suggest that ask professional to install products and contact us when installing issue happened. However, we are not responsible for installing or uninstalling.★Damage or missing componentsOur products are all brand new and inspected carefully before sending out.Please check the package before the courier leaves.If you receive a broken item or missing part, please keep the original package and email the photos & your contact number to us within 5 days. Taxes, Customs&Duties Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility.We will try our best to reduce the risk of custom duties. Feedback Policy ●Customer is always No.1●We care about our valued customers and understand the concerns and frustrations you might have, and will try our best to resolve the issues. We strive to answer all emails asap, but due to high email volume it may take time for us to reply.Thanks in advance for your patience!●Contact us first before leaving negative/neutral feedback or open case,we will find a solution to meet your requirement and enhance the satisfaction.●Due to some ISP SPAM filter settings, you may not be able to receive our email replies, if you have problems receiving our emails, you may need to use a different email account to contact us.●If you are unsatisfied with the item for any reason within 3 days of item receipt, you can return it for a refund(deducting the shipping fee) Working Time●China Time: AM 9:00-PM6:00(Monday-Friday)●USA(Pacific time): PM 5:00-AM 2:00●During the duty time, we can give you a quick respond, if we are out of work, please kindly be patient and considerable to give us a little more time. Feedback On May-17-17 at 13:29:03 PDT, seller added the following information:",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "NEW Red Elegant WRAP Around PU Leather quartz Bracelet Lady Women's Wrist Watch",
  "NewBestOffer": "false",
  "SKU": "S067985700002|28",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-Red-Elegant-WRAP-Around-PU-Leather-quartz-Bracelet-Lady-Womens-Wrist-Watch-/142399920134",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1423999201348080_1.jpg",
  "HitCount": "0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT16H15M56S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTYwWDk2MA==/z/DqIAAOSwPh5ZHDJE/$_12.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "0.99",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "93.6",
    "FeedbackScore": "6615",
    "UserID": "gooddealphoenix",
    "FeedbackRatingStar": "Green"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}