{
  "ConvertedCurrentPrice": {
    "value": "712.32",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "IT",
  "Location": "80138 Napoli (NA) Italy",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:18:08.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=111397126",
    "StoreName": "Little Italy Store"
  },
  "CurrentPrice": {
    "value": "712.32",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:18:08.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "TISSOT",
        "Name": "Brand"
      },
      {
        "Value": "T0634283603800",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "7611608280232",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "BM",
    "GL",
    "MX",
    "PM",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "EG",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "ZA",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "ZM",
    "ZW",
    "IL",
    "QA",
    "AF",
    "RU",
    "BY",
    "BG",
    "HR",
    "CY",
    "GI",
    "RO",
    "SI",
    "BZ",
    "PR",
    "AR",
    "BR",
    "CL",
    "CO",
    "GY",
    "PE",
    "PO Box"
  ],
  "ItemID": "332245554622",
  "HandlingTime": "1",
  "Description": "TISSOT TRADITION AUTOMATIC SMALL SECOND T063.428.36.038.00 Description The Tissot Tradition family gives ultra-modern watchmaking a justified hint of nostalgia, giving todays technology a vintage-style design signature. High-tech operation is perfectly balanced with classic details and subtle vintage-look finishes. These are complemented by design elements such as guilloche decoration and a gently curved case. The Tissot Tradition promises wearers endless hours of precision with sustainable good looks. Technical specifications Reference: T0634283603800 Country of origin: swiss made Warranty: 2 YEAR WARRANTY Collection: T-Classic Sex: Man Shape of the case: Round Waterproof: Waterproof up to 3 bar (30 feet/100 feet) Case material: Steel case 316 L Length: 40 Width: 40 Anse: 20 Thickness: 11.16 Case Options: Backing Back, Backing Back Weight (g): 70.0000 Glass: Anti-scratched bomb-proof sapphire crystal Dial Color: Silver Indices: Roman indices Movement: Swiss, automatic Model: ETA 2825-2 Caliber: 11 1/2 Diameter (mm): 25.6 Jewelry: 25 Energy: Mechanical Dial: HMSD Charging Reserve: Charging Reserve 38 Hours Details of the strap: Leather Front: Leather Animal origin: Grained calfskin Imitation: Alligator Back: SYNTHETIC Strap Color: Black Buckle: butterfly closure And other payments Delivery informations Replacing & Withdrawal Customer service Payments We only accept paypal payment. After your purchases click on PAY NOW and follow the prompts. During this phase it is important to indicate the exact shipping address. Always leave a telephone number for the courier. We ship only to the address provided by PayPal. If you wish to buy multiple items from us and you that are shipped together, then you wait until the end of the shop to complete the payment process. Use the checkout when shopping is done. So we can combine all purchases into one order. Shipping TIME OF EXECUTION OF ORDERS: As a guideline, except for any cases of force majeure, the goods will be delivered by courier to Little Italy srl Store every day at 16, which will start at that time all orders received by 14:00 on the day prior to the 12 : 00 the day of delivery, if the customer has a prepay course will start only orders for which the receipt of payment has been received no later than 12:00 on the day of shipment, while on delivery will take place within 24 hours further subject to the conditions listed above. Little Italy Store Inc. is not responsible for any problems and / or delay due to carrier used for shipping. The goods travel at the risk of the recipient. In case of theft or loss of the package, if the customer has not chosen to ensure the same, no refund will not be paid by Little Italy srl Store. Shipment to countries outside the European Union may be subject to payment of customs duty on the buyer. The purchaser is required to pay such fees. It is advisable to inform the office of your state customs to know more details. THE SHIPPING COSTS ARE VISIBLE IN ANY LISTING PLEASE NOTE: * Our couriers do not handle shipments addressed to PO BOX or Packstation. Return If you are not satisfied with your purchase you can return the product and get a refund. The repayment will give the value of the product. Will not be refunded the shipping cost. The cost of return shipping are your responsibility. If you want to replace the product, you must return it at your expense and pay a new shipment for the replacement product. Contact us to receive the return address. For international shipments, the services return / refund will be made by charging the cost of shipping and any customs duties, to the customer. Contacts TPhone +0039 3926825195 E-mail sicignano.pasquale@gmail.com Skype littleitalystore Copyright © 2016 Little Italy srl, P.IVA 05948731210. The Customer is protected by the italian legislation regarding Privacy Policy. Listing created by Maxpho® eBay® management for national and international listings.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TISSOT-TRADITION-AUTOMATIC-SMALL-SECOND-T063-428-36-038-00-T0634283603800-/332245554622",
  "NewBestOffer": "false",
  "SKU": "mxp-14786-2-4n",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3322455546228080_1.jpg",
  "HitCount": "2",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT17H50M38S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/Vn0AAOSwYvFZLopT/$_1.JPG?set_id=880000500F"
  ],
  "Title": "TISSOT TRADITION AUTOMATIC SMALL SECOND T063.428.36.038.00 - T0634283603800",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "29283",
    "UserID": "little_italy_web_store",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "If you are not satisfied with your purchase you can return the product and get a refund.\n\nThe repayment will give the value of the product. Will not be refunded the shipping cost. The cost of return shipping are your responsibility.\n\nIf you want to replace the product, you must return it at your expense and pay a new shipment for the replacement product.\n\nContact us to receive the return address.\n\nFor international shipments, the services return / refund will be made by charging the cost of shipping and any customs duties, to the customer."
  }
}