{
  "ConvertedCurrentPrice": {
    "value": "16.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "IN",
  "Location": "KON, MAHARASHTRA",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T11:37:33.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "HighBidder": {
    "FeedbackScore": "8",
    "UserID": "s***i",
    "FeedbackRatingStar": "None",
    "FeedbackPrivate": "false"
  },
  "CurrentPrice": {
    "value": "16.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T11:37:33.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Description": "WELCOME TO 2015 ussufiy Note: All watches are in perfect working condition DESCRIPTION MODEL : CITIZEN QUARTZ JAPAN MOVEMENT WE HAVE PROVIDED YOU CLEAR PICTURES, PLEASE CHECK THEM OUT BEFORE BIDING. IF YOU STILL HAVE ANY CONCERN OR DOUBT PLEASE EMAIL US IMMEDIATELY. OVERALL CONDITION TERMS OF SALEAny description or typographical error can be ignored and please do not consider it as a deliberate mistake. If find any, please bring it to our knowledge at the earliest. PLEASE NOTE CAREFULLY : ANY CUSTOMS OR TAXES OF THE BUYER'S COUNTRY IS TO BE PAID AND HANDLED BY THE BUYER HIMSELF NOTE : THIS IS A VINTAGE PIECE SERVING FROM LAST MANY YEARS. THIS COULD RUN 5 MINUTES FAST OR SLOW IN 24 HOURS, HOWEVER WE TRY TO KEEP IT AS ACCURATE AS POSSIBLE BUT DON'T EXPECT IT TO WORK AS A NEW PIECE. THIS PIECE MAY/MAY NOT BE WATER RESIST AS IT IS SERVICED. DIAGNOSE : THE PICTURES ARE CAREFULLY CAPTURED AND CLEARLY VISIBLE. ANY IMPERFECTIONS VISIBLE IN THE PICTURES AND MISSED IN THE DESCRIPTION MUST BE IGNORED SHIPPING ITEMS WITH FREE SHIPPING ARE SHIPPED THROUGH REGISTERED AIRMAIL SIGNATURE DELIVERY WHICH TAKES ABOUT 3 TO 5 WEEKS. PLEASE BE PATIENT AS WE ARE ON THE MERCY OF THE POSTAL DEPARTMENT AFTER SHIPPING. FREE COMBINE SHIPPING UPTO 4 ITEMS WE ARE NOT RESPONSIBLE FOR ANY DELAYS IN DELIVERY DUE TO CUSTOM CLEARANCE OF THE BUYER'S COUNTRY AS IT IS TO BE HANDLED BY THE BUYER HIMSELF. INTERNATIONAL BUYERS PLEASE PROVIDE YOUR PHONE NUMBERS FOR PROMPT AND QUICK DELIVERY. PAYMENTS PAYMENTS SHOULD BE CLEARED WITHIN 3 DAYS OF SALE END AND WE PREFER PAYPAL. ALL MAJOR CREDIT CARDS WERE ACCEPTED THROUGH SECURED PAYMENT PROCESSOR PAYPAL. RETURN POLICY IN ANY CIRCUMSTANCES IF YOU WISH TO RETURN THE ITEM, THE RETURN SHIPPING WILL BE BEAR BY THE BUYER HIMSELF/HERSELF AND THE REFUND WILL ONLY BE ISSUED ONCE WE RECEIVE THE PRODUCT BACK. WE ARE ONLY LIABLE TO SEND ANY REPLACEMENT WATCH/PART IN CASE CUSTOMER RECEIVES DEFECTIVE/DAMAGED ITEM HOWEVER, OUR LIABILITY IS LIMITED DEPENDING ON THE SITUATION. PLEASE BID/BUY ONLY IF YOU AGREE WITH THE FOLLOWING TERMS. CONTACT US FOR ANY QUERIES OR CONCERNS PLEASE EMAIL US THROUGH eBay, WILL BE ANSWERED WITHIN 48 HOURS WITH FULL SINCERITY. FEEDBACK PLEASE LEAVE US POSITIVE FEEDBACK IF YOU ARE SATISFIED, AND IF YOU ARE HAPPY WITH THE SERVICE, AS WELL AS WILL ALSO DO THE SAME FOR YOU. PLEASE DO CONTACT US BEFORE LEAVING ANY NEGATIVE FEEDBACK OR FILLING ANY DISPUTE. HOPE YOU UNDERSTAND NEGATIVE FEEDBACK IS NOT THE BEST WAY TO SOLVE ANY PROBLEM. WE WILL DO OUR BEST TO RESOLVE ANY ISSUE, BECAUSE CUSTOMERS COME FIRST. IF YOU HAVE ANY CONCERN, PLEASE FEEL FREE TO CONTACT US VIA EBAY.OUR GOAL IS 100% CUSTOMER'S SATISFACTION. AFTER SALE GREATEST ACHIEVEMENT FOR US IS TO SATISFY OUR CUSTOMER. IF YOU HAVE ANY PROBLEM REGARDING YOUR PURCHASE PLEASE CONTACT US AND YOUR QUERY WILL BE ANSWERED ON PRIORITY BASIS. THANKS FreeAuctionDesigns",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "152567764464",
  "HandlingTime": "3",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "CITIZEN",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": [
          "Day and date",
          "12-Hour Dial"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Brown",
        "Name": "Band Color"
      },
      {
        "Value": "Luxury: Dress Styles",
        "Name": "Style"
      },
      {
        "Value": "Genuine Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "1970-1979",
        "Name": "Year of Manufacture"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "ORIGINAL CITIZEN AUTOMATIC 21JEWELS  MADE IN JAPAN DAY-DATE MEN'S WRISTWATCH.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ORIGINAL-CITIZEN-AUTOMATIC-21JEWELS-MADE-JAPAN-DAY-DATE-MENS-WRISTWATCH-/152567764464",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "1",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1525677644648080_1.jpg",
  "HitCount": "3",
  "PostalCode": "400612",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT20H18M52S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/rUsAAOSwfVpYqcG~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/evAAAOSwCU1YqcHE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/o3IAAOSwdGFYqcHI/$_57.JPG?set_id=8800005007"
  ],
  "MinimumToBid": {
    "value": "17.49",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "97.8",
    "FeedbackScore": "519",
    "UserID": "2015ussufiy",
    "FeedbackRatingStar": "Purple"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}