{
  "ConvertedCurrentPrice": {
    "value": "93.98",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "New York",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T08:07:20.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=310343985",
    "StoreName": "Hot Brands"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "93.98",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T08:07:20.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Calvin Klein",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "K4H436L6",
        "Name": "MPN"
      },
      {
        "Value": "Water Resistant up to 100 m",
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "7612635087986",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Middle East",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "BR",
    "VE",
    "AF",
    "AZ",
    "BD",
    "CN",
    "KZ",
    "KG",
    "PK",
    "RU",
    "TJ",
    "TM",
    "UZ",
    "PO Box"
  ],
  "HandlingTime": "5",
  "Description": "Calvin Klein K4H436L6 Women's Watch, Get all the comfort of leather with this leather band, Swiss quartz movement with analog display and mineral crystal dial window, White leather band and stainless steel case with silver-tone dial, Water resistant to 3 ATM / 30 meters / 100 feet : withstands rain and splashes of water but not showering or submersion, Water-resistant. Calvin Klein Product #: K4H436L6 Calvin Klein Women's White Leather Band Steel Case Swiss Quartz Silver-Tone Dial Analog Watch K4H436L6 Regular price: $290 $93.98 Available from: Hot Brands In stock! Order now! HOT BRANDS- Online since 2006 - Vat Included - No Hidden Fees! Calvin Klein Women's White Leather Band Steel Case Swiss Quartz Silver-Tone Dial Analog Watch K4H436L6 Brand New Original Calvin Klein Watch in Gift Box, International Shipping, Warranty & Documents About us Based in United Kingdom, Hot Brands offers our customers the latest authentic, brand new products since March, 2006 - more than 10 years. With worldwide shiping, dedicated customer service and competitive prices. Ask question General information 290 In Stock Ships within 5 business days 93.98 Get all the comfort of leather with this leather band Swiss quartz movement with analog display and mineral crystal dial window Water-resistant White leather band and stainless steel case with silver-tone dial Water resistant to 3 ATM / 30 meters / 100 feet : withstands rain and splashes of water but not showering or submersion Calvin Klein, Inc, a wholly owned subsidiary of PVH Corp, is one of the leading fashion design and marketing studios in the world. It designs and markets women's and men's designer collection apparel and a range of other products that are manufactured and marketed through an extensive network of licensing agreements and other arrangements worldwide. Product lines under the various Calvin Klein brands include women's dresses and suits, men's dress furnishings and tailored clothing, men's and women's sportswear and bridge and collection apparel, golf apparel, jeanswear, underwear, fragrances, eyewear, women's performance apparel, hosiery, socks, footwear, swimwear, jewelry, watches, outerwear, handbags, small leather goods, and home furnishings (including furniture). Calvin Klein K4H436L6 New with tags Brand New With Tags Women's 3 ATM / 30 meters / 100 feet seller Calvin Klein Gift Box Rectangle stainless steel case stainless-steel rectangle 21 7 swiss-quartz analog silver mineral leather white womens-standard 14 buckle FREE SHIPPING 30 DAYS FRIENDLY RETURN POLICY 100% AUTHENTIC PRODUCTS Shipping Returns Payment Policies Contact us We ship to most locations across the world! Please check the \"shipping & payments\" section for prices and estimated dispatch and delivery times to your country ** International customers please note that responsibility for customs and duty charges lies solely with the buyer. Please refer to the \"item location\" at the top of the page – if your shipping address is in a different country to the item location, taxes and/or fees may apply It is the responsibility of the buyer to provide a complete shipping address and contact telephone number – we cannot take any responsibility for delays or misdelivery due to incorrect or incomplete recipient information. As per eBay's rules, we cannot change a shipping address once an order is made - please check before purchase that the correct shipping address is attached to your PayPal account. If you have to change your shipping address after you have made your purchase, please contact us to cancel your order and place a new order for the item Addresses we cannot ship to: hotels, military facilities, hospitals and P.O Boxes. Courier regulations mean we have no option to ship to these addresses. We insure all shipments and provide you with a tracking reference which is automatically sent to you by email when your order is dispatched so that you may follow the progress of your parcel Shipping time: Depending on your location, please allow extra time for potential delays that may occur at your local customs/import or tax authority Note: We may choose to ship your order from any of our international warehouses should there be logistics reasons to do so. Your shipping estimates and customs/tax status will not be affected If you encounter any issues receiving your package or if your item is damaged in any way upon delivery, please contact us immediately by phone or message so that we can work to solve the problem as quickly as possible We accept returns up to 30 days from receipt for a full refund of the item price Any issue with your merchandise must be communicated to us within 3 days of delivery if an exchange or refund is required. After 7 days from the delivery date, you must utilize the warranty (included with the item unless stated otherwise in the listing) to solve any defect Please check all items well immediately upon delivery Exclusive for our Christmas customers - any order placed after October 1st will benefit from an extended returns period ending January 30th, for unwanted items. Please check your item immediately upon delivery. Returns can only be approved if the item is in the same condition as received and includes all packaging and documentation Depending on the reason for your return, you may request a replacement or exchange, store credit or refund. All returns are handled by our US & UK warehouses Return Steps: Contact us before returning your item to provide a full reason for the return and a description of any issue as well as your eBay user ID. We will then send you the address of our nearest return facility and provide a return document, full instructions and depending on the issue, a pre-paid shipping label Return processing time is approximately seven business days from arrival at our warehouse. During times of increased demand, we ask for your patience – please message us if you have not received a response after 5 business days and we will immediately prioritize your case We are unable to approve or process the return of any item that has been worn, used, resized or altered. Returning items must be sent with the original boxing and documentation received originally Please note that you will be refunded for the cost of the item only - shipping costs will be deducted from the total order amount (15% of the total value to a maximum of $25 USD) All refunds are processed by PayPal, who generally refund the amount to the payment method used originally We can only accept PayPal payments Alternative methods may be available for certain higher priced items - you will be able to view your payment options on the payment page before placing your order International PayPal users may be able to choose from other available currencies Please note: For reasons relating to insurance regulations as well as eBay and PayPal's rules, we reserve the right to decline payments from non-verified customers or orders received with restricted addresses at our discretion With over ten years of eBay experience we provide the highest level of service and unbeatable value for money to all our customers, worldwide We provide each and every customer with unparalleled service and attention: Our product listings give you clear information about the products we advertise We will provide you with tracking information upon dispatch of your order and update you if our couriers notify us of any issue or delay – we will handle everything until the delivery of your item We aim to provide the highest level of customer service to all customers, at all times Disclaimer: We are not authorized dealers of certain brands due to our extremely competitive pricing, however all items are provided with our own 2 year seller warranty unless stated differently in the listing. Manufacturer warranties or \"manufacturer-seller\" warranties may be offered on certain items All of our products are 100% genuine and completely new and are shipped with the original packaging and documentation Please do not hesitate to contact us if you have any questions or need any assistance We thank you for shopping with Hot-Brands! You are more than welcome to contact us on any pre-sale question or for customer support: By eBay contact form By phone: +1-347-344-5820 +44-78-7440-0974 +33-42-623-5411 +61-28-880-5707",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CALVIN-KLEIN-WOMENS-WHITE-LEATHER-BAND-STEEL-CASE-SWISS-QUARTZ-WATCH-K4H436L6-/201942195689",
  "NewBestOffer": "false",
  "SKU": "ILCW_CAL-7612635087986",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2019421956898080_1.jpg",
  "ItemID": "201942195689",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT16H36M44S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ5OFgxNDk4/z/CG4AAOSw42dZLnm8/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/zjwAAOSw~FJZLnm7/$_1.JPG?set_id=880000500F"
  ],
  "Title": "CALVIN KLEIN WOMEN'S WHITE LEATHER BAND STEEL CASE SWISS QUARTZ WATCH K4H436L6",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "FeedbackScore": "5279",
    "UserID": "hot-brands",
    "FeedbackRatingStar": "Green",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "290.0",
      "_currencyID": "USD"
    }
  },
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Please see policy box above."
  }
}