{
  "ConvertedCurrentPrice": {
    "value": "43.71",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Norwich",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T09:40:51.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "33.99",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T09:40:51.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Shark",
        "Name": "Brand"
      },
      {
        "Value": "101178",
        "Name": "Model"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Rubber",
        "Name": "Watchband Material"
      },
      {
        "Value": "Digital",
        "Name": "Display Type"
      },
      {
        "Value": "Alarm",
        "Name": "Functions & Features"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "50m",
        "Name": "Water resistant"
      },
      {
        "Value": "Does Not Apply",
        "Name": "EAN"
      }
    ]
  },
  "QuantitySoldByPickupInStore": "0",
  "HandlingTime": "2",
  "Description": "supervaluetrading store         Shark 101178 men's digital LCD white watch water resistant 50m guarantee Cool touch screen men's watch in plastic and rubber white design with Chronograph and many useful features. Watch is powered by quartz movement. Watch comes with manufacturers 2 year guarantee. Comes in official Shark presentation box with instruction manual.   Case width 48mm Case depth 15mm white polycarbonate case touch screen date dual time alarm chronograph countdown timer night vision back light white silicone strap 50m Water resistant   About Shark  Shark was established in April 1997 by a team of young sport and fashion lovers, is a brand of highly designed technical timepieces created for the style conscious consumer. Our mission is promoting our viewpoint of sport-fashion to everyone and this philosophy is what inspired our team. We remain true to that with every single watch we design. As our name, shark is the king of underwater animal, like we want our customers who using our product to get more confidence, power and focus. Shark is divided into different breed of shark, such as Tiger Shark, Great White Shark, etc… We designed the watch from the sharks’ shape and characteristics. We mixed the technology and trendy to every Shark watches. After the years of our effort, Shark watches are available in more than 30 countries worldwide.   Next day dispatch Orders placed before 10pm will be taken to post office next morning . I send out by first class recorded mail so usually you will receive order next day. It can take up to 3 days though I also have other watches and other brands for sale at a cheap price. Check out my other items!   Faq's at special watches Can i return my watch after purchase if it is unsuitable Yes we accept unworn items back within 30 days for exchange/refund Can i trust the watch is authentic All watches purchased form special watches are 100% authentic. We offer a money back guarantee on the authenticity of the watch. What payment methods do you accept We only accept paypal methods currently in UK pound sterling £ (GBP) . In the future more methods will be available. About us Authorised dealers for all brands we stock I'm a small business I keep all my items listed in stock Competitive prices 100% Authenticity guaranteed (Money back guarantee) Manufactures warranty (Please see listing for warranty) Brand new and unopened (Money back guarantee) I offer friendly customer service here for help, i try to answer message within couple of hours We have very good feedback. We strive for 100% Feedback and customer satisfaction Returns, Refunds and exchanges If you wish to return your items we insist you send it signed for recorded delivery and keep note of the tracking number. Send it back to the return address on invoice sent with your order. Powered by eBay Turbo Lister .",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Freestyle-Shark-101178-mens-LCD-chronograph-white-watch-water-resistant-/112425807636",
  "NewBestOffer": "false",
  "SKU": "Shark 101178",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1124258076368080_1.jpg",
  "ItemID": "112425807636",
  "PostalCode": "NR11 6JZ",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H14M59S",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/fc8AAOSwRgJXj9sB/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Freestyle Shark 101178 men's LCD chronograph white watch water resistant",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "1346",
    "UserID": "supplements2door",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "We only accept returns if item is returned as new with all original packaging we sent it out to you with. We will happily refund the full price of the item once its been returned and checked. We will only refund postage if its are fault or item arrives damaged or faulty.\n\nThe item must be returned to us, in its original condition, within 30 days of you purchasing it. For all returns please contact us via eBay messages or call 07791947818.\n\nIf you wish to return your items we insist you send it signed for recorded delivery and keep note of the tracking number. Parcels that do not arrive back to us cannot be refunded by us so this is why we advice recorded delivery. Send it back to the return address on invoice sent with your order.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}