{
  "ConvertedCurrentPrice": {
    "value": "417.98",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "South East",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T11:08:46.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=118139131",
    "StoreName": "jackanpet vintage watches"
  },
  "CurrentPrice": {
    "value": "325.0",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T11:08:46.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "CN",
    "RU"
  ],
  "ItemID": "172705646010",
  "HandlingTime": "1",
  "Description": "This fabulous near new old stock Bulova Accutron watch, manufactured in 1977, is a great looking timepiece in superb overall condition. It comes with its original presentation box and tags. The watch was presented to a Mr Thomas Green as a safe driving award in 1977. It is clear from the condition of the watch, the tags still attached and the signed and unused lizard calf strap that this watch was never used but stored away in its presentation box for the last forty years. It is a piece of watchmaking history, manufactured in the year the quartz version of the Accutron was first introduced. 1977 was also the year the last tuning fork Accutron came off the production line, at which time over four million tuning fork timepieces had been manufactured. This watch has a 10 carat rolled gold case, the factory original dial which looks superb and a quartz movement which is running perfectly and keeping time. The quick set day/date function is working correctly. The watch is signed in six places, on the case, dial, crown. movement genuine lizard calf strap and buckle. Please note that replacement batteries are readily available for this watch. If you are looking for one of these models you will be hard pressed to find a better example so do not less this watch pass you by. I have been collecting vintage watches for over twenty five years and selling them as an enjoyable lifestyle occupation since 2003. I have consistently received excellent feedback and many repeat buyers. Customer satisfaction is very important to me so if you do have any problems please get in touch. I will always do my best to help. I often assist customers who ask for my help several years after they have purchased a watch from me; so once you have bought a watch, you will remain an important customer. You can email me at jackanpet123@gmail.com to ask any questions. Please scroll down to see more photographs and details. Case: 10 carat rolled gold, in excellent condition, measuring approximately 40 mm from lug to lug and 34 mm across excluding the original signed crown. The outside of the rear cover is marked \" Bulova \" and \"N7\" which signifies the year of manufacture (1977). The case as would be expected for an unused watch shows no signs of abuse, dents or scratches of any significance that I could see to point out to you.. Dial: in excellent original un-restored condition, finished in satin silver with black gold coloured batons marking the hours The dial is signed \"Bulova Accutron Quartz Swiss\". Movement: Bulova Accutron quartz movement, running strongly and keeping time with the quick set calendar function functioning correctly. Strap: genuine lizard calf strap, signed with the Accutron tuning fork symbol, attached to which is a gold coloured buckle signed \"Bulova\". Overseas buyers should bear in mind that import duties, taxes and charges are not included in the item price or P&P charges. These charges are the buyer’s responsibility. You are advised to check with your country’s customs office to determine what these additional costs will be prior to purchase. POSTAGE AND PAYMENT DETAILS 3/2014 Postage within the United Kingdom. I can provide free postage in accordance with the eBay’s requirements for good business sellers but your package will not be insured against loss or damage and it will take up to five working days to arrive. If you choose the recommended method of postage, Royal Mail Special Delivery, this will insure your watch against loss or damage in transit. It also guarantees next working day delivery. The charge is £7.95 Postage Overseas. The charge for watches sold for £500 or less will be 15.95 GBP by Royal Mail International Signed For. This provides a maximum insurance value of up to 500 GBP subject to Royal Mail conditions. If you are purchasing an item at a price above £500 and pay using Paypal I must observe their rules by sending the watch by courier if Royal Mail do not provide a full tracking and signed for service for parcels sent to your country. In order to receive Paypal’s protection service, for which I pay a fee, they require me to send the watch to you with full on line tracking and a signature on delivery. The cost of using the courier service is £55-£60 GBP to most countries but I will shoulder part of the cost and charge you just 34.95 GBP. If you wish me to send the watch to by Royal Mail International Signed For at a cost of 15.95 GBP and you accept that insurance will be limited to 500 GBP I can, at your request do so, if you pay by direct bank to bank transfer. ALL PACKAGES SENT TO ITALY WILL BE SENT BY COURIER SERVICE IF YOU PAY USING PAYPAL. A causa di problemi con il servizio postale italiano dobbiamo invii in Italia tramite corriere, completamente monitorati per un costo di 34.95 sterline, se si utilizza Paypal. Ciò è necessario per conformarsi con la politica di Paypal. Siamo in grado di inviare per la consegna da Royal Mail Firmato Per al costo di GBP 15.95, assicurati fino a 500GBP se pagare con bonifico bancario e di accettare il rischio di perdere l'oggetto. In caso di perdita faremo un credito di assicurazione e di effettuare il pagamento sul successo di regolamento del credito. Payment All buyers may pay using Paypal or bank to bank transfer. UK buyers: You may also pay over the counter at any Nationwide branch at no extra charge. The money will reach our account immediately. Please ask for the account details. Overseas buyers: At my discretion I will accept other forms of payment but accept STERLING only. Please contact me if you wish to do this before the auction ends. Terms of Sale I pack my watches very well to avoid damage but very occasionally a problem may occur due to rough treatment in transit or the use of scanning equipment by Customs or the postal services which can magnetise the watch mechanism. I warrant that the watch you purchase will, when you receive it, be as described in the listing. If there is a problem when you receive your purchase I provide a no quibble full refund option. Alternatively I will undertake any repairs that are necessary if the watch is damaged or if in any other way differs significantly from the description. If I have not stated that the watch has been serviced, you may wish to have this work done, particularly if you intend to wear the watch on a daily basis. On request, I can provide you with details of independent watchmakers to whom you can send your watch for servicing. I provide comprehensive details of my watches, including very clear photographs taken with a high resolution macro lens which shows detail not visible to the naked eye. I also invite you to ask questions if there is anything else you need to know. Please take care to consider the dimensions of the watch case as if it is a gentlemans’ Art Deco rectangular vintage watch, they were made significantly smaller than contemporary watches. You are buying a used watch so there will be signs of use. Please do not expect quartz accuracy from a vintage watch. In the 1940’s/1950’s the accepted timekeeping tolerance for a new 17 jewel manual watch was within three minutes a day. All of my watches are professionally inspected and tested before sale and if they are not running smoothly and keeping reasonable time I have them serviced and/ or have any other work undertaken that is needed to ensure the watch is in running condition. However please bear in mind that a fault can develop unexpectedly at any time as with any used item so I am unable to provide any on-going warranty. Please also note that I provide no guarantee that my watches are waterproof. I would always strongly recommend keeping any vintage well away from moisture. Track Page Views With Auctiva's FREE Counter",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BULOVA-ACCUTRON-Gents-Vintage-Quartz-Watch-1977-BOX-TAGS-/172705646010",
  "ConditionDescription": "You are looking at a used watch which will show signs of wear and marks from use. Please read carefully the detailed listing and study the photographs for a comprehensive description of the watch. If you have any questions please email me before purchase and I will do my best to help",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Used",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1727056460108080_1.jpg",
  "HitCount": "10",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT19H48M11S",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjA4WDY0MA==/z/lRcAAOSwONBZBm8M/$_1.JPG?set_id=880000500F"
  ],
  "Title": "BULOVA ACCUTRON Gents Vintage Quartz Watch 1977 - BOX & TAGS",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "4186",
    "UserID": "jackanpet",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "If the item arrives significantly not as described, whether through damage in the post or because I  have made a mistake, I  will at your choice and after my inspection either repair the item, exchange it or provide a full no quibble refund.  Please inform me straightaway if there is a problem and I will do my best to help.   Please return the watch carefully packed and in the condition received.  If you live within the European Union and you have bought the item as a Buy it Now or Second Chance Offer you have additional rights under the Distance Selling Regulations.  Those rights enable you to return the purchase for any reason. Please do so within 14 days of receiving the item.  You are responsible for postage costs.  Please return the item in the condition sent and without having tampered with the watch in any way.  Please contact me before you return the watch.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}