{
  "ExcludeShipToLocation": [
    "AI",
    "AG",
    "BZ",
    "CR",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HN",
    "NI",
    "PA",
    "PR",
    "VC",
    "TC",
    "KH",
    "LA",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "BH",
    "IQ",
    "JO",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BT",
    "KZ",
    "KG",
    "MN",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "38.52"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "HandlingTime": "0",
  "EligibleForPickupDropOff": "true",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/C4YAAOSwax5Y2nFm/$_12.PNG?set_id=880000500F"
  ],
  "Site": "UK",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "10",
  "Country": "GB",
  "Seller": {
    "UserID": "lloydsjewellers1990",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "11279",
    "PositiveFeedbackPercent": "100.0"
  },
  "StartTime": "2017-03-28T14:21:22.000Z",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "Please see our Returns Policy under Terms of Sale.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "Title": "Casio Classic Digital Watch B640WD-1AEF Retro Stainless Steel Bracelet RRP £50",
  "AvailableForPickupDropOff": "true",
  "ItemID": "292069540710",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Other Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Casio-Classic-Digital-Watch-B640WD-1AEF-Retro-Stainless-Steel-Bracelet-RRP-50-/292069540710",
  "Storefront": {
    "StoreName": "Lloyds Jewellers",
    "StoreURL": "http://stores.ebay.com/id=804245587"
  },
  "QuantitySold": "0",
  "PostalCode": "SA72 6BT",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "New with tags",
  "Description": "Casio Classic Digital Watch B640WD-1AEF Retro Stainless Steel Bracelet RRP £50          We are an approved CASIO stockist Product Specifications For fans of precision: the countdown timers help you to remember specific or recurring events by giving off an audible signal at a preset time.   They then count back automatically from the preset time.   The time can be set to the nearest second and up to 24 hours in advance - Ideal for people who need to take medicines every day or those who do interval training, the watch can measure times of up to 24 hours, timer - 1/1 sec. - 24 hours (with automatic repeat).   LED light A light-emitting diode (LED) is used to illuminate the watch face.   LED-Indicator A light diode flashes as soon as an alarm, a countdown-time or the hour signal has been reached.   Stopwatch function - 1/100 sec. - 24 hours Elapsed time, split time and final time are measured with 1/100-sec accuracy.   Multi alarm This model is equipped with a multifunctional alarm. One of these alarms is a snooze alarm. This watch has the perfect alarm for any type of appointment, equipped with a total of four repeat alarms: 1. Daily alarm, sounds at the same time each day, 2. Date alarm, e.g. to help you remember birthdays, 3. Monthly alarm, sounds on the same day at the same time each month, 4. Alarm for every day of a particular month.   Automatic calendar Once set, the automatic calendar always displays the correct date.   12/24-hour timekeeping Times can be displayed in either a 12-hour or 24-hour format.   Stainless steel band  Tough, durable and elegant The stainless steel wrist strap gives your watch that classic feel.   Adjustable fastening The clasp can be individually adjusted extremely easily for maximum comfort.   3 Years - 1 Battery The battery supplies the watch with sufficient energy for approx' three years.   Water resistance classification (5 bar) This watch can be worn when showering and bathing - it is tested for water resistance up to 5 bar / 50 metres. The metres value does not relate to a diving depth but to the air pressure used in the course of the water resistance test. (ISO 2281)   Weight approx. 44.0 grams   RRP £50.00 See a full range at our ebay shop Maintained by Lloyds Jewellers Est 1990 Tel 01646 681050  9.30 til 5.30 Monday - Saturday info@lloydsjewellers.com UK Buyers We accept all PayPal options or All major Credit / Debit cards Via telephone to our High Street shop during opening hours 9.30 am to 5.30 pm monday to saturday. Tel 01646 681050 International Buyers We accept all PayPal options. If cleared payment is received before 4pm monday to friday, we will usually dispatch orders that day or possibly the following day at busy times. Orders paid for after 4pm will usually be dispatched the following day All delivery times given by eBay are estimated. Goods paid for at weekends will usually be dispatched the following monday, we DO NOT ship Sundays or bank holidays due to Royal Mail being closed. When leaving feedback please mark us on our dispatch time and NOT delivery time as Royal Mail times are out of our control. Your order will be delivered via Next Day Special Delivery, 1st Class Recorded Delivery or 2nd Class Recorded depending on the value of your goods. All postal services require a signature on delivery. If you require urgent delivery please make us aware of this and will do our best to meet your needs. EXPRESS DELIVERY - Most products have an Express Delivery option - see listings for details. FRIDAY dispatch EXPRESS DELIVERY - The Express Delivery option does not guarantee next day delivery when used on a Friday. If you require Guaranteed Saturday delivery please contact us to arrange payment - Royal Mail make an additional charge for this service. International delivery is via Airsure or International Tracked & signed-for and includes insurance. US, Canada, Australia & New Zealand - we have found that delivery to all of these destinations usually takes between 5 and 15 working days. Europe & European Union - we have found that delivery takes between 5 and 15 working days. Other World Wide destinations - please contact us for delivery details. Please note: All orders to Russia are sent using \"Royal Mail International signed for\" which may take between 2 and 10 weeks for delivery. We are careful to accurately describe and photograph all items. If you require any additional information about any of our listings, please contact us before buying. We are required by Law to accept the return of goods if necessary purchased via Buy It Now, under these rules we must be informed of your decision to return goods within 14 calendar days of you receiving them. We DO NOT accept returns of items won in an auction unless a prior agreement has been made. Goods must be returned complete and in original condition and packaging with all relevant manuals within 28 calendar days of delivery using Recorded Delivery, Special Delivery or International signed for, depending on the value of the goods purchased and your location, any refund for items returned without original packaging and user manuals will be made less relative deductions. A re-stocking may fee may be applied to items returned as not required, this is to cover the post & packing costs incurred to us, unless original postage costs were paid by the purchaser were there will be no fee, but the original postage cost will be non-refundable. Under these circumstances we only refund the price paid for the goods, we do not refund the cost of return postage / shipping fees a unless prior agreement has been made. We are an independant jewellery and watch retail business based in Pembrokeshire West Wales UK. Our retail High Street shop has been trading since 1990. Our ranges include modern and period jewellery, watches, pocket watches & silverware. We are appointed stockists for the following watch brands:- Citizen, Casio, Accurist, Sekonda, Rotary, Seiko & Police. All of our watches are New and Genuine, supplied in the original packaging with a full international manufacturers guarantee, unless otherwise stated. We are happy to help with special orders for any jewellery or watch requirements you may have. If you can't find listed what you are looking for please contact us and we will do our best to help. If for any reason you are unhappy with your purchase, please contact us within 7 days of receipt so that we may help resolve any problem you may have. We pride ourselves on our high standard of customer services earned over many years of trading, this is also reflected in our excellent feedback rating, please do not just leave neutral or negative feedback without trying to reslove the matter first, we are always very happy to help. info@lloydsjewellers.com Tel +44/0 1646 681050 LLOYDS JEWELLERS 40 DIMOND STREET, PEMBROKE DOCK, PEMBROKESHIRE, SA72 6BT, UNITED KINGDOM Opening hours 9.30 am to 17.30 pm (GMT) Monday - Saturday CLOSED SUNDAYS Pictures sell! Auctiva Free Image Hosting.Show off your items with Auctiva's Listing Templates Auctiva, THE simple solution for eBay sellers.",
  "HitCount": "170",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "Casio",
        "Name": "Brand"
      },
      {
        "Value": "B640WD-1AVEF",
        "Name": "Model"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Watchband Material"
      },
      {
        "Value": "Digital",
        "Name": "Display Type"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Strap Material"
      },
      {
        "Value": "B640WD-1AVEF",
        "Name": "MPN"
      },
      {
        "Value": [
          "12-Hour Dial",
          "24-Hour Dial",
          "Backlight",
          "Chronograph",
          "Date Indicator",
          "Day Indicator",
          "Timer"
        ],
        "Name": "Features"
      },
      {
        "Value": "50 m (5 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "35mm",
        "Name": "Case Size"
      },
      {
        "Value": "4971850965145",
        "Name": "EAN"
      }
    ]
  },
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2920695407108080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "EndTime": "2017-06-26T14:21:22.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Pembroke Dock",
  "CurrentPrice": {
    "_currencyID": "GBP",
    "value": "29.95"
  },
  "TimeLeft": "P25DT20H27M21S"
}