{
  "ConvertedCurrentPrice": {
    "value": "62.27",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "New York, NY",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:28:40.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "21",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1139018221",
    "StoreName": "AreaTrend"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "62.27",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:28:40.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantityAvailableHint": "Limited",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Middle East",
    "RU",
    "BG",
    "CY",
    "CZ",
    "EE",
    "GR",
    "LT",
    "MT",
    "RO",
    "SK",
    "SI",
    "SE",
    "BN",
    "KH",
    "LA",
    "MO",
    "MY",
    "PH",
    "SG",
    "VN",
    "ZA",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK"
  ],
  "ItemID": "152567654845",
  "HandlingTime": "0",
  "Description": "Product Description Catalog #1681993710 Do you believe that getting there is half the fun of life? Do you have a fun and playful personality? Then you are going to want to jump into a pair of new Saucony shoes! This exciting pair of Saucony shoes will have you wondering how you have managed to literally limp through life without them! Saucony shoes are the ultimate in both style and function. Saucony shoes have newly designed outer uppers and amazingly flexible newly engineered rubber soles that both cushion and support all the parts of your foot. Your foot will be safely cradled to take any abuse whether you're careening down new paths, slogging up steep hills, or running pell-mell flat out on smooth pavement. The naturally improved fit is enhanced by the rugged durability and built-in no heel heels that are perfect for those extra-long treks. Whether it is over not-so-smooth, rugged terrain, your feet will feel as though they could continue on forever! The distinctive cut and design make this pair of shoes stand out from all other competition. Even if they don't necessarily make you run faster and jump higher, they will definitely help you run smoother and more comfortably than ever before. They feature a wonderful support system that simultaneously cushions and wraps your feet in comfort every step of the way. The responsive way in which this pair of Saucony shoes answers to your every whim is nothing short of amazing. The premium foot-bed allows you to more intensely sense the path beneath you with every step. Their breath-ability, superior feel and comfort that responds to your slightest command for direction is amazingly impressive. Saucony shoes have been engineered to deliver the maximum results, with the final result being a vastly improved line of shoe.Important Information for Orders Shipping Outside of the United States Orders that are shipped to countries outside of the U.S. may be subject to import taxes, customs duties and fees levied by the destination country. By law, we must declare all items at the value of payment received and cannot alter this amount to decrease international custom fees. The recipient of an international shipment may be subject to such Import Fees and administrative fees which are levied once a shipment reaches your country. Additional charges for customs clearance must be borne by the recipient; we have no control over these charges. Customs policies vary widely from country to country; you should contact your local customs office for further information. When customs clearance procedures are required, it can cause delays beyond our control and beyond the original delivery estimates. If you refuse a shipment from AreaTrend, you will be responsible for the original shipping charges, any customs or taxes, and the cost of returning the package to AreaTrend. This amount will be deducted from your merchandise refund. In the event that the return fee exceeds the order total, the package will be abandoned and you will not be refunded.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Saucony-Mens-Guide-9-Mens-Ankle-High-Running-Shoe-/152567654845?var=",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1681993710",
        "Name": "Catalog"
      },
      {
        "Value": "Saucony",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "SG9M4151705",
        "Name": "MPN"
      },
      {
        "Value": "Running Shoe",
        "Name": "Style"
      },
      {
        "Value": "Synthetic",
        "Name": "Material"
      },
      {
        "Value": "Guide 9 Men's",
        "Name": "Model"
      },
      {
        "Value": "Ankle-High",
        "Name": "Height"
      }
    ]
  },
  "NewBestOffer": "false",
  "SKU": "1681993710",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "Variations": {
    "Variation": [
      {
        "StartPrice": {
          "value": "105.39",
          "_currencyID": "USD"
        },
        "SKU": "1681992854",
        "DiscountPriceInfo": {
          "SoldOneBay": "false",
          "PricingTreatment": "STP",
          "SoldOffeBay": "false",
          "OriginalRetailPrice": {
            "value": "120.0",
            "_currencyID": "USD"
          }
        },
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "Quantity": "4",
        "VariationSpecifics": {
          "NameValueList": [
            {
              "Value": "Blue/Slime/Black",
              "Name": "Color"
            },
            {
              "Value": "11.5W",
              "Name": "US Shoe Size (Men's)"
            }
          ]
        }
      },
      {
        "StartPrice": {
          "value": "62.27",
          "_currencyID": "USD"
        },
        "SKU": "1681992853",
        "DiscountPriceInfo": {
          "SoldOneBay": "false",
          "PricingTreatment": "STP",
          "SoldOffeBay": "false",
          "OriginalRetailPrice": {
            "value": "120.0",
            "_currencyID": "USD"
          }
        },
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "Quantity": "4",
        "VariationSpecifics": {
          "NameValueList": [
            {
              "Value": "Blue/Slime/Black",
              "Name": "Color"
            },
            {
              "Value": "11.5M",
              "Name": "US Shoe Size (Men's)"
            }
          ]
        }
      },
      {
        "StartPrice": {
          "value": "76.71",
          "_currencyID": "USD"
        },
        "SKU": "1681992851",
        "DiscountPriceInfo": {
          "SoldOneBay": "false",
          "PricingTreatment": "STP",
          "SoldOffeBay": "false",
          "OriginalRetailPrice": {
            "value": "120.0",
            "_currencyID": "USD"
          }
        },
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "Quantity": "10",
        "VariationSpecifics": {
          "NameValueList": [
            {
              "Value": "Lime",
              "Name": "Color"
            },
            {
              "Value": "10M",
              "Name": "US Shoe Size (Men's)"
            }
          ]
        }
      },
      {
        "StartPrice": {
          "value": "75.16",
          "_currencyID": "USD"
        },
        "SKU": "1681992852",
        "DiscountPriceInfo": {
          "SoldOneBay": "false",
          "PricingTreatment": "STP",
          "SoldOffeBay": "false",
          "OriginalRetailPrice": {
            "value": "120.0",
            "_currencyID": "USD"
          }
        },
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "Quantity": "3",
        "VariationSpecifics": {
          "NameValueList": [
            {
              "Value": "Lime",
              "Name": "Color"
            },
            {
              "Value": "10.5M",
              "Name": "US Shoe Size (Men's)"
            }
          ]
        }
      }
    ],
    "VariationSpecificsSet": {
      "NameValueList": [
        {
          "Value": [
            "Blue/Slime/Black",
            "Lime"
          ],
          "Name": "Color"
        },
        {
          "Value": [
            "10M",
            "10.5M",
            "11.5W",
            "11.5M"
          ],
          "Name": "US Shoe Size (Men's)"
        }
      ]
    },
    "Pictures": {
      "VariationSpecificPictureSet": [
        {
          "VariationSpecificValue": "Blue/Slime/Black",
          "PictureURL": "http://images.areatrend.com/products/1681993710-2767-1500-1500_m.jpg"
        },
        {
          "VariationSpecificValue": "Lime",
          "PictureURL": "http://images.areatrend.com/products/1681993710-29-1500-1500_m.jpg"
        }
      ],
      "VariationSpecificName": "Color"
    }
  },
  "HitCount": "3",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H1M52S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODcxWDE1MDA=/z/cIEAAOSwX9FZLozN/$_1.JPG?set_id=880000500F"
  ],
  "Title": "Saucony Men's Guide 9 Men's Ankle-High Running Shoe",
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "FeedbackScore": "64003",
    "UserID": "areatrend",
    "FeedbackRatingStar": "PurpleShooting",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "PricingTreatment": "STP"
  },
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Everything we do here at AreaTrend is centered around our customers. For this reason we are proud to offer our 365 day no hassle return policy!\n\nWithin 365 days of your order date, provided your product is still in its original box with all materials and has not been worn, used or sized your product is eligible for return.** \n\nThat's right! An entire year to return, and no restocking fee! Buy any gifts early and rest easy knowing that if the recipient is not 100% happy with it they are able to return it at their convenience. \n\nJust fill out the return form on the bottom of your packing slip and include it with your return. In addition, if your order was shipped within the United States, you may choose to use the return label on the reverse side of your packing slip. If you use this label a flat fee of $6.95 will be deducted from your refund. If you use the included label, simply drop off the package at your local post office, a post office mail box or give the package to your local carrier. Or, if you choose, you may contact us for an RMA number and ship your return via another method of your liking. \n\nHere are some additional details:\n\nYou can return your watch for refund, exchange, or store credit.\n\nUpon arrival please check your watch for any manufacturer defects. To prevent having to go through the warranty process defective items must be brought to our attention within 10 days of receipt. After 10 days, defective items are no longer eligible for return, and you must use warranty repair for your product at this time. \n\nWhen returning an item, we suggest purchasing insurance for the return shipment. Please note that we are not responsible for return liability.\n\nYou will receive an automated email once your return has been checked in to our returns department. Your return will then be processed within 3-7 business days and a refund, exchange or store credit will be issued less original shipping charges. If your original shipping was free, a flat shipping fee of $5.00 will be deducted from your refund. \n\nPlease note, if any return is sent back to us as RTS (Return To Sender) by the carrier, an additional $5.00 fee will be deducted from your refund. In the event that your order is returned to us undeliverable by the carrier at customs clearance, the refund provided to your account will be applied less any amount we were charged by the carrier and customs to have your package enter your country.\n\nRemember, if at any time you have questions or concerns let us know! We have real live people standing by ready to help. Our toll free number is 1-877-493-6847, and we are available here Monday through Friday, 9AM to 5PM EST."
  }
}