{
  "ConvertedCurrentPrice": {
    "value": "7.89",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "CN",
  "Location": "Shenzhen",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T09:57:11.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "3",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1112246019",
    "StoreName": "ActModz"
  },
  "CurrentPrice": {
    "value": "7.89",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:57:11.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Men, Women",
        "Name": "Gender"
      },
      {
        "Value": "does not apply",
        "Name": "MPN"
      },
      {
        "Value": [
          "12-hour Dial",
          "Easy To Read",
          "Water Resistant"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Yellow",
        "Name": "Band Color"
      },
      {
        "Value": "Luxury: Sport Styles",
        "Name": "Style"
      },
      {
        "Value": "NAVIFORCE 9028",
        "Name": "Model"
      },
      {
        "Value": "Not applicable",
        "Name": "Serial Number"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Central America and Caribbean",
    "Oceania",
    "RU",
    "AL",
    "AD",
    "BY",
    "BA",
    "DE",
    "GI",
    "GG",
    "IT",
    "JE",
    "LI",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "SM",
    "RS",
    "SJ",
    "CH",
    "UA",
    "GB",
    "VA",
    "BN",
    "KH",
    "HK",
    "ID",
    "LA",
    "MO",
    "TW",
    "TH",
    "VN",
    "AR",
    "BO",
    "BR",
    "CO",
    "EC",
    "FK",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE",
    "BM",
    "GL",
    "MX",
    "PM",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "YE",
    "AF",
    "AM",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MN",
    "NP",
    "PK",
    "TJ",
    "TM",
    "UZ",
    "PO Box"
  ],
  "ItemID": "282502092383",
  "HandlingTime": "0",
  "Description": "Material: Alloy, LeatherBand Length: 23 CM* 2.2 CMDial Width: 4 cmWeight: 35 gBest Gift for her Payment Shipping Warranty Shop policy FAQ Contact Us Payment 1. We accept PayPal only. Credit card or e-Check via PayPal will be accepted. 2. Please be aware that the e-Check would take 2-7 working days to be cleared, we prefer instant payment directly from PayPal. 3. Payment is needed within 3 days once you have purchased the products. Shipping We are not responsible for any custom duty or import tax. Please check your local customs clearly before bidding. 1. All items will be shipped to buyer's EBAY address. Before you pay, please make sure your address in EBAY matches the address you would like us to ship to. 2. Items are generally shipped out within 24 hours after your payment has been cleared (Sat. & Sun. excluded.) 3. IF items location are in buyer's country (USA,United Kingdom), your order will be shipped out by the local Post Mail, it usually takes about 3-10 business days to arrive. Otherwise the items will be shipped out from China by ePacket or China Post. If you need the item urgently, please contact us for detail before purchase Warranty 1. We offer 30 days money back guarantee return policy. 2. Our warranty does not extended to any products that are physically damaged or that are not under normal operating conditions as a result of misuse or improper installation on the buyer/user's part. 3. For all returned products, buyers MUST contact us for the returning address. 4. In all cases, buyers pay shipping fees at their own cost to return products for exchange or refund. We will be responsible for the postage of replacements. Refund will be made upon receipt of the returned item.We believe that any problem can be resolved. Please e-mail us for all your unsatisfied concerns before leaving feedback Shop Policy 1. Buyers must read and agree to all information on the product listing before purchasing. 2. All photos on the product listings are for illustration purposes only. 3. If you change your mind for the item which you have paid for, you could only get 80% of the item price refund before the item is not shipped out, or we have received the returned parcel in good condition from you, the 20% deducted is the handling fee/adv. fee for eBay and our restocking fee. 4. If buyer provided wrong address and the parcel has been delivered somewhere else, we will try our best to help you to find out the parcel. However, we are so sorry that we may not take any responsibility of the loss. 5. Postage and Handling fee will not be refunded after 14 days exchange period. 6. While all care is taken, any mistakes or misleading info on the item description are not intentional, please feel free to contact us to correct it. Please kindly contact us and give us a chance to solve your problem. We will try our best to provide you the best solution to resolve every case. FAQ Q: Can I change my order or address after I paid? A: Yes, items will be shipped asap to your confirmed address when you’re paying. So please make sure you are buying the exact item and providing the correct address. Q: What can I do if I got a wrong item/the item with missing parts/item not as describe, and what can I do if I never received my item for a long time? A: Sometimes bad things happened, please kindly send us a message for the exact problem you met, follow our steps to provide the information to solve the problem. Our customer service will always be here to help you out. Q: Is the replacement covered by warranty? A: The warranty applies only to the original product and is not extended for replacements. Contact Us We care about our valued customers, if you have any questions, please feel free to contact us by EBAY MESSAGE. Our Customer Service staffs will be very pleasure to reply you in 1 Business day.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/2-Pointer-Yellow-Leather-Band-Watches-Unisex-Wristwatch-Jewelry-Party-Gifts-New-/282502092383",
  "ConditionDescription": "Note:It is water resistant,can't be used in diving swimming shower etc.",
  "NewBestOffer": "false",
  "SKU": "082-YW01744Y",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2825020923838080_1.jpg",
  "HitCount": "0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H32M8S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/rr0AAOSwH09ZLpOF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/NwAAAOSwlndZLpOG/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/tM4AAOSw-K9ZLpOG/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/c0kAAOSw8lpZLpOF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/N4sAAOSw9OFZLpOF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/Us0AAOSwGJlZLpOG/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/MFYAAOSwjqVZLpOG/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/JWsAAOSw5cRZLpOF/$_1.JPG?set_id=880000500F"
  ],
  "Title": "2 Pointer Yellow Leather Band Watches Unisex  Wristwatch Jewelry Party Gifts New",
  "Seller": {
    "PositiveFeedbackPercent": "98.7",
    "FeedbackScore": "53803",
    "UserID": "actmodz",
    "FeedbackRatingStar": "PurpleShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}