{
  "ConvertedCurrentPrice": {
    "value": "987.64",
    "_currencyID": "USD"
  },
  "Site": "Canada",
  "Country": "IT",
  "Location": "80138 Napoli (NA) Italy",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:47:57.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=111397126",
    "StoreName": "Little Italy Store"
  },
  "CurrentPrice": {
    "value": "1330.0",
    "_currencyID": "CAD"
  },
  "EndTime": "2017-06-30T09:47:57.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "TISSOT",
        "Name": "Brand"
      },
      {
        "Value": "T1084082603700",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "7611608278666",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "BM",
    "GL",
    "MX",
    "PM",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "EG",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "ZA",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "ZM",
    "ZW",
    "IL",
    "QA",
    "AF",
    "RU",
    "BY",
    "BG",
    "HR",
    "CY",
    "GI",
    "RO",
    "SI",
    "BZ",
    "PR",
    "AR",
    "BR",
    "CL",
    "CO",
    "GY",
    "PE",
    "PO Box"
  ],
  "ItemID": "382109028194",
  "HandlingTime": "1",
  "Description": "TISSOT BALLADE POWERMATIC 80 COSC T108.408.26.037.00 Description Tissot has years of experience in producing high-precision and utra-reliable mechanical watches, which has earned it many prizes in the international chronometry competition. Time does not change but the accuracy of its calculation gets higher with new technologies. We have gone from using hourglasses to heating the sand and producing silicon balance springs for the beating heart of the watch. The silicon properties make it more resistant and consistent, allowing for greater precision and longevity, in this case introduced to an already impressive Powermatic 80 movement, which offers up to 80 hours of power reserve. Yet again, Tissot revolutionizes the watch industry in its price segment, using a technology just seen in high-end watches. It stays true to its motto of providing luxury at affordable prices with the Tissot Ballade. Technical specifications Reference: T1084082603700 Country of origin: swiss made Warranty: 2 YEAR WARRANTY Collection: T-Classic Sex: Man Shape of the case: Round Waterproof: Waterproof up to 5 bar (50 feet/165 feet) Case material: Steel case 316 L Length: 39 Width: 41 Anse: 20 Thickness: 9.84 Case Options: Backing Back, Backing Back Weight (g): 76.0000 Glass: Anti-scratch sapphire crystal Dial Color: Silver Indices: Arabic numerals Movement: Swiss, automatic Model: POWERMATIC 80.811 Caliber: 11 1/2 Diameter (mm): 25.6 Jewelry: 25 Energy: Mechanical Dial: HMSD Functions: Patented Silicon balance spring, patented Regulator-assembly Charging Reserve: Charging Reserve Up to 80 Hours Details of the strap: Leather Front: Leather Animal origin: Grained calfskin Imitation: Crocodile Back: SYNTHETIC Strap Color: Brown Buckle: butterfly closure with buttons And other payments Delivery informations Replacing & Withdrawal Customer service Payments We only accept paypal payment. After your purchases click on PAY NOW and follow the prompts. During this phase it is important to indicate the exact shipping address. Always leave a telephone number for the courier. We ship only to the address provided by PayPal. If you wish to buy multiple items from us and you that are shipped together, then you wait until the end of the shop to complete the payment process. Use the checkout when shopping is done. So we can combine all purchases into one order. Shipping TIME OF EXECUTION OF ORDERS: As a guideline, except for any cases of force majeure, the goods will be delivered by courier to Little Italy srl Store every day at 16, which will start at that time all orders received by 14:00 on the day prior to the 12 : 00 the day of delivery, if the customer has a prepay course will start only orders for which the receipt of payment has been received no later than 12:00 on the day of shipment, while on delivery will take place within 24 hours further subject to the conditions listed above. Little Italy Store Inc. is not responsible for any problems and / or delay due to carrier used for shipping. The goods travel at the risk of the recipient. In case of theft or loss of the package, if the customer has not chosen to ensure the same, no refund will not be paid by Little Italy srl Store. Shipment to countries outside the European Union may be subject to payment of customs duty on the buyer. The purchaser is required to pay such fees. It is advisable to inform the office of your state customs to know more details. THE SHIPPING COSTS ARE VISIBLE IN ANY LISTING PLEASE NOTE: * Our couriers do not handle shipments addressed to PO BOX or Packstation. Return If you are not satisfied with your purchase you can return the product and get a refund. The repayment will give the value of the product. Will not be refunded the shipping cost. The cost of return shipping are your responsibility. If you want to replace the product, you must return it at your expense and pay a new shipment for the replacement product. Contact us to receive the return address. For international shipments, the services return / refund will be made by charging the cost of shipping and any customs duties, to the customer. Contacts TPhone +0039 3926825195 E-mail sicignano.pasquale@gmail.com Skype littleitalystore Copyright © 2016 Little Italy srl, P.IVA 05948731210. The Customer is protected by the italian legislation regarding Privacy Policy. Listing created by Maxpho® eBay® management for national and international listings.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TISSOT-BALLADE-POWERMATIC-80-COSC-T1084082603700-T108-408-26-037-00-/382109028194",
  "NewBestOffer": "false",
  "SKU": "mxp-14789-9-4n",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3821090281948080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H22M23S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/wpwAAOSwKytZLpFP/$_1.JPG?set_id=880000500F"
  ],
  "Title": "TISSOT BALLADE POWERMATIC 80 COSC T1084082603700 - T108.408.26.037.00",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "29283",
    "UserID": "little_italy_web_store",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "If you are not satisfied with your purchase you can return the product and get a refund.\n\nThe repayment will give the value of the product. Will not be refunded the shipping cost. The cost of return shipping are your responsibility.\n\nIf you want to replace the product, you must return it at your expense and pay a new shipment for the replacement product.\n\nContact us to receive the return address.\n\nFor international shipments, the services return / refund will be made by charging the cost of shipping and any customs duties, to the customer."
  }
}