{
  "ConvertedCurrentPrice": {
    "value": "159.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "CustomCode",
  "Location": "Požarevac, Serbia",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T11:30:48.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "159.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T11:30:48.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Marvin",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Gloss",
        "Name": "Case Finish"
      },
      {
        "Value": [
          "Satin",
          "Ivory"
        ],
        "Name": "Face Color"
      },
      {
        "Value": "Genuine Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Brown",
        "Name": "Band Color"
      },
      {
        "Value": "Dress/Formal",
        "Name": "Style"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "560",
        "Name": "Model"
      },
      {
        "Value": "1940-1949",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Two-Piece Strap",
        "Name": "Band Type"
      },
      {
        "Value": "15 Jewels",
        "Name": "Number of Jewels"
      }
    ]
  },
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "332245658962",
  "HandlingTime": "2",
  "Description": "VERY RARE piece, outstanding movement adjusted in 3 positions, famous MARVIN calibre 560, 15 jewels, manual winding watch, excellent condition for it's age. Vintage watch from 40's, fully working condition. Acrylic glass is clear without visible scratches. Case is in excellent condition for it's age, some signs of wear, looking great with those fancy lugs. Stainless steel back. Dial is very nice and clean, some minor signs of use, 100% authentic. Small size watch. Keeping time in good manner. Please bear in mind that this is old watch and should be serviced from time to time. Watch is serviced, running nice and ready to wear.I will take it to watchmaker to do regular check on your demand upon purchase. Reason for this is that watch is working nicely and does not show any need for servicing but I will do this on your demand, free of charge.Of course you will also get 6 months warrant on watchmaker service. Excellent Swiss Made technology, classic, formal dress watch, you can see dimensions on pictures. Comes with genuine leather strap in pretty nice condition, also can be changed on your demand. Excellent timepiece, deserve place in every collection. There is no need to say too much about Marvin watches as they are well known for their perfect in-house movements. Movement data took from web: Marvin 560 Featuresmanual windsweep second Data10.5''', Dm= 23.4mmH= 4.25mm15/17 jewelsf = 18000 A/hpower reserve 38h I can send more pictures on your demand. History of Marvin brand (data from web):\"Marvin is not a new brand. Dating back to 1850, Marvin has a rich and interesting history. Marvin didn’t begin as “Marvin”. It was founded in 1850 in Berne, Switzerland by the brothers Marc and Emmanuel Didisheim as a small watchmaking operation that finished watches using parts from outside suppliers. The first factory proper was opened in 1891 under the name Albert Didisheim et Freres, referring to Marc Didisheim’s sons who took over the operation. In 1893 the Marvin name was registered. The name “Marvin” came about when the Didisheims began to introduce their products into the American market, starting in 1893 in New York. The name “Albert Didisheim et Freres” didn’t quite have the marketing punch needed in the US market, so the company took the name of their US distributor – Marvin. By 1905 Marvin was the principal name of the company but it was still run by the Didisheim family, who had now moved operations from Berne to La Chaux-de-Fonds. Marvin quickly established itself as a brand that provided good design and quality finishing for reasonable money. In 1912 it became a true “manufacture” producing all of its components in-house. It had a state-of-the-art facility and a reputation for excellent treatment of its employees. Through the middle of the 20th century Marvin expanded and made a name for itself through motorsports sponsorship, international distribution, celebrity “endorsements” (Marilyn Monroe and Che Guevera both wore Marvins), and producing high quality movements for other brands. The success of Marvin peaked in the 1950s and 60s, by which point the company had produced nearly 7 million watches. The 1970s, however, were a different story. The introduction of the quartz movement in the late 60s by the Swiss industry was heralded as a breakthrough in high-technology timekeeping. Ironically, it would result in the near total destruction of the Swiss watch industry. While the first quartz movements were very expensive and occupied the upper end of the market, the second generation produced by Asian manufacturers were very inexpensive and still highly accurate and reliable. The influx of cheap Asian quartz watches effectively killed the traditional mechanical watch industry. Hundreds of brands and suppliers folded, were liquidated, or were consolidated into larger groups of companies. Very few brands survived unscathed. Marvin was a victim of the “Quartz Crisis” and was absorbed into the Manufactures d’Horlogerie Suisses Reunies (MSR) conglomerate in 1970. The brand subsequently disappeared, aside from a few offerings during the 1980s and 1990s, after MSR absorbed the manufacturing facilities. In 2002 the Marvin brand was purchased from MSR by Cecile and Jean-Daniel Maye, who had previously run Time Avenue and Nina Ricci. The story goes that the Mayes were interested in the history and strength of the Marvin name, and approached the descendants of the Didisheims about purchasing the rights to restart the brand. After much back and forth, they finally agreed and Marvin was reborn.\" Bidding/Buying: I do this as hobby, because I like timepieces, so money is not the prime interest. Price posted here is according to my estimation and knowledge. Every watch will be inspected, checked and serviced if needed before sending. Feel free to send best offers. Please bear in mind that EMS post service cost is 20$ and it is included in this price, so send fair price offers. Please bear in mind that I collect watches, hunt for good pieces, examine, take to professional watchmaker for service etc. So some time and effort is invested in every watch I sell. Also, since I take every watch to professional watchmaker, certain warranty period of 6 months stands for every watch, under normal warranty conditions, meaning there is no physical damage covered. I'm trying to be as honest as possible about every detail, no hidden stuff is possible as far as I'm concerned. Please feel free to ask questions.Look for pictures carefully, I always post original pictures of selling item, there are no pictures taken from other places.If something is faulty or missing, I will highlight that for sure. Every watch is sold \"AS IS\" and as described. Returns are normally accepted if item is not as described.Buyer pays return shipping cost.Covered by Ebay Money Back guarantee. Shipping & handling: Every watch ill be carefully packed and protected. I will ship using EMS International Post service with tracking option by default, cost is flat rate 20 $ already calculated in total cost. Economy shipping is available only for EMEA countries, overseas must use EMS for better trackability and insurance.FedEx is an optional way, preferred for more expensive items or as fastest way of shipping.If you prefer some other way of shipping please contact me first.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MARVIN-Vtg-cal-560-3-adj-SMALL-hand-winding-watch-40s-Excellent-Fancy-Lugs-/332245658962",
  "ConditionDescription": "Pre-owned, working, descent condition, small sized watch (possibly lady's), almost no signs of wear.  Case 9/10, dial 9/10, crystal 10/10.  Keeping good time. Already performed regular service and check at professional watchmaker, so watch is ready to wear. Very rare and collectible small size wristwatch with fancy lugs, beautiful original dial WW2 style, not repainted, some minor signs of use present. Excellent Marvin in-house movement adjusted at 3 positions. Crown is not signed and is significantly worn. ASK for more pictures!",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3322456589628080_1.jpg",
  "HitCount": "10",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT20H11M21S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA3N1g3NTE=/z/d0MAAOSwYvFZLqlY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/wYsAAOSwlMFZLqev/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU0NFgxNjAw/z/bfsAAOSwfpVZLqe6/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/fCgAAOSwurZZLqfA/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/HbQAAOSwuMZZLqfG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUyNVgxNjAw/z/9gEAAOSw~y9ZLqfO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/FGcAAOSwX61ZLqfa/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTc5/z/OyEAAOSwlndZLqfi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/RMAAAOSwfRdZLqfo/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/ZhUAAOSwi7RZLqkZ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/kb0AAOSwurZZLqke/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjM4/z/37IAAOSwIaFZLqkm/$_1.JPG?set_id=8800005007"
  ],
  "Title": "MARVIN Vtg cal.560 3 adj - SMALL hand winding watch 40's, Excellent, Fancy Lugs!",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "79",
    "UserID": "johnnie2013rs",
    "FeedbackRatingStar": "Blue"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}