{
  "ConvertedCurrentPrice": {
    "value": "96.54",
    "_currencyID": "USD"
  },
  "Site": "Canada",
  "Country": "US",
  "Location": "USA",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:10:07.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=94280173",
    "StoreName": "Kingdom Moda"
  },
  "CurrentPrice": {
    "value": "130.01",
    "_currencyID": "CAD"
  },
  "EndTime": "2017-06-10T07:10:07.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Guess",
        "Name": "Brand"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "U0136L3",
        "Name": "MPN"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Fashion",
        "Name": "Type"
      },
      {
        "Value": "Factory Warranty",
        "Name": "Warranty"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "201942147173",
  "HandlingTime": "1",
  "Description": "Style U0136L2 Color Gold Face 1,7 x 2 CM Strap (Include Face) 20 CM Strap Material Stainless Steel Description: GUESS Authentic Ladies Watch. GUESS Classic watch collections. Lot's of Sparkling Crystals around the faceplate. Three hands pointer inside. Made of Gold Genuine Stainless Steel Bracellet. Faceplate consists of Crystals with Gold bezel with white color inside the faceplate. One push button. GUESS emblem inside the faceplate. G-Link for manual adjustable bracellet. We ONLY believe & love Genuine and Authentic GUESS, so every product shipped is guaranteed fresh and authentic Guess Items. Limited Availability Only. Japan Quartz movement. Water resistant. All items ship from Authentic USA (expects delays on Customs Process and tracking available for EXPRESS MAIL only) Include 10 Years Limited Warranty from GUESS Manufacturer's GUESS authentique Ladies Watch. GUESS collections de montres classiques. Lot de cristaux étincelants autour de la façade. Trois mains pointeur à l'intérieur. Made of Gold Véritable acier inoxydable Bracellet. Façade est constituée de cristaux avec lunette en or avec la couleur blanche à l'intérieur de la façade. Un bouton-poussoir. GUESS emblème intérieur de la façade. G-Link pour bracellet réglable manuel. Nous croyons SEULEMENT & aimons GUESS Véritable et authentique, de sorte que chaque produit livré est garantie frais et authentiques Devinez articles. Disponibilité limitée seulement. Mouvement à quartz japonais. Résistant à l'eau. Tous les articles sont authentiques des États-Unis (s'attend à des retards sur le processus des douanes et de suivi disponibles pour EXPRESS MAIL seulement) 10 ans de garantie limitée de fabricant de GUESS GUESS Authentic Damenuhr. GUESS Klassische Uhren-Kollektionen. Das Los in der funkelnden Kristallen auf der Frontplatte. Drei Hände Zeiger in. Hergestellt aus Gold-Genuine Edelstahl Bracellet. Frontplatte besteht aus Kristallen mit Gold-Lünette mit weißer Farbe in der Frontplatte. Ein Druckknopf. GUESS Emblem in der Frontplatte. G-Link manuell verstellbar bracellet. Wir glauben nur & Liebe echt und authentisch GUESS, so dass jedes Produkt ausgeliefert ist garantiert frisch und authentisch Guess-Items. Begrenzte Verfügbarkeit Nur. Japan Quarzwerk. Wasserabweisend. Alle Einzelteile versenden von Authentic USA (erwartet Verzögerungen bei Customs Prozess-und Tracking für EXPRESS MAIL only) 10 Jahre beschränkte Garantie von GUESS Hersteller Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Brand New! GUESS Ladies Watch Gold G-Link Stainless Steel Leather U0136L3",
  "NewBestOffer": "false",
  "SKU": "U0136L3",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Brand-New-GUESS-Ladies-Watch-Gold-G-Link-Stainless-Steel-Leather-U0136L3-/201942147173",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2019421471738080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT15H36M59S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFg3NjE=/z/jU0AAOSwTM5Y7HoG/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "130.01",
    "_currencyID": "CAD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "98.9",
    "FeedbackScore": "15143",
    "UserID": "guessmoda",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "Percent_10",
    "RestockingFeeValue": "10%",
    "Description": "Restocking fee: 10%",
    "ReturnsWithin": "14 Days",
    "Refund": "Exchange"
  }
}