{
  "ConvertedCurrentPrice": {
    "value": "165.91",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Southall, Middlesex",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T11:28:19.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "3",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1513295970",
    "StoreName": "Glamourpresents"
  },
  "CurrentPrice": {
    "value": "129.0",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T11:28:19.000Z",
  "ShipToLocations": [
    "GB",
    "Americas",
    "Asia",
    "IE",
    "AU",
    "FR",
    "GR",
    "IT",
    "ES"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "282502243990",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Diesel",
        "Name": "Brand"
      },
      {
        "Value": "Dz7333",
        "Name": "MPN"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "698615103539",
        "Name": "EAN"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Diesel Original DZ7333 MR DADDY 2.0 Gold Multiple Time Chronograph Watch",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Diesel-Original-DZ7333-MR-DADDY-2-0-Gold-Multiple-Time-Chronograph-Watch-/282502243990",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2825022439908080_1.jpg",
  "HitCount": "13",
  "PostalCode": "Ub2 5dd",
  "Subtitle": "New with tags, box and invoice. FREE SPECIAL DELIVERY",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT20H9M2S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA4MVg5ODA=/z/218AAOSwLF1X9y00/$_57.JPG?set_id=8800005007"
  ],
  "Description": "Diesel watches are oversized, colorful and eye-catching with uniquely-shaped cases. From chronographs to digital to multiple time zones, this men's watch from the Mr. Daddy 2.0 collection features a gold-tone stainless steel bracelet and black chronograph 4 time zones dial. Case: Gold tone stainless steelCaseback: Stainless steel, snap-downBezel: Black stainless steelDial: BlackHands: Gold-ToneMarkers: Silver indexFeatures: ChronographSubdials: Three - 60 second, 60 minute and 24 hourCalendar: Date display appears at the 3 o'clock positionBracelet: Gold-Tone stainless steel linksClasp: DeploymentCrystal: MineralCrown: Push-pullMovement: QuartzWater resistance: 3 ATMCase measurements: 66 mm wide x 57 mm long x 14 mm thickBracelet measurements: 28 mm wide x 9 inches longBox measurements: 4 inches wide x 5 inches long x 4 inches highModel: DZ7333 All measurements are approximate and may vary slightly from the listed dimensions. Men's watch bands can be sized to fit 7.5-inch to 9-inch wrists. Why to buy from us?:We are business registered Ebay Seller !Our watches are authentic, genuine watches, we don't sell replicas. The watches go in an official presentation boxes, with tags and user manual.You get 2 years guarantee covering mechanism.Watch will be send with free Next Day Tracked Delivery. If you not happy let us know, we accept returns within 30 days from the purchase date. Send the watch back in original unworn condition and you will get your money back.Any question don't hesitate to ask. We answer all emails. People are often confused by what the stated water resistance of watches actually means. Does a watch with '50 metres' as the water resistance mean you can dive with it as deep as 50 metres' No, you cannot. So why do they write 50 metres on it' Because it is referring to static pressure, not the actual depth of water it can be used in. This is a common misconception. 50 metres refers to the pressure experienced if it was static at a depth of 50 metres. When the watch moves the pressure rises well above a static pressure of 50 metres. 50 metres of static water pressure is easily achieved even in shallow depths. Consequently, a 50 metres watch should not be used for diving, however it can be immersed in water. Here are some common explanations of common water resistance standards: Water resistant means splash proof only - it can withstand slight splashes and rain, but is NOT to be immersed in water. The table below outlines general guidelines of the water resistancy you will receive from an accordingly rated watch. 30 metres / 3 ATMSplash proof and waterproof in small amounts of water50 metres / 5 ATM Can be submerged in water. Suitable for swimming, but not guaranteed to be resistant to jumping into the pool.100 metres / 10 ATM Suitable for swimming and shallow diving 200 metres / 20 ATM Suitable for diving - not deep sea.",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "FeedbackScore": "212",
    "UserID": "glamourpresents",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "ReturnsAccepted": "Returns Accepted",
    "ShippingCostPaidBy": "Buyer"
  }
}