{
  "ConvertedCurrentPrice": {
    "value": "2323.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Salt Lake City, UT",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:00:29.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1112463734",
    "StoreName": "Overstock"
  },
  "CurrentPrice": {
    "value": "2323.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T07:00:29.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Fendi",
        "Name": "Brand"
      },
      {
        "Value": "F107024000D2T05",
        "Name": "MPN"
      },
      {
        "Value": "733064106622",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "ItemID": "401338140569",
  "HandlingTime": "2",
  "Description": "Overstock Everyday Free Shipping for Orders $45 and Over* *Shipping excludes PO Boxes and international orders. Home & Garden Jewelry & Watches Sporting Goods Health & Beauty Clothing, Shoes & Accessories Crafts Selected Home & Garden Jewelry & Watches Sporting Goods Health & Beauty Clothing, Shoes & Accessories Crafts Fendi Women's F107024000D2T05 'CrazyCarats' Silver Diamond Dial Stainless Steel Swiss Quartz Watch Product Description: Fendi was established in 1925 by Eduardo Fendi. Today it is one of Italy's paramount fashion dynasties. Fendi launched its watches in the late 1980s. Fendi watches are appealing to both men and women due to their attractive and sleek designs. Case: Polished stainless steelCaseback: Stainless steel, screw-inBezel: Polished stainless steelDial: Silver, with a textured sunburst pattern in the center and a ring of diamondsHands: SilvertoneMarkers: One diamond marker at the 12 o'clock position and a unique rolling gemstone mechanism that changes the 11 semiprecious hour markers to white topaz, pink topaz or multiple color rainbow topaz by turning the crown on the right side of the caseBracelet: Polished stainless steelClasp: Push-button deploymentCrystal: SapphireCrown: Push/pullMovement: Swiss quartzWater resistance: 3 ATM/30 meters/99 feetCase measurements: 33 mm in diameter x 9.5 mm thickBracelet measurements: 14 mm wide x 7 inches longBox measurements: 4 inches wide x 5 inches long x 3 inches highModel: F107024000D2T05All measurements are approximate and may vary slightly from the listed dimensions. Women's watch bands can be sized to fit 6.5-inch to 7.5-inch wrists. Extra links are available through the manufacturer. (We do not provide this service). Hands: StickCaseback Type: Screw-downAge: AdultStrap Color: SilverType: Analog, Diamond, Fitness, Luxury, MultifunctionCaseback Material: SapphireProduct Features: Water ResistantCase Shape: RoundMaterial: Stainless SteelCase Thickness: 9mmStrap Width: 14mm StrapMovement: Swiss QuartzStone Accent: DiamondStrap Length: 7 inchDial Color: SilverCase Diameter: 33mmCrown: Push-pullGender: FemaleClosure Type: Pushbutton, DeploymentWater Resistance Depth: 30 MetersDial Window Material: Sapphire NOTE: Click here regarding the important return policy of this watch Try These Other Categories Bedding Furniture Crafts Rugs & Carpets Health & Beauty Camping & Hiking About Us... Overstock has a simple mission: To save people money. We serve customers world-wide by offering high-quality goods at unbeatable prices, all while maintaining a focus on superior customer service. Need Our Help? Our award-winning customer service agents are available 7 days a week. Click here to contact us. Overstock Standard Shipping Information Combined shipping lets you get free shipping on Overstock orders totaling $50 or more. Put all the items you intend to purchase in your cart and check out; it's that easy. Please note that items purchased from other eBay stores will void the combined shipping rate. Standard orders ship within 1-3 business days, depending on the time the order is received, and arrive within 5-10 business days. Custom Art: Up to 10 business days to ship and 1-4 weeks for delivery. Oversized Items: Up to 10 business days to ship and 1-4 weeks for delivery. We use all major mail carriers, including UPS, FedEx, and the United States Postal Service. Customers cannot specify the carrier of their choice. Overstock Returns Standard Return Policy: Items must be returned in new or unused condition and contain all original materials included with the shipment. Frequently Asked Questions Frequently Asked Questions",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Fendi-Womens-F107024000D2T05-CrazyCarats-Silver-Diamond-Dial-Stainless-Steel-/401338140569",
  "NewBestOffer": "false",
  "SKU": "17914130-000-000",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/4013381405698080_1.jpg",
  "HitCount": "0",
  "Subtitle": "Free Ground shipping for a limited time",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT15H27M7S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ECEAAOSw7GRZLmn4/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/RiIAAOSwPh5ZLmn8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/7QgAAOSwaEhZLmn~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/wnsAAOSw9OFZLmoH/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/wqAAAOSw9OFZLmoK/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Fendi Women's F107024000D2T05 'CrazyCarats' Silver Diamond Dial Stainless Steel",
  "Seller": {
    "PositiveFeedbackPercent": "98.5",
    "FeedbackScore": "447746",
    "UserID": "overstock",
    "FeedbackRatingStar": "RedShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}