{
  "ConvertedCurrentPrice": {
    "value": "12.85",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "UK",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:02:31.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "9.99",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-07T14:02:31.000Z",
  "ShipToLocations": [
    "GB",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IE",
    "IT",
    "LV",
    "LT",
    "LU",
    "MT",
    "NL",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "SE",
    "AU",
    "US",
    "RU",
    "CA",
    "JP",
    "NZ",
    "CN",
    "IL",
    "HK",
    "NO",
    "ID",
    "MY",
    "MX",
    "SG",
    "KR",
    "TW",
    "TH",
    "CL"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "112426168715",
  "HandlingTime": "5",
  "ItemSpecifics": {
    "NameValueList": {
      "Value": "Geneva",
      "Name": "Brand"
    }
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "MinimumToBid": {
    "value": "9.99",
    "_currencyID": "GBP"
  },
  "ConditionDescription": "Needs a battery",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LARGE-FACE-CUFF-GENEVA-QUARTZ-WATCH-BANGLE-CHUNKY-STYLE-HEART-DETAIL-/112426168715",
  "Title": "LARGE FACE CUFF GENEVA QUARTZ WATCH BANGLE CHUNKY STYLE HEART ❤️ DETAIL",
  "GlobalShipping": "true",
  "BidCount": "0",
  "ConditionDisplayName": "Used",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1124261687158080_1.jpg",
  "HitCount": "1",
  "PostalCode": "CW5 8DU",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P6DT22H51M51S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/9eMAAOSwfpVZLsxq/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/zqcAAOSw~y9ZLsyT/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/A6AAAOSwi7RZLsxw/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/Mg0AAOSwxu5ZLsx2/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/78kAAOSwZ4dZLsx7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/y8cAAOSwlY1ZLsyB/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/bBUAAOSwjL5ZLsyG/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/s1sAAOSwjqVZLsyP/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/C2oAAOSwrhBZLszY/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/ygMAAOSwn-tZLszb/$_12.JPG?set_id=880000500F"
  ],
  "Description": "Quartz Geneva polished stainless silver tone cuff bangle Watch I bought this in America originally, it cost me $50 I've worn it on a few occasions & then it's been stored in my drawer. It needs a new battery. It has a second hand and nice quirky heart in the centre Can't see any scratches in the face, there are a few marks on the inside of it but that's just part f it and we're present at purchase. The cuff has some minor surface scratches purely from rubbing on my bangles when I've worn it I think. But nothing that detracts from it. A great size & quirky watch that you won't see everyone wearing. I am having to sell off all my collections due to moving overseas I am not a business so regrettably I don't accept returns. These are all my own personal collection collected over the years and am sad to sell it I have loads of other goodies for sale so please take a look. Thank you 😀 As I am moving overseas I need to get rid of loads of stuff and these are on the hit list! (sadly) \u2028• Grab a bargain I am now selling lots of my much love goodies due to moving overseas.  Please do read the small print below, I don't do refunds.  \u2028 Now for the boring bit...please do read prior to bidding or purchasing..... \u2028 I strive hard to provide a great service and treat people how I like to be treated myself. I am not a business and have worked hard to maintain my 100% feedback. I take Ebay seriously. \u2028 Most customers are great, and realise that pre loved items are exactly that. Any defects or flaws will be noted in the listing. I check items again and take photos prior to sending. The condition will be clearly stated. \u2028 I generally post the day after payment has been received, however please do note that I don't post on a Wednesday as my local post office is closed or on a Saturday due to family commitments. Of course there may be the odd occasion where the river has flooded, road blocked etc but in this situation I would notify you of any delay. No one can account for unseen circumstances but any delay would be genuine. Once the item has left my hands I can't be held responsible for how long Royal Mail or a courier takes to get the item to you. The star rating on feedback is for me posting the item to you, NOT how long it takes to get there once I post it. It is Despatch time NOT delivery time. 4/5 is not acceptable with Ebay since the rules have changed only 5/5 is. I obtain a receipt for everything that is posted. Should in the unfortunate situation, an item go missing or arrive broken, I will provide you with a copy of this so you can make a claim with Royal Mail/courier, you will need to make the claim yourself. I am NOT from a non smoking household. If this is an issue then please refrain from bidding. All items are clean when they are sent and I will not refund if you failed to read this as it is your responsibility to read all the listing. I am honest in my listings and a genuine ebayer. I will NOT refund if you change your mind, the item doesn't fit, colour isn't how you expected, material different to what you expected, the item is listed as the size, but the size doesn't fit, I go by the manufacturers sizing and if there is no sizing I will add measurements. I will NOT refund if the item is 5mm smaller/bigger that anticipated, precision like this is difficult with some items.  Postal rates have been hiked up ridiculously. As such its difficult to keep them down as I cannot negotiate postage. Post and Packing is kept to a realistic amount, I charge a small amount for packing materials, bags, tape, driving to the post office etc.  If an item is delivered to you and you need to sign for it but are not in you need to ring the number on the card to rearrange this yourself. There is a specific time scale to this so please don't ignore it as if it does come back to me, you will need to pay for the postage again for me to send it back out. If you have any questions please do contact me. I may not be online when the auction ends so please allow 24hrs for me to get back to you as I am not sat in front of my PC all the time, I do have other things I have to do. Work, children, family etc. but I will get back to you within 24hrs. I don't want to sound harsh as the majority of buyers are fantastic but then you get the odd few who try to make things harder & manipulate the rules. I hope you will appreciate the need for me to spell some things out :-)  \u2028 I post an eclectic mix of goodies to ebay & hope you will find something you like.My listings will be updated regularly.  \u2028 Happy Bidding!!! xxx",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "FeedbackScore": "3616",
    "UserID": "*duckmando*",
    "FeedbackRatingStar": "Red"
  },
  "ListingType": "Chinese",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  }
}