{
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "380.0"
  },
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "380.0"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:14324:3937:3940",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "RARE+++ MEN'S CLASSIC STYLE Ω OMEGA WORLD TIME GENTS OVERSIZED WRISTWATCH, SWISS MADE *SERVICED* ***No reserved price!!!*** Dear customers, we present for sale this pre-owned gorgeous mega rare vintage Swiss Omega World Time wristwatch. This wristwatch is in excellent working condition. Keeps correct time!!! If you have been collecting watches for a while, I think you’re going to appreciate the following sophisticated antique timepiece that is hard to find nowadays. This watch is prized for reliability, convenience in use, and meets relatively seldom. A great investment! This elegant wristwatch was converted from pocket watch!!! This beautiful mechanical wristwatch has the original high grade, gold-filled pocket watch movement '' OMEGA '' with 15 Ruby Jewels. In an excellent status which was very well saved, considering age of this watch. The branded original movement on the back side is stamped a serial number #7841584. Signed : '' OMEGA 15 JEWELS SWISS #7841584 '' . Smooth and strong running of the balance. Movement has been recently serviced to ensure it winds and sets smoothly while keeping great, accurate time! In the movement have additional mechanism to shows the time like that ( in two zones )!!! With other words the movement is original, with some modifications!!! See the photos for more details!!! Note : Mechanism of the watch is made so that the arrows ( the main hands from the small hand on the sub dial around 1 and 3 o'clock position ) always move with 4:00 hours difference! We can adjust the hands of a desired time!!! This astonishing timepiece has a four-piece, double hinged case that testifies about a quality of watch. This watch was converted from pocket watch! The inner dust cover lid was used to protect the mechanism from dust and debris and to provide an extra layer of protection from shock or moisture. The case is made of chrome/nickel. Professionally polished, it's literally like a mirror. With soft signs of time or wear. The inside of back lid has the trademark Omega Watch Co. triangle with the inscription ‘ OMEGA - SWISS MADE - FABRICATION SUISSE '' about it and case reference number #8688904. The watch supplied with a brand new genuine leather strap as a Free Gift to the buyer. For more photos to the case see photos below the whole description!!! Diameter watch without the crown: 46 mm.Diameter watch with the crown: 49,5 mmThickness watch: 13 mm. These watches have originally been made in a variant of a pocket watch. And in a consequence have been altered in a variant for convenience of carrying on a hand!!! This amazing timepiece has new impeccably renovated original white, enameled dial, was made in 2017. In excellent cosmetic condition, no signs of any scratches, cracks or hairlines. The dial has black Arabic numerals, two sub dials, also is signed : '' Ω OMEGA ''. One sub dial shows seconds, second sub dial shows time in GMT. The main dial shows time in the country. The plastic dome crystal is changed with brand new, because old one was in very worse condition! See the photos for more details!!! The watches under the trade mark 'OMEGA’ always differed by style, accuracy and fidelity to the best traditions of watch affair. So this OMEGA watch is most definitely one of the more interesting watches that you can buy! ANY DEFECTS NOT MENTIONED BUT VISIBLE IN THE PICTURES WILL BE CONSIDERED AS DESCRIBED! Please serious bidders only, bidders with 0 feedback please contact me before you bid. For the rest of the bidders if you need to clarify any doubts you may have, please contact me! Please see my other auctions from time to time when I list other beautiful timepieces/ items!!! PAYMENT :- We accept payment through PayPal ONLY, the most trusted payment method; -- Unpaid dispute will be filed to ebay on the 3th day after auctions ended; SHIPPING: -- We ship within 3 business days after the payment cleared and it usually takes 10~25 working days for international delivery; --From this month ( 06.2016 ) we have new rules for few countries. For the following countries we will use ONLY DHL Express Delivery and the shipping cost will be $49.99USD. The countries are : Canada / Mexico / Argentina and Brasil. PLEASE read this before bidding! Thank you. -- We could only ship the item to PayPal registered address only, Please make sure your shipping address is matched with paypal’s address before you pay; -- Item will be shipped out by Bulgarian post with tracking; -- We combine shipping for multiple items whenever possible; RETURN POLICY: During the first 7 days after receipt of your product, if for any reason you are not happy with your purchase, you can return your purchased item back to us at your expense. Shipping charge is not refundable. Our goal is to make you a satisfied customer and we will do our best to make this happen. Exception is when it is our fault . Buyer pays return postage!!! Please do not hesitate to contact us for any questions you may have about your order or any of our products. We are here to help and we count on your satisfaction with our products. FEEDBACK:You receive the product, please leave a feedback for us.Your feedback is always important to us.Please feel free to contact us before leaving a negative feedback or low DSR.If there is a problem, we will help you solve it.Thank You For Bidding and Good Luck!!!",
  "StartTime": "2017-05-22T03:09:11.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzY4WDU3Ng==/z/yh8AAOSwi7RZIcFv/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/tyUAAOSwDiBZIcFw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/dKIAAOSww5hZIcFy/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/9kcAAOSwxu5ZIcF0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/ZHwAAOSwK6RZIcF2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/IyAAAOSwuMZZIcF4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/OJQAAOSwq1JZIcF7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY4WDEwMjQ=/z/13sAAOSww9xZIcF-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/MYkAAOSwIQdZIcOO/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/kKUAAOSwhvFZIcOT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/VhoAAOSw0hlZIcOc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/9vYAAOSwlndZIcOk/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ShipToLocations": [
    "Worldwide"
  ],
  "HighBidder": {
    "UserID": "0***9",
    "FeedbackRatingStar": "Yellow",
    "FeedbackScore": "46",
    "FeedbackPrivate": "false"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "3940",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "OMEGA",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Arabic Numerals"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Chrome/Nickle",
        "Name": "Case Material"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": "Genuine Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "Seller": {
    "UserID": "watchmaker_mladenov",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1839",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "526",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3619860593488080_1.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "385.0"
  },
  "BidCount": "42",
  "Country": "BG",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "EndTime": "2017-06-01T03:09:11.000Z",
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MENS-CLASSIC-STYLE-OMEGA-WORLD-TIME-OVERSIZED-WRISTWTACH-NO-RESERVED-/361986059348",
  "Location": "Sofia, Sofia",
  "Title": "MEN'S CLASSIC STYLE Ω OMEGA WORLD TIME OVERSIZED WRISTWTACH, NO RESERVED!!!",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "361986059348",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Antique",
  "TimeLeft": "PT8H38M49S"
}