{
  "Country": "AU",
  "Location": "Sydney",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:38:07.000Z",
  "PrimaryCategoryID": "31387",
  "AvailableForPickupDropOff": "true",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "380.0",
    "_currencyID": "AUD"
  },
  "EndTime": "2017-06-30T14:38:07.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantityAvailableHint": "MoreThan",
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Men",
        "Name": "Gender"
      },
      {
        "Value": "Automatic Self-Winding",
        "Name": "Movement"
      },
      {
        "Value": "200 m (20 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "44mm",
        "Name": "Case Size"
      },
      {
        "Value": "Does not apply",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "QuantityThreshold": "10",
  "HitCount": "6",
  "TimeLeft": "P29DT23H31M5S",
  "Description": "Add to Favourite | Contact Us Brand Seiko Casio Citizen Men's Watches Accessories   Bands Other   Home Payment Domestic and International Shipping Returns Policy Warranty Contact Us       SHOP CATEGORIES Brand Seiko Casio Citizen Men's Watches Accessories Bands Other SEIKO PROSPEX Legendary Turtle SRP773J SRP775J SRP777J SRP779J JAPAN MADE Divers     PRODUCT DESCRIPTION The watch can be worn daily as it will complement the majority of fashion styles. It is light and comfortable on the wrist. That way you are not hindered by the watch in the activities that you perform as the watch will seamlessly but part of your arm. This stylish, elegant and sophisticated watch can be worn on most occasions from casual outings to a more formal setting. They are great as a fashion accessory to add that extra bit of detail that would complete a look that you desire. Just make sure you have the correct colour to match your outfit. Not only is the watch a fashion accessory to highlight your personality but you will be able to tell the time because it is a watch after all. It just happens to look really good while it tells you the time.   Specification PAYMENT SHIPPING & PACKAGE RETURNS FEEDBACK Brand Seiko MPN UPC Movement Automatic Self-Winding Water Resistance Rating 200 m (20 ATM) Watch Shape Round Case Material Case Colour Face Colour Band Material Band Colour Case Size 44mm Gender Men Paypal or Bank Deposit (Please write your eBay ID in the reference) for Australia buyers. International buyers payment is via PayPal only. All major credit cards via Paypal. Payment must be received within seven (7) days after purchase Taxes All buyers responsible for import taxes (Contact us for more detail) Shipping Local Within Australia : Free EXPRESS Shipping comes with Tracking International : Flat Rate AU$34 International Shipping comes with Tracking Please make sure your shipping address is correct Packaging What's in the package? Genuine watch with tag, genuine box, manual and warranty card How do we package: We bubble wrap the actual watch within the box and On the top of that we also Bubble Wrap the box itself We fully understand that buying an expensive item over the internet can be a very anxious process. We therefore offer a 30 days money back Guarantee. That allows you to have the watch fully inspected locally. Our sole purpose is to make sure that you are happy. If for any reason, you are not completely satisfied with any purchase from the store you can return your purchase for either an exchange or a refund. Any item returned must contain all retail packaging and have any tags and labels still attached and the item must show no signs of use. A correctly supplied item where the buyer has changed their mind, the cost of the return is the responsibility of the buyer. If a defective or incorrectly supplied item is sent the cost of the return postage will be refunded back to the buyer. The watch needs to be returned to us within 30 days. All items must be returned with tracking and by a signed for delivery service as we can not be held responsible or refund items lost in the post. All refunds will be processed within 48 hours of the item being received and unless we have send either an incorrect or defective item a full refund will be provided with a deduction for the cost of the original postage We will not accept any returned items, particularly watches that have been sent in a 'Jiffy' type bubble envelope. This is not sufficient enough to protect the contents or the retail packaging from being crushed. Please either re- use the cardboard box we sent your item in or use something similar. It is the buyers responsibility to ensure we receive the item back in perfect condition. Worldwide Customers - On the customs declaration form please indicate you are returning unsuitable goods to the original vendor. Failure to do this may cause delays and more importantly if we have to pay customs taxes to receive our item back because the customs declaration form has been incorrectly completed then this sum will be deducted from any refund made. We value your custom and as such your positive feedback is very important to us. We aim for 5 stars in each category. In the rare event of a problem, before leaving feedback please email us so we have the opportunity to rectify any issues you may have. If you have any questions prior to making a purchase please contact us through eBay messages. Useful-Link Home Feedback Payment Returns Warranty   Contact Info Address: PO BOX 5024              Kingsdene             NSW 2118              Australia We Accept Store Newsletter Add Store to your Favourites and receive email newsletters about new items and special promotions! Subscribe Now ChronosPride © 2017 . All Rights Reserved.",
  "PostalCode": "2000",
  "ConvertedCurrentPrice": {
    "value": "283.33",
    "_currencyID": "USD"
  },
  "Site": "Australia",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=162950142",
    "StoreName": "ChronosPride"
  },
  "Quantity": "35",
  "PaymentMethods": [
    "MoneyXferAccepted",
    "PayPal",
    "MoneyXferAcceptedInCheckout"
  ],
  "ExcludeShipToLocation": "Europe",
  "HandlingTime": "1",
  "NewBestOffer": "false",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SEIKO-PROSPEX-Legendary-Turtle-SRP773J-SRP775J-SRP777J-SRP779J-JAPAN-MADE-Divers-/152567938239?var=",
  "BidCount": "0",
  "Variations": {
    "Variation": [
      {
        "StartPrice": {
          "value": "410.0",
          "_currencyID": "AUD"
        },
        "SKU": "SRP773J",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "SRP773J",
            "Name": "Model"
          }
        },
        "Quantity": "11"
      },
      {
        "StartPrice": {
          "value": "380.0",
          "_currencyID": "AUD"
        },
        "SKU": "SRP779J",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "SRP779J",
            "Name": "Model"
          }
        },
        "Quantity": "14"
      },
      {
        "StartPrice": {
          "value": "240.0",
          "_currencyID": "AUD"
        },
        "SKU": "SRP777J",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "SRP777J",
            "Name": "Model"
          }
        },
        "Quantity": "0"
      },
      {
        "StartPrice": {
          "value": "390.0",
          "_currencyID": "AUD"
        },
        "SKU": "SRP775J",
        "SellingStatus": {
          "QuantitySold": "0",
          "QuantitySoldByPickupInStore": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "SRP775J",
            "Name": "Model"
          }
        },
        "Quantity": "10"
      }
    ],
    "VariationSpecificsSet": {
      "NameValueList": {
        "Value": [
          "SRP773J",
          "SRP779J",
          "SRP777J",
          "SRP775J"
        ],
        "Name": "Model"
      }
    },
    "Pictures": null
  },
  "ItemID": "152567938239",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ConditionDisplayName": "New with tags",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTEwMFgxMTAw/z/83EAAOSw3gJZLtU3/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEwMFg3MjQ=/z/HLIAAOSwjqVZLtU7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEwMFg3MjQ=/z/N9oAAOSwsXFZLtU-/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEwMFg3MjQ=/z/Qx0AAOSwJH1ZLtVB/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEwMFg3MjQ=/z/g1UAAOSwlndZLtVF/$_12.JPG?set_id=880000500F"
  ],
  "Title": "SEIKO PROSPEX Legendary Turtle SRP773J SRP775J SRP777J SRP779J JAPAN MADE Divers",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "609",
    "UserID": "chronospride",
    "FeedbackRatingStar": "Purple"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "We fully understand that buying an expensive item over the internet can be a very anxious process. We therefore offer a 30 days money back Guarantee. That allows you to have the watch fully inspected locally.\nOur sole purpose is to make sure that you are happy. If for any reason, you are not completely satisfied with any purchase from the store you can return your purchase for either an exchange or a refund.\nAny item returned must contain all retail packaging and have any tags and labels still attached and the item must show no signs of use. A correctly supplied item where the buyer has changed their mind, the cost of the return is the responsibility of the buyer. If a defective or incorrectly supplied item is sent the cost of the return postage will be refunded back to the buyer.\nThe watch needs to be returned to us within 30 days.\nAll items must be returned with tracking and by a signed for delivery service as we can not be held responsible or refund items lost in the post.\nAll refunds will be processed within 48 hours of the item being received and unless we have send either an incorrect or defective item a full refund will be provided with a deduction for the cost of the original postage\nWe will not accept any returned items, particularly watches that have been sent in a 'Jiffy' type bubble envelope. This is not sufficient enough to protect the contents or the retail packaging from being crushed. Please either re- use the cardboard box we sent your item in or use something similar. It is the buyers responsibility to ensure we receive the item back in perfect condition.\nWorldwide Customers - On the customs declaration form please indicate you are returning unsuitable goods to the original vendor. Failure to do this may cause delays and more importantly if we have to pay customs taxes to receive our item back because the customs declaration form has been incorrectly completed then this sum will be deducted from any refund made."
  }
}