{
  "ConvertedCurrentPrice": {
    "value": "368.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "JP",
  "Location": "Tokyo",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:26:58.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "5",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1404100954",
    "StoreName": "Premium japan store"
  },
  "CurrentPrice": {
    "value": "368.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T07:26:58.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Seiko",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "VA"
  ],
  "ItemID": "332245427692",
  "HandlingTime": "1",
  "Description": "test Product Introduction Payment & Shipping Customs Fee/Duties Return Policy Warranty FAQ About Us SEIKO PROSPEX DIVE SCUBA MECHANICAL WATCH SBDJ017 Japan Domestic Version New Description Seiko PROSPEX SBDJ017, the watch comes with good design and high technology function. Good for those who like adventure activities. You can even see it in the dark. Specification Movement Automatic winding (with self-winding) Case Material Stainless (part of section mix) Case coding Diamond Shield Glass material Sapphire Glass Luminous Yes Accuracy +25secs～-15secs Waterproof Diving water proof 200m Anti-magnetic Yes Size 49.8mm x 43.5mm x 11.5mm Weight 171g Payment and Shipping We accept payment only through Paypal. We ship the item worldwide. We ship within 1-2 business days after payment is confirmed. We ship the item via EMS or FedEx. Insurance will be included into the Shipping and Handling fee. A tracking number will be provided after the item has been dispatched. It usually takes 3-5 business days to ship to the USA. Delivery time varies by destination and by factors such as weather, custom clearance condition etc. Please contact the respective post services for more information. We only ship to your PayPal and Ebay account's registered address.Please make sure that your shipping address is up to date on your PayPal account before placing the order. If your region couldn't show shipping rate, please contact us for shipping cost and details. *When using EMS(Japan Post), if the item comes with a battery, the battery has to be inserted into the body for Japan post policy. We will insert the battery into the body before shipping. Import Duties/Customs fee Import duties, taxes fees are not included in the item price or shipping cost. These charges are the buyer's responsibility. These charges are normally collected by the delivering freight (shipping) company or when you pick up the item - do not confuse them with additional shipping charges. Please contact your country's customs office, local Post Office or FedEx for the information on additional costs prior to purchase. If you want your item to be shipped within Japan domestically, consumption tax (8%) fee will be added to the item price. *We have to declare the actual price and details in the invoice for our company's policy. We are sorry that we could not declare lower price in the invoice or mark the package as a gift or used item. Normal 0 0 2 false false false MicrosoftInternetExplorer4 Return Policy Generally, we accept return for exchange or refund within 14 days since the items arrived to your door. For a full refund, all returned items must be unused, unopened and undamaged in the same brand new condition as it was delivered to you. If the item does not under the `brand new` condition, we will not be able to make a full refund. After checking the item and estimating its condition, we will decide the percentage of the refund (80%, 50%, etc). All packaging, manuals, warranty cards, box and accessories must be sent back with the item. Please make sure to write \"Return Item\" on the dispatch slip paper when sending back the item to us. The item must be sent back via EMS(USPS) or any carrier that provides tracking number..　 The buyer is responsible for the items till we receive them.　 Please contact us before shipping back the package. The responsibility of return shipping cost depends on the case. We deal with return and refund case by case. Simply, we divide the cases by 2 categories. Manufacturer Defect Non-Manufacturer Defect Return shipping cost responsibility on seller on buyer Refund amount full refund or exchange decided by seller after assessing the item condition Warranty How warranty works? If you have any warranty problems, we will assist you. Generally, the warranty is a one year standard warranty and it is valid in Japan only. Item repairs are carried out by the manufacturers here in Japan. If your item has a problem, you have to ship your item together with the warranty card back to us. The item must be sent back via EMS(USPS) or any carrier that provides tracking number. The manufacturer will decide if the problem is covered by the warranty. If the problem is not covered by the warranty, extra repairing fee will be charged. The shipping cost and extra repair fees are the buyer's responsibility. Warranty cases usually take around 14 business days to be processed in Japan. If it is going to take longer we will contact you. Warranty scope Only items that have manufacture defects may be covered by the warranty. Items that have been damaged from actions such as drops, self repair, non maintenance damage, water damage, damage caused by misuse are out of free repair scope. FAQ 1) Can you lower the value in the invoice or mark it as a gift? We cannot undervalue the products or mark them as gift/used item, as it is prohibited by the law. Please understand. 2) What “Japan model” means? It means Japan domestic market model. 3) Can you send me an English manual? English manual can be found and downloaded online. If you can not find English manual, please let us know. We will assist you. 4) Can you check the item/change settings before shipping? We cannot do so in order to keep brand new condition. If you have problems with changing the settings, please let us know. We will assist you. 5) Is the item genuine and brand new? All our products are genuine and brand new in original boxes. We do not sell fake/used items. 6) Is the box factory sealed? There are items that come sealed by manufacturers. There are also items come unsealed. No matter if the product comes sealed or unsealed, it is brand new and unopened. 7) What about import taxes in my country? Unfortunately we cannot check import tax information of your country from Japan. Please check with your local customs office or contact the post office for more information. 8) Can you ship via standard registered mail/DHL/etc? We ship via EMS or FedEx only. 9) Can you ship to a different address? We can only send to your registered address of Ebay and Paypal. Please keep your shipping address up to date on your PayPal account before placing the order. About us Premium Japan is a professional trading company in electronic business.We have a retail shop in Akihabara, Japan, selling various electronics and Electrical Appliances both domestically and internationally over the internet. We are dedicated to provide you with high quality items and unmatched service. We promise our customers that our items are 100% authentic, official products. We always handle your products very carefully. We never send you poorly-packed products. You will certainly receive your product in perfect condition. Premium Japan Customer Support: Monday to Sunday, 10am - 8pm (Japanese Standard Time) Please keep in mind that we do not work during New Year holidays in Japan. If you have any questions please feel free to contact us. Your satisfaction is important to us. If there are any items you are looking for, please let us know. We will do our best to make sure you are happy with your order! Back to top",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SEIKO-SBDJ017-PROSPEX-Diver-Scuba-Solar-Mens-Watch-Japan-Domestic-Version-New-/332245427692",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3322454276928080_2.jpg",
  "HitCount": "11",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT15H54M30S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/IkQAAOSwblZZLnAV/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/pJ4AAOSw0hlZLnAG/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/iNkAAOSwX61ZLnAJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/nCcAAOSwfRdZLnAM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/RY8AAOSwaEhZLnAP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/gJEAAOSwIQdZLnAS/$_57.JPG?set_id=8800005007"
  ],
  "Title": "SEIKO SBDJ017 PROSPEX Diver Scuba Solar Men's Watch Japan Domestic Version New",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "FeedbackScore": "1761",
    "UserID": "premium-japan",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "Percent_20",
    "RestockingFeeValue": "20%",
    "Description": "Restocking fee: 20%",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)"
  }
}