{
  "ConvertedCurrentPrice": {
    "value": "5950.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Bala Cynwyd, Pennsylvania",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T12:40:37.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=994053415",
    "StoreName": "Govberg Jewelers"
  },
  "CurrentPrice": {
    "value": "5950.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T12:40:37.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Jaeger-LeCoultre",
        "Name": "Brand"
      },
      {
        "Value": "Q143842A",
        "Name": "MPN"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "37mm",
        "Name": "Case Size"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Silver",
        "Name": "Face Color"
      },
      {
        "Value": "Index,Arabic Numerals",
        "Name": "Hour Markers"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Exhibition",
        "Name": "Caseback"
      },
      {
        "Value": "Day and Date,Month Indicator,Moon Phase",
        "Name": "Features"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "50 m (5 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Crocodile",
        "Name": "Band Material"
      },
      {
        "Value": "Brown",
        "Name": "Band Color"
      },
      {
        "Value": "Deployment Buckle",
        "Name": "Buckle Type"
      },
      {
        "Value": "Box and Papers",
        "Name": "Box/Papers"
      },
      {
        "Value": "15-Month Govberg Jewelers Warranty",
        "Name": "Warranty"
      },
      {
        "Value": "Casual,Dress",
        "Name": "Style"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Master Calendar",
        "Name": "Model"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "CR",
    "GP",
    "GT",
    "MQ",
    "PA",
    "ID",
    "AR",
    "BO",
    "BR",
    "CL",
    "CO",
    "EC",
    "PY",
    "PE",
    "UY",
    "VE",
    "MX",
    "IQ",
    "IL",
    "JO",
    "KW",
    "LB",
    "TR",
    "AE",
    "YE",
    "AZ",
    "BD",
    "IN",
    "KR",
    "RU",
    "NC",
    "BY",
    "BG",
    "HR",
    "CZ",
    "HU",
    "LI",
    "LU",
    "MT",
    "RO",
    "SK",
    "UA"
  ],
  "HandlingTime": "1",
  "Description": "Govberg Jewelers - Since 1922Authorized dealer of the finest timepieces.Visit Our eBay StorefrontAccesoriesArnold & SonBaume & MercierCertified Pre-Owned WatchesClocksCollectiblesEstate JewelryGiuliano MazzuoliJekyll and HydeJewelryJorg GrayJorg HysekLouis ErardNomos GlashutteOtherUniversal GeneveUrwerkViscontiWatchesWriting InstrumentsXemexJaeger-LeCoultre Master Calendar Q143842A Automatic Steel Mens Strap Watch MoonGovberg's Price: $5,950.00 Pre-Owned Jaeger-LeCoultre Master Calendar (Q143842A) self-winding automatic watch, features a 37mm stainless steel case surrounding a silver dial on a brown crocodile strap with a stainless steel deployment buckle. Functions include hours, minutes, small-seconds, day, date, month and moon phase. This watch comes complete with box and papers. We back this watch with a 15-month warranty! Watch this ItemSend to FriendAdditional Information:About UsShippingWarrantyReturns With one of the largest selections of prestigious timepieces, watch winders and exquisite jewelry in the country, Govberg Jewelers has been Philadelphia's premier jeweler since 1922. As an authorized retailer of over 50 brands, Govberg Jewelers sells only AUTHENTIC and NEW watches straight from the manufacturer. All of our watches come complete with box and paperwork intact. As a new member of the eBay community, we are committed to servicing all of your wristwatch needs and providing you with an enjoyable online experience. Please contact us at 800-528-8463. We look forward to hearing from you! Domestic Orders: FREE and fully insured FedEx 2nd Day shipping. Please contact us, prior to purchasing, if you require immediate shipping. We charge a flat rate of 30.00 USD for FedEx Standard Overnight. For PayPal purchases, as per PayPal requirements, we can only ship your order to the address approved by PayPal. For your security, all orders are shipped with a signature ?required. Please be sure an adult, who is authorized to ?sign for your package, will be available at the designated shipping address. For APO & FPO Orders, we DO ship to APOs or FPOs. For P.O. Boxes, we typically do not ship to P.O. Boxes. Please contact us before bidding if you fall into these categories so we may best accommodate you. International Orders: For orders over 500.00 USD, we charge a flat rate of 75.00 USD to ship FedEx Priority International. For orders under 500.00 USD, shipping is based on the value of the item and the designated shipping address. Please contact us before bidding/buying/ordering to make sure we ship to your country. We do NOT ship to Russia. Additional costs, such as customs, import duties, VAT, taxes and charges are NOT included in the item price or the shipping costs. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying/ordering. Please be aware that we MUST declare the amount that you paid for your watch on the international invoice included with the shipment. We cannot declare the watch as a gift/used/or at a lower value. For PayPal purchases, as per PayPal requirements we can only ship your order to the address approved by PayPal. Taxes: All items shipped within Pennsylvania will be charged 8.0% sales tax. Sales tax is NOT applicable on orders shipped anywhere outside of Pennsylvania. As an authorized dealer, all of our NEW watches come with legitimate and valid warranties from the manufacturer. Warranty coverage may differ among brands. Please contact us if you have any questions regarding the warranty information on a particular watch. Certified Previously Owned Watches: Your \"Certified Previously Owned Watch\" is guaranteed by Govberg Jewelers. As such, your watch is warranted against mechanical failure for 15 months from the date of purchase. Please be aware that if the wristwatch is still covered under the watch brand's international warranty, the Govberg Jewelers warranty will still be in effect. When the brand's international warranty ends, the Govberg Jewelers warranty will continue until a total of 15 months have been reached. If the Govberg warranty ends before the international warranty of the wristwatch, the watch will be warranted until the date listed on the brand's warranty card. Crystals, bracelets, straps, and cases damaged in the normal course of use will not be warranted. The original watch box, warranty, and all appropriate manuals are included unless otherwise noted in the auction. All timepieces purchased from Govberg Jewelers (exceptions apply, see below.) may be returned or exchanged within 14-days of purchase. All watches must be in their original, unused condition for a full refund of the purchase price (minus our actual shipping costs) or store credit for an exchange. When your timepiece arrives, make sure to inspect the watch before wearing or removing any tags or factory tape. Check over the watch to see that it is in perfect working order, with no blemishes. Once the watch is worn or sized (and even if it is unworn but the plastics/tags have been removed) we cannot accept a return of the watch. If, after wearing or sizing your watch, you notice that there is a mechanical problem, we will ALWAYS repair it under warranty. As an authorized dealer, our new watches come with legitimate and valid warranties from the manufacturer. We back our preowned watches with a 15-month warranty against any mechanical flaw. We will NOT replace or refund a watch once it has been worn (or the plastics/tags have been removed). It is the buyer's responsibility to inspect the watch upon receipt to ensure that it is in perfect working order, before wearing. Please Note: Please contact us prior to your return. We do NOT pay for return shipping. The order must be returned within 14-days of the date of delivery. If the watch is a gift and you are in need of an extension, please contact us prior to purchasing. Returns will be credited in full minus the actual shipping cost. Credit will be issued in the same form as payment received. Returns must be shipped via prepaid insured traceable delivery (for e.g. UPS or FedEx) Please note: FedEx does not insure watches valued above $500. If your watch is valued above that amount please use an alternate shipping method.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Jaeger-LeCoultre-Master-Calendar-Q143842A-Automatic-Steel-Mens-Strap-Watch-Moon-/282502320401",
  "NewBestOffer": "false",
  "SKU": "JAEG301278",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2825023204018080_1.jpg",
  "ItemID": "282502320401",
  "PostalCode": "19004",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT21H24M48S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/8JsAAOSwA29Y5PvL/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/R0YAAOSwTM5Y5PvO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Z7UAAOSwc-tY5PvS/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/NVQAAOSwDmBY5PvV/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Nz8AAOSwDmBY5Pve/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/OAYAAOSwDmBY5Pvi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/q8QAAOSww3tY5Pvl/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Jaeger-LeCoultre Master Calendar Q143842A Automatic Steel Mens Strap Watch Moon",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "2004",
    "UserID": "govbergjewelers",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}