{
  "ExcludeShipToLocation": [
    "TR",
    "DK"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "17.02"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/euwAAOSwHMJYG455/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "12",
  "Country": "US",
  "Seller": {
    "UserID": "ecop!",
    "FeedbackRatingStar": "SilverShooting",
    "FeedbackScore": "1252505",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "StartTime": "2016-11-12T20:25:02.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "You are welcome to return your purchase to eCopUSA. The following guidelines apply to return requests submitted to eCopUSA: 1. Items returned that are deemed broken or defective, a listing error, or a shipping error qualify for a full refund that will be covered by eCopUSA. 2. Items returned for ANY reason other than stated above will be considered a customer error. Customers will be responsible for the return shipping costs plus a 15% restocking fee will apply. Please note, if an item or the item packaging for a customer error return is missing, incomplete, has been opened or tampered with in any way, WE WILL NOT ACCEPT THE RETURN. Items must be in a resalable pristine condition as Brand New, Unopened, Never Used. Do not return items in any other state as we will refuse the return request and the customer will be responsible for the shipping costs of the item (if you choose to reclaim the item). Items that are not reclaimed within 10 days of receipt of the unaccepted return will be disposed of. Please forward questions concerning our returns policy to our customer service team before returning items. 3. Returns will not be accepted for the following items: Batteries, Undergarments, Liquids and Oils, C02 products, and Flashlight Bulbs.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "true",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "true",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "20.99"
    },
    "PricingTreatment": "STP"
  },
  "Title": "Uzi UZI-W-799 Digital Sports Watch w/Rubber Strap Water Resistant",
  "SKU": "K-CC-UZI-W-799",
  "ItemID": "311739711228",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Uzi-UZI-W-799-Digital-Sports-Watch-w-Rubber-Strap-Water-Resistant-/311739711228",
  "Storefront": {
    "StoreName": "eCop Police Supply",
    "StoreURL": "http://stores.ebay.com/id=12024003"
  },
  "QuantitySold": "9",
  "PostalCode": "48317",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "ConditionDisplayName": "New with tags",
  "Description": "Powered by Frooition.comContact UsThe Best Police & Tactical Gear, Knives, Gun Parts, Hunting & Fishing Equipment and More - Always Free Shipping! Shop Categories Uzi UZI-W-799 Digital Sports Watch w/Rubber Strap Water Resistant Stock photo Actual item may differ slightly from picture (Please check listingTitle/Description for fit, color and size information.)Uzi UZI-W-799 Digital Sports Watch w/Rubber Strap Water Resistant Item Description UZI Digital Sports Watch, 3ATM, Multi Function, Back Glow, Stainless Steel Caseback, Rubber Strap. Detailed Product Description: UZI Digital Sports Watch, 3ATM, Multi Function, Back Glow, Stainless Steel Caseback, Rubber Strap. The UZI-W-799 Digital Sports Watch has an easy to read, digital display with a stainless steel back and keeps track of time with unrivaled precision. This timepiece has a backlight feature that's brighter than other brands so you can read the time no matter how dark it is. It has a time and date display with an alarm and standard or military time settings. This timepiece is an absolute must in the emergency, safety and protection sectors as well as in the armed forces but it's also ideal for adventure sports. The UZI-W-799 Digital Sports Watch comes with a 1-year limited warranty that protects against defects in material and workmanship. UZI combines advanced technical concepts with innovative designs to produce products used and trusted by the Army, Secret Service and Special Forces. Since its launch in the 1950s, UZI has become one of the world's most famous firearm brands and a 20th century icon. Features and Specifications: Backlight feature is brighter than other brands to tell the time in the dark. Easy to read digital display with standard or military time setting. Date display with an adjustable alarm. Wrist watch is finished in grey. Water resistant to 30 Meters. Our StoreOur StoreShippingReturnsPaymentContact usOur Store More Items!View more great items About UsStore PoliciesInternational OrdersContact UsStore FAQ'sFlashlight GuideRiflescope GuideBinocular GuidePowered by Frooition.comFrooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js)This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Uzi",
        "Name": "Brand"
      },
      {
        "Value": "UZI-W-799",
        "Name": "MPN"
      },
      {
        "Value": "024718520063",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3117397112288080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "TopRatedListing": "true",
  "EndTime": "2017-06-10T20:25:02.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Utica, Michigan",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "17.02"
  },
  "TimeLeft": "P10DT2H25M19S"
}