{
  "ConvertedCurrentPrice": {
    "value": "609.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "JP",
  "Location": "Hyogo",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:00:06.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1018428113",
    "StoreName": "Life Time Japan"
  },
  "CurrentPrice": {
    "value": "609.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-07T09:00:06.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Wristwatch",
        "Name": "Style"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Material"
      },
      {
        "Value": "Black",
        "Name": "Color"
      },
      {
        "Value": "Switzerland",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "232355073623",
  "HandlingTime": "3",
  "Description": "AUTH Certina C027.417 Chronograph DS SPORT Wristwatch Black Stainless rubber Description Store Item No. 7E0346EG5 Type DS SPORT/ Pattern NumberC027.417Country of ManufactureSwitzerlandgenderMen'sSizeCase:W1.7 / W42mm Band Length:6.5inch / 16.5～22.0cm SpecColorBlackMaterialface : Stainless Steel band : rubberStyleWristwatchcome withBox Condition Total Rank: S Condition details Although it is an unused item, please acknowledge small scratches accompanying storage, Scrapes etc ., Condition rankNNewBrand new with tags.SNew / Unused New item, but may have insignificant scratches or slight discoloration due to storage or display.SAMintUnused or barely used, may have some insignificant scratches or stains.AExcellentUsed item, may have insignificant scratches and signs of usage. ABVery GoodUsed item, has some insignificant scratches and other signs of usage.BGoodUsed item, has some scratches, stains and obvious signs of usage.BCDecentItem has scratches, discoloration and other noticeable signs of usage.CUsableItem has scratches, discoloration and other heavy signs of usage.CDNeeds repairItem has significant damages that would require repair. DJunkItem has heavy damages that would require repair.Please Note LifeTime offers you a wide range of top luxury brands. We pride ourselves in providing a large selection of bags, jewelry, watches and apparels. All items are 100% AUTHENTIC. We hope you will enjoy your experience with our products. Please click the photo to enlarge, check each photos very carefully for condition details.International Buyers Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyers responsibility. Please check with your countrys customs office to determine what these additional costs will be prior to bidding or buying. Other information a seller may wish to include: These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. We do not mark merchandise values below value or mark items as gifts ? US and International government regulations prohibit such behavior.The dispatch method All Items are sent from Japan.delivery - 3 to 10 days. The number of pursuit is included by insurance. Please note: Items may be subject to import duties, taxes and additional charges. The recipient of the shipment is the importer of record in the destination country and is responsible for all import fees.If you any questions about Import duties and taxes, Please contact Customhouse in your Country, Before buying and bidding.Return Policy We guarantee 100% authenticity and accept returns for 7 days after you received the item. In principle,ALL SALES ARE FINAL, NO RETURN, NO REFUND, NO EXCHANGE. If have any problems or not satisfied with your purchase, please contact us. SHIPPINGFREE delivery! Postage is free for the order by \"buy it now\",but postage will be charged separately when it is auction. We offer you worldwide FREE Shipping.Express Mail Service(EMS) or DHL with Tracking number provided.CONTACTS Please contact us by eBay message. If you have any problem or question,Please contact to us ASAP.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/AUTH-Certina-C027-417-Chronograph-DS-SPORT-Wristwatch-Black-Stainless-rubber-/232355073623",
  "ConditionDescription": "Almost New : Mint Condition Used only display. 7E0346EG5",
  "NewBestOffer": "false",
  "SKU": "7E0346EG5",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2323550736238080_1.jpg",
  "HitCount": "0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P6DT17H32M9S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/cDoAAOSwblZZLoZc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/05kAAOSwH09ZLoZf/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/epsAAOSwX61ZLoZi/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/fPMAAOSww5hZLoZo/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/M5EAAOSwcgNZLoZs/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/t7QAAOSww9xZLoZv/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/nawAAOSw3gJZLoZy/$_1.JPG?set_id=8800005007"
  ],
  "Title": "AUTH Certina C027.417 Chronograph DS SPORT Wristwatch Black Stainless rubber",
  "Seller": {
    "PositiveFeedbackPercent": "99.1",
    "FeedbackScore": "980",
    "UserID": "l_t_online",
    "FeedbackRatingStar": "Purple",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  }
}