{
  "ConvertedCurrentPrice": {
    "value": "539.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "CA",
  "Location": "Saint-Thomas, Quebec",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:21:08.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=260541359",
    "StoreName": "MLC-INC Online Liquidation store"
  },
  "CurrentPrice": {
    "value": "539.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T14:21:08.000Z",
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "Description": "Raymond Weil Men's 5599-STP-00308 Analog Display Swiss Quartz Two Tone Watch Wear 2 times in fashion show, like new Stainless steel case with a two-tone (silver-tone and 18kt yellow gold-tone) stainless steel bracelet. Fixed 18kt yellow gold-tone bezel. White dial with luminous gold- tone hands and Roman numeral hour markers. Minute markers around the outer rim. Dial Type: Analog. Luminescent hands and dial markers. Date displays at the 3 o'clock position. Quartz movement. Scratch resistant sapphire crystal. Protected RW engraved crown. Solid case back. Case diameter: 39 mm. Case thickness: 7.6 mm. Round case shape. Locking clasp. Water resistant at 50 meters / 165 feet. Functions: hours, minutes, seconds, calendar. Additional Info: suitable for swimming and showering. Fashion watch style. Watch label: Swiss Made. Item Variations: 5599 STP 00308, 5599.STP.00308, 5599STP00308. Raymond Weil Tango White Dial Two-tone Mens Watch 5599-STP-00308. Watch Information Brand, Seller, or Collection Name Raymond Weil Model number 5599-STP-00308 Part Number 5599-STP-00308 Item Shape Round Dial window material type﻿ Anti reflective sapphire Display Type Analog Clasp deployant-buckle Case material Stainless steel Case diameter 39 millimeters Case Thickness 8 millimeters Band Material Two-tone stainless steel Band length Men's Standard Band width 20 millimeters Band Color Two Tone Dial color White Bezel material Gold tone Bezel function﻿ Stationary Calendar﻿ Date Movement Swiss quartz Water resistant depth 165 Feet FEEDBACK POLICIES: WE LEAVE POSITIVE FEEDBACK TO ALL WINNERS THAT LEFT POSITIVE FEEDBACK FOR US ONCE THE TRANSACTION IS COMPLETED. WE STRIVE TO ENSURE THAT ALL OF OUR CUSTOMERS ARE 100% SATISFIED. GENERAL INFORMATIONWE GIVE TRACKING NUMBER IN YOUR PAYPAL ACCOUNT.CANADIAN PAY GST AND QUÉBEC RESIDENT MUST AD QST, USA ARE TAX FREE.PAYMENT MUST BE RECEIVED 9 DAYS MAXIMUM, AFTER THE AUCTION END...EVERY EFFORT HAS BEEN MADE TO ACCURATELY DESCRIBE ALL MERCHANDISE OFFERED IN OUR AUCTION. WE OFFER A 14 DAYS DOA RETURN POLICY ON DEFECTIVE ITEM . OUR BUSINESS HOUR ARE 9:00 AM - 5:00 PM MONDAY-FRIDAY . WE ARE CLOSED ON WEEK-END AND ALL MAJOR HOLIDAYS AND THE DAY AFTER. SALES COMPLETED AND EMAIL RECEIVED AFTER OUR BUSINESS HOURS WILL BE HANDLED THE NEXT WORKING DAYS. SHIPPING POLICIES:SHIPPING COST WRITTEN IN AUCTION IS FOR CONTINENTAL CANADA AND USA. CUSTOMERS FROM NUNAVUT, NORTHERN TERRITORY, YUKON, ALASKA, PUERTO RICO, ETC MUST EMAIL FOR SHIPPING COST BEFORE BIDDING.WE NEVER REFUND SHIPPING COST PAID IN ANY CASE. WE SHIP THE NEXT DAY OF PAYMENT RECEPTION, WITH EXPEDITED PARCEL FOR CANADA& USA , AND SHIPPING MAY TAKE UP TO 5 TO 15 DAYS FOR CANADA AND 12 TO 20 DAYS FOR USA International Standard: 2 to 6 weeks (may take 8 to 12 weeks due to customs delays)Tracking number will be upgraded only at the reception of your package by your local post officeTHE TIMES DUE TO PACKAGE FOR CUSTOMS IS LOCKED OUT OF OUR CONTROL. IF SOMETHING HAPPEN IN THE SHIPPING, WE CANNOT REFUND ANYTHING UNLESS WAITING THE 45 DAYS NEEDED BY CANADA POST TO CONCLUDE THEIR INVESTIGATION. FOR INTERNATIONAL STANDARD OVERSEAS SHIPPING WE CANNOT REFUND ANYTHING UNLESS WAITING THE 65 DAYS NEEDED BY CANADA POST TO CONCLUDE THEIR INVESTIGATION All returns MUST have prior authorization. When returning a product from the U.S.A. please send the product as a defective return and declare product value on the customs form ($5 value) otherwise we may refuse the return due to customs and brokerage fees. BID WITH CONFIDENCE! WE ARE A SELLER YOU CAN TRUST.....Please don’t forget to leave your feedback! If you are pleased with our transaction, please respond with all 5 stars! We strive for 5-Star customer satisfaction by selling 100% authentic goods, offering competitive shipping rates, fast turn-around times, and maintaining openlines of communication. If you do not feel you have received 5-Star service please contact us prior to leaving feedback.When rating our transaction in the detailed feedback system please keep in mind that eBay considers any rating less than 4.8 to be below the standard they require of sellers to avoid the highest selling fees and more. THANK YOU AND HAPPY BIDDING!",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "272695231475",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "RAYMOND WEIL",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "5599-STP-00308",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Raymond Weil Men's 5599-STP-00308 Analog Display Swiss Quartz Two Tone Watch",
  "ConditionDescription": "Wear 2 times in fashion show, like new",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Raymond-Weil-Mens-5599-STP-00308-Analog-Display-Swiss-Quartz-Two-Tone-Watch-/272695231475",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2726952314758080_1.jpg",
  "HitCount": "1",
  "PostalCode": "J0K 3L0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT23H12M9S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/FzAAAOSwcB5ZLs6-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/2SYAAOSw8HBZLs6~/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "539.99",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "FeedbackScore": "23924",
    "UserID": "mlc-inc",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}