{
  "QuantitySold": "0",
  "Title": "IWC SCHAFFHAUSEN Ingenieur Chrono Alarm Cal. 633  DIAL",
  "PostalCode": "30853",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:14324:173696:63200:57714",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "IWC Dial Ingenieur Chrono Alarm Original Dial International Watch Co SCHAFFHAUSEN Ingenieur Chrono Alarm Chronograph with Calendar and Alarm New Old Stock Caliber 633 IWC Calibre 633 (Jaeger Le Coultre Calibre 633) quarz Condition of dial: good used with some signs of storage; s. pictures Diameter of dial: 29 mm locating pins are at 26' and at 53' Date window btw. 4h and 5h Color: black with applied hour markers on 3h, 6h, 9h , 12h and white arabic numerals Originality is guaranteed Original Zifferblatt International Watch Co SCHAFFHAUSEN Ingenieur Chrono Alarm Chronograph mit Datum und Alarm Kaliber 633 IWC Kaliber 633 (Basiskaliber Jaeger Le Coultre Kaliber 633) Meca-Quarz Zustand: guter gebrauchter Zustand mit leichten Lagerungsspuren Durchmesser: 29 mm Positionen der Zifferblattfüße : 26' und 53' Datumsanzeige zwichen 4 und 5 Uhr Farbe: schwarz mit aufgesetzten Stundenindexen bei der 3, 6, 9, 12 Uhr und Arabischen Zahlen in Weiß Originalität wird garantiert Als Verbraucher können Sie den Kauf ohne Angaben von Gründen innerhalb eines Monats widerrufen. Weitere Infos dazu und unsere AGB finden Sie auf unserer mich-Seite. I accept returns within 30 days. You can read at German policy details on a me-site. Click on the picture to view a large version",
  "StartTime": "2015-06-29T13:16:35.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTA4WDUwMA==/$(KGrHqF,!lkE-diJSRqoBPs0btmQi!~~60_1.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "179.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "57714",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "IWC",
        "Name": "Brand"
      },
      {
        "Value": [
          "12-hour Dial",
          "Chronograph",
          "Date"
        ],
        "Name": "Features"
      },
      {
        "Value": "1990-1999",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Analogue",
        "Name": "Display"
      },
      {
        "Value": "Ingenieur Chrono Alarm",
        "Name": "Model"
      }
    ]
  },
  "Seller": {
    "UserID": "yevgen62",
    "FeedbackRatingStar": "YellowShooting",
    "FeedbackScore": "11645",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.9"
  },
  "HitCount": "1660",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3315939286208080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-18T13:16:35.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "179.0"
  },
  "BidCount": "0",
  "Country": "DE",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "What happens if I change my mind?\nYou can cancel this purchase at any point within 14 days without giving any reason.\nThe withdrawal period will expire 14 days from the day you receive your items; or you receive the last item in a multiple item order.\nTo exercise the right of withdrawal, you must inform us in writing of your decision to cancel this purchase (e.g. an e-mail). \nIf you have already received the item, you must return it intact and undamaged to the address we provide within 14 calendar days from the date of the cancellation.  In some cases, we may arrange for the item to be collected from you.\n \nEffects of withdrawal\nIf you withdraw from this purchase we shall reimburse all payments received from you, including the costs of outbound delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract. We will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement. \nFor the collection of goods and the cost of returning the goods, please check the listings for details of who is responsible for returns costs.\n\nWhat to do if your item is incorrect, faulty or damaged?\nIf you feel that the item you purchased is incorrect, faulty or damaged, please contact us to discuss a resolution. If you pay your item with PayPal, you can also get information on eBay Money Back Guarantee Program.\nThis Returns Policy does not affect your statutory rights, for example relating to faulty or incorrectly described items. For more information including your rights under the Consumer Contracts Regulations, please see Know Your Rights.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/IWC-SCHAFFHAUSEN-Ingenieur-Chrono-Alarm-Cal-633-DIAL-/331593928620",
  "ConditionDescription": "as described and pictured",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Location": "Langenhagen",
  "Storefront": {
    "StoreName": "SAMMLERPARADIES",
    "StoreURL": "http://stores.ebay.com/id=37149375"
  },
  "ItemID": "331593928620",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Parts, Tools & Guides:Parts:Bezels & Inserts",
  "TimeLeft": "P17DT15H42M12S"
}