{
  "ConvertedCurrentPrice": {
    "value": "1.49",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Chicago, Illinois",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T08:29:25.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1296180333",
    "StoreName": "metaltree98"
  },
  "CurrentPrice": {
    "value": "1.49",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T08:29:25.000Z",
  "ShipToLocations": [
    "US",
    "Europe",
    "CA",
    "AU"
  ],
  "Description": "Women's Hip Hop Zebra Print Fashion Silicone Band Quartz Analog Watches 7817 GR Description Material - Leather Band Size- 8.5\" Adjustable Leather Band Price- 100% Factory Direct & Lowest price Top- Made of High and Top Plating Payment We want to ensure that all of our buyers are offered all the benefits that eBay has to offer In order to ensure that all of our buyers quality for eBay Buyer Protection, we only accept payment through PayPal PayPal allows you to complete your purchase quickly and securely. It offers a variety of payment options including all the major card carriers In order to ensure that all of our customers have equal access to our inventory, we require immediate payment For Bid Please send the payment for your item within 3 days of buying/winning the item. We only accept payment through PayPal Sales Tax We are required to charge sales tax in the following states: Illinois (IL) Shipping & Handling All orders are shipped out within one business day. Your order will be shipped out via one of participating partners, which include UPS, USPS among others. At this time, we only ship to physical addresses that are located within the 48 contiguous states of the United States of America. We are able to ship to P.O. boxes, APO or FPO addresses, or international addresses Tracking Once we have confirmed that your order was picked up by the shipping carrier, we will update the tracking information through eBay Domestic: We are happy to get your item to the post office within 24-48 hours after your payment has cleared We ship products using UPS & USPS, therefore it could take up to 3 to 7 business days for your item to be delivered. Tracking information available for all domestic buyers International: International shipping can take up to 7-15 business days for your item to be delivered. Please, be aware of your local customs office for details on how you can claim items if your package has been delayed longer than 15 days above normal delivery time We take great care packaging every item to ensure quality satisfaction Returns In the event that you would like to return your purchase, we allow returns that are processed within 30 days of receipt of the merchandise. Please contact us for a return authorization and the return shipping address. Return shipping and handling is the responsibility of the buyer and all returns are subject to a minimum of a 15% restocking fee We will accept returns within 30 days received item within reason. Please contact us first for authorization, so we can discuss means to an amicable solution Refund will be made in the same method as it was received. If you paid by PayPal - you will get a PayPal refund Returned items must be unworn and unopened (free of any stains from makeup, deodorant, or wear) with all product tags attached. Defective items must be reported within 2 business days (48 hours) of receipt. If not reported, we will not issue credit. If you believe you have received an incorrect item, please contact us within 48 hours of receiving your package Normal wear or accidental breakage by the customer is not covered by our return policy Any items tarnished or discolored from chemicals (hairspray, perfume, etc.) are not covered by our return policy Only regular and sale priced items may be returned. All clearance merchandise is final sale and will be noted as such within the product description Genuinely faulty goods will be replaced or money refunded, however we must be advised of any faulty goods upon receipt of the item. If the item is found to be faulty, we will also refund the postage cost Exchanges In the event that you receive defective or damaged merchandise, we will replace the item at no cost to you as long as it is reported within 7 days of receipt of the merchandise. Exchanges are subject to availability On May-17-17 at 13:52:09 PDT, seller added the following information:",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "GL",
    "MX",
    "PM",
    "AL",
    "AD",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "EE",
    "GI",
    "GG",
    "HU",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA"
  ],
  "ItemID": "152567606585",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Metaltree98",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": [
          "Water Resistant",
          "Easy To Read"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Aluminum",
        "Name": "Case Material"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Silicone/Rubber",
        "Name": "Band Material"
      },
      {
        "Value": "Green",
        "Name": "Band Color"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "643415267448",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Women's Hip Hop Zebra Print Fashion Silicone Band Quartz Analog Watches 7817 GR",
  "ConditionDescription": "A brand-new, unused, and unworn item (including handmade items) that is not in original packaging or may be missing original packaging materials (such as the original box or bag). The original tags may not be attached.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Womens-Hip-Hop-Zebra-Print-Fashion-Silicone-Band-Quartz-Analog-Watches-7817-GR-/152567606585",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525676065858080_1.jpg",
  "HitCount": "1",
  "PostalCode": "60630",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT16H59M30S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTUx/z/y44AAOSwoBtW40jw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTUx/z/HUwAAOSwZQxW40jt/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTUx/z/yw4AAOSwoBtW40jq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTUx/z/pRkAAOSwh-1W40jx/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "1.49",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.6",
    "FeedbackScore": "7421",
    "UserID": "metaltree98",
    "FeedbackRatingStar": "Green",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "Percent_10",
    "RestockingFeeValue": "10%",
    "Description": "Restocking fee: 10%",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)"
  }
}