{
  "QuantitySold": "0",
  "Title": "Cartier Lanieres Ladies 18K White Gold Diamond 3-Strand Quartz Watch #WJ2003W3",
  "PostalCode": "93921",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "Seller": {
    "UserID": "oceanavetime",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "645",
    "PositiveFeedbackPercent": "100.0"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Cartier Lanieres Ladies 18K White Gold Diamond 3-Strand Quartz Watch #WJ2003W3 Genuine pre-owned ladies Cartier Lanieres in solid 18K white gold with a quartz battery movement. The case is a rectangle shape measuring 28mm x 9.5mm (not including crown). It has one row of factory set diamonds on each side of case = 18 round brilliant cut diamonds of excellent quality. It has a light silver square pattern guilloche dial, black roman numerals and dark blue sword-shaped hands. The bracelet is solid 18K white gold, three strands measuring 9mm connected at folding clasp with minor scratches. Durable scratch resistant sapphire crystal. The watch has been recently fully serviced, runs great and in excellent condition.Model Number: WJ2003W3Comes with original Cartier box and bookOne year warrantyAsking $12,500Please make us your best offer! <img src=\"http://ti2.auctiva.com/web/aswCredit.gif\" border=\"0\"> <a href=\"http://www.auctiva.com/?how=scLnk2\" target=\"_blank\"><img src=\"http://ti2.auctiva.com/images/sc1line2.gif\" border=\"0\"> <a style=\"text-decoration:none\" href=\"http://mostpopular.sellathon.com/?id=AC556745\"><im... src=\"http://www.sellathon.com/Resources/Images/counterc... border=\"0\"> We Guarantee Every Timepiece is 100% Genuine and Authentic Every watch is authenticated by our on-site Trained and Certified Cartier Watch Technician. Mark Areias Jewelers has been involved in the watch industry for over 30 years. We have two store locations located in Carmel-by-the-Sea and Aptos California. We can be reached by phone or email anytime to answer your questions or discuss offers. About Us Payment Shipping Returns & Appraisals Contact Us Here at Mark Areias Jewelers it's all about relationships. The high standards that we display allow for superb quality, outlasting mass-produced merchandise. We stand behind our products. Our GIA training assure you of our expertise to appraise the value and quality of each piece. We want to thank you for visiting our online market place and please enjoy yourself. We want all of our customers to be treated like royalty therefore we have an open door policy. If you need to inquire about an item please email or call us. We check our email daily but if you do have a pressing question you may always call Shelly at (831) 624-5621. For those of you that do happen to venture into our neck of the woods we encourage to to visit either one of our store fronts at: 7552 Soquel Drive Aptos Center Aptos CA 95003 Ocean Ave between Mission and San Carlos Carmel-by-the-Sea CA 93921 We look forward to your future business and thank you for visiting our online store. ~Mark Areias Jewelers Since 1983~ Please use PayPal for all transactions. This makes it easier and safer for both of us. You may also pay by phone with Visa or MasterCard. Please include your phone number with your payment. International Buyer pays duty tax, which local entity will charge you when delivered. Here at Mark Areias Jewelers we use the U.S. Postal Service and FedEx as our carrier. We do not ship on weekends or holidays and will ship your item as promptly as possible. Express Mail takes one to three days. FedEx takes one to four days. Overnight shipping is available upon request with additional fee. Once the package is ready to ship we will provide you with a tracking number so you can track the package. Finally, all packages are insured for the amount of the item and require a signature upon delivery. RETURNS: We accept returns within 14 days of receipt if the product is not working when it arrives or if you feel the product is not what is shown in our store. We don't generally charge a restocking fee; however we do reserve the right to charge a 10% restocking fee if we feel that our policy has been abused. Returns without a valid reason are subject to a re-stocking fee. Be sure to ask questions. Pictures can only show so much and we will answer any question you may have promptly and accurately. Finally we do not refund shipping and handling fees. APPRAISALS: We do offer appraisals on any of our jewelry. If you are purchasing an item under $500.00 then we will need to charge you for an appraisal. However all of our high price fine jewelry with come with a certified appraisal. If you would like an appraisal please let us know upon purchase. Please feel free to contact us via email, phone or through our website. You will be our top priority and respond within 24 hours. Mark Areias Jewelers: Ocean Ave between Mission and San Carlos Carmel-by-the-Sea CA 93921 Mailing Address: MAJ P.O.Box 3608 Carmel-by-the-Sea CA 93921 Phone: (831) 624-5621 Website: www.areiasjewelers.com Visit our Contact Us page",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Vy8AAOSwWWxY9Qhk/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/0FIAAOSwvihY9Qhk/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5NjQ=/z/1soAAOSw5UZY9Qhj/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDcy/z/1s8AAOSw5UZY9Qhj/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTA3/z/b9kAAOSw53NY9Qhj/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/JY4AAOSwE0JY9Qhm/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "12500.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Cartier",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Lanieres",
        "Name": "MPN"
      },
      {
        "Value": "Diamonds",
        "Name": "Features"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Rectangle",
        "Name": "Watch Shape"
      },
      {
        "Value": "Solid Gold",
        "Name": "Case Material"
      },
      {
        "Value": "White Gold",
        "Name": "Band Material"
      },
      {
        "Value": "28mm x 9.5mm",
        "Name": "Case Size"
      },
      {
        "Value": "Luxury: Dress Styles",
        "Name": "Style"
      },
      {
        "Value": "WJ2003W3",
        "Name": "Model"
      },
      {
        "Value": "PRE3409550003",
        "Name": "Stock#"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "SKU": "IF_95ABC04A",
  "StartTime": "2017-04-17T18:24:40.000Z",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1525146218158080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-16T18:24:40.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "12500.0"
  },
  "BidCount": "0",
  "Country": "US",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "RETURNS: We accept returns within 14 days of receipt if the product is not working when it arrives or if you feel the product is not what is shown in our store. We don't generally charge a restocking fee; however we do reserve the right to charge a 10% restocking fee if we feel that our policy has been abused. Returns without a valid reason are subject to a re-stocking fee. Be sure to ask questions. Pictures can only show so much and we will answer any question you may have promptly and accurately. Finally we do not refund shipping and handling fees.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Cartier-Lanieres-Ladies-18K-White-Gold-Diamond-3-Strand-Quartz-Watch-WJ2003W3-/152514621815",
  "ConditionDescription": "Excellent Pre-owned",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Location": "Carmel by the Sea, California",
  "Storefront": {
    "StoreName": "Mark Areias Jewelers",
    "StoreURL": "http://stores.ebay.com/id=10016511"
  },
  "ItemID": "152514621815",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "TimeLeft": "P16DT32M29S"
}