{
  "ConvertedCurrentPrice": {
    "value": "8050.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Atlanta, Georgia",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T14:08:09.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=725751254",
    "StoreName": "Da Vinci Watches"
  },
  "CurrentPrice": {
    "value": "8050.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-03T14:08:09.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "VA"
  ],
  "ItemID": "162536046288",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Rolex",
        "Name": "Brand"
      },
      {
        "Value": "116610",
        "Name": "MPN"
      },
      {
        "Value": "Automatic",
        "Name": "Movement"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "6 83498 43268 5",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "ROLEX 116610 SUBMARINER BLACK CERAMIC BEZEL STAINLESS STEEL",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ROLEX-116610-SUBMARINER-BLACK-CERAMIC-BEZEL-STAINLESS-STEEL-/162536046288",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1625360462888080_1.jpg",
  "HitCount": "8",
  "PostalCode": "30303",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P2DT22H58M6S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/EUkAAMXQCndRgE8Q/$(KGrHqR,!lgFF-,f1)m7BRgE8QdbeQ~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcwMA==/z/RboAAOxyeR9TGMni/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcwMA==/z/fxQAAOxy3HJTGMnm/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcwMA==/z/UaMAAMXQC-tTGMnm/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcwMA==/z/jokAAOxyLm9TGMnl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcwMA==/z/XUYAAOxyXzxTGMnn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcwMA==/z/TZYAAOxy0bRTGMnn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcwMA==/z/jrwAAOxyLm9TGMnn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTUwWDcwMA==/z/fewAAOxyni9TGMnp/$_1.JPG?set_id=880000500F"
  ],
  "Description": "SquareTrade © AP6.0 Our EBay Store About Us Our Guarantee Payment Policies Returns Shipping View Feedback Other EBay Stores --> UNWORN MEN'S STAINLESS STEEL CERAMIC SUBMARINER WITH BLACK DIAL ROLEX MODEL # 116610 OUR PRICE: $ 8,050.00 USD RETAIL PRICE: $ 8,550.00 USD You are viewing one of the Latest and Greatest ROLEX Sport Models. This watch is a Latest Model, UNWORN Men's Stainless Steel ROLEX Submariner with Black Dial. This NEW watch still has all of the factory plastic seals completely intact. This new Rolex Model features the all new CERAMIC BEZEL, NEW CLASP, AND THICKER CASE. BEZEL ENGRAVING is also featured on this Model where you can see the Serial Number engraved on the Watch!!! You can also see the word ROLEX continuously engraved next to the Serial Number!!! This watch comes with the Original Rolex Box, Rolex Certificate/Warranty, Rolex C.O.S.C. Hang Tag, Rolex Booklets, and Certified Retail Appraisal from Da Vinci Fine Jewelry, Inc. Take advantage of this amazing deal today!!! Details Brand:Rolex Collection:Submariner Sub-Collection:Ceramic Submariner Model Number:116610 Gender:Men's Band:Oyster Bracelet Material:Stainless Steel Crystal:Sapphire Movement: Automatic Dial:Black Bezel:Black Ceramic Case Size:40 mm Water Resistance:300 m Warranty:Two Years Condition:Unworn w/ Box and Papers Our Guarantee Da Vinci Fine Jewelry, Inc. has been in business since 1999 purchasing, restoring and selling luxury watches. When you buy from Da Vinci Watches, you are guaranteed authentic watches at discounted prices. We stand behind every watch we sell and will continue to service your timepiece as the need arises. We are respected members of the watch industry, and belong to the following organizations: America's Mart in Atlanta, Better Business Bureau, and National Association of Watches and Clock Collectors, Inc.WarrantyFor all new/unworn watches, Da Vinci Fine Jewelry, Inc. is responsible for the original manufacturer warranty's terms and conditions for two years from the date of purchase. For pre-owned watches, we offer the same warranty for one year from the date of purchase. INTERNATIONAL SHIPPING IS A FLAT RATE OF $ 100.00 USD Payment Policies For the protection of both the buyer and the seller, we accept PayPal. Payment must be made within 3 business days of bidding close. Shipping It's Free!!! (For Domestic Purchases Only; International Shipping is a Flat Rate of $ 100.00 USD) Your shipment will be processed within 24 to 48 hours of receipt of your payment. Your shipment will be sent via Fed Ex. All shipments will be insured through Fed Ex. Returns Da Vinci Fine Jewelry, Inc. is very confident you will enjoy your purchase from us. In the event you need to return or exchange the merchandise you ordered, please read below for information on how we can further assist you. We ONLY accept the return of merchandise that is sent in the exact same condition when it left our showroom. Sorry, No Exceptions. Shipping charges are not refundable. Credit will be issued in the same form as payment received. We offer a return privilege on our items, which allows you to make sure you are satisfied with your purchase. All returns must be pre-approved by Da Vinci via mail, fax, or e-mail before you can ship the returned item. A Return For Inspection (RFI) approval code can be attained by contacting our showroom via e-mail or phone. Returns must be packaged in the same manner when it left our showroom with all original documentation including a copy of your invoice. Returns must be shipped via United States Postal Service Registered Mail, UPS, or Fed Ex. Please make sure the package is insured for the full purchase price. The RFI code must be noted on the invoice/copy inside the package. We strongly recommend you do NOT put the word \"Watches\" or \"Jewelry\" on the outside of the package. Return Tracking Numbers must be e-mailed at the time of shipment. Da Vinci Fine Jewelry, Inc. is not an authorized dealer of any of the watch brands we carry. All brand names and trademarks are the property of their respective owners and used for identification purposes only. This allows us to sell luxury watches at discounted prices. We provide the sole warranty for all items sold through our site. We are not an authorized dealer or distributor of Rolex, and are not affiliated with Rolex, or any of the brands we sell. Da Vinci Watches is not affiliated with any website that sells fake or replica watches.",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "836",
    "UserID": "davinciwatches",
    "FeedbackRatingStar": "Purple"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}