{
  "QuantityThreshold": "10",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "349.0"
  },
  "SecondaryCategoryIDPath": "281:14324:3937:398",
  "HandlingTime": "3",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjEzWDcwMA==/z/kyMAAOSw7NNT7NsW/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "15",
  "QuantitySold": "2",
  "Seller": {
    "UserID": "sonnenflasche",
    "FeedbackRatingStar": "PurpleShooting",
    "FeedbackScore": "51434",
    "PositiveFeedbackPercent": "99.9"
  },
  "StartTime": "2013-02-08T13:14:58.000Z",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "Instructions on withdrawal\n\nRight of withdrawal\n\nYou have the right to withdraw from this contract within 14 days without giving any reason.\n\nThe withdrawal period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the goods.\n\nTo exercise the right of withdrawal, you must inform us (Russische Sammleruhren e.K. - Juri Levenberg, Marsstr. 21, 80335 Muenchen, Tel.:  49 89 49001117, Fax:  49 89 49001118, Email: widerruf(at)poljotuhren.de) of your decision to withdraw from this contract by an unequivocal statement (e.g. a letter sent by post, fax or e-mail). You may use the attached model withdrawal form, but it is not obligatory.\n\nTo meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.\n\nEffects of withdrawal\n\nIf you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract. We will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement. We may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest.\n\nYou shall send back the goods or hand them over to us, without undue delay and in any event not later than 14 days from the day on which you communicate your withdrawal from this contract to us. The deadline is met if you send back the goods before the period of 14 days has expired. You will have to bear the direct cost of returning the goods. You are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods.\n\n\n--- Model withdrawal form ---\n\n(complete and return this form only if you wish to withdraw from the contract)\n\n- To\nRussische Sammleruhren e.K. - Juri Levenberg\nMarsstr. 21\n80335 Muenchen\nFax:  49 89 49001118\nEmail: widerruf(at)poljotuhren.de\n\n- I/We (*) hereby give notice that I/We (*) withdraw from my/our (*) contract of sale of the following goods (*)/for the provision of the following service (*),\n\n- Ordered on (*)/received on (*),\n\n- Name of consumer(s),\n\n- Address of consumer(s),\n\n- Signature of consumer(s) (only if this form is notified on paper),\n\n- Date\n\n___________\n(*) Delete as appropriate.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "AutoPay": "false",
  "HighBidder": {
    "UserID": "t***s",
    "FeedbackRatingStar": "None",
    "FeedbackScore": "1",
    "FeedbackPrivate": "false"
  },
  "ListingType": "FixedPriceItem",
  "Title": "US AVIATOR green Battle Plane Shturmovik 3603 russian mechanical military watch",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "330870900682",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Other Pocket Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/US-AVIATOR-green-Battle-Plane-Shturmovik-3603-russian-mechanical-military-watch-/330870900682",
  "Storefront": {
    "StoreName": "Juri Levenberg",
    "StoreURL": "http://stores.ebay.com/id=18903076"
  },
  "Country": "DE",
  "PostalCode": "80335",
  "QuantitySoldByPickupInStore": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Easy To Read",
        "Name": "Features"
      },
      {
        "Value": "Fabric/Canvas",
        "Name": "Band Material"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Russian Federation",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "AVIATOR",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Mechanical: Hand-winding",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Casual",
        "Name": "Style"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "GlobalShipping": "false",
  "ConditionDisplayName": "New with tags",
  "Description": "JURI LEVENBERG - Poljotuhren.de AVIATOR BATTLE PLANE Russian Pilot's watch - Battle Plane Sturmovik IL-2 This Aviator truly deserves the name \"pilot's watch\"! In WW II used IL-2 bomber and attack aircraft lends his name to this impressive watch. The diameter of the brushed stainless steel case measures 43 mm. The screwed glass back is labeled in cyrillic & english and offers the view of the elaborately decorated movement with blued screws and Geneva stripes. Limited edition of 999 pieces, brand new and unworn. FUNCTIONS: time display: hours / minutes / seconds INDICATORS: small seconds counter at 9 o'clock CASE: brushed stainless steel, strap size 20mm, mineral chrystal, screwed glass back with mineral chrystal and writings in cyrillic & english, diameter 43mm, hight: 13mm DIAL: black dial, black hands with green luminous colour, numerals/indices: green luminous colour CALIBER 3602: Russian mechanical Molnija caliber 3603, manual winding, 18 ruby jewels, Ã˜ 36mm, height: 4.6mm, 18000 semi-oscillations per hour, 41 hours power reserve WATCH NATOSTRAP WATCH BOX INVOICE 2 years warranty on movement WATCH STRAPS WATCH BOXES LITERATURE ACCESSORIES You will find a big assortment of above mentioned in our shop After a successfull auction you will receive an automated email from us with the total amount and our bank account details. Please watch for this email. If you do not receive this email within 24 hours, please contact us immediately. We offer you: service, consultation, spare parts, repair and adjustment in our studio. New Rarities Chronographs Pocket watches Diver watches Alarm watches Stop watches Accessories Sale Terms & conditions Impressum Revocation Battery disposal About the seller",
  "HitCount": "7592",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "SKU": "#1 natostrap",
  "SecondaryCategoryID": "398",
  "QuantityAvailableHint": "MoreThan",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3308709006828080_7.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "EndTime": "2017-06-17T13:14:58.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "München",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "349.0"
  },
  "TimeLeft": "P16DT17H38M44S"
}