{
  "ConvertedCurrentPrice": {
    "value": "1.27",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Mitcham,Surrey,United Kingdom",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T11:50:44.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=61839655",
    "StoreName": "Watches2u Outlet"
  },
  "HighBidder": {
    "FeedbackScore": "41",
    "UserID": "n***h",
    "FeedbackRatingStar": "Yellow",
    "FeedbackPrivate": "false"
  },
  "CurrentPrice": {
    "value": "0.99",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-03T11:50:44.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "SKU": "13318JS-04",
  "Description": "SpecificationsWater Resistance:100mWarranty Period:2 Years ManufacturerDisplay:AnalogueStrap Colour:BrownClasp:BuckleBracelet/Strap:LeatherGender:MensMovement Type:QuartzHead Shape:RoundDial Colour:SilverHead Casing:Stainless SteelStrap Type:StrapType:Wrist Watch What's In The BoxThe photo that can be seen on the right is of the official mens Timberland watch box and packaging which also includes the official Timberland 24 month warranty. The manufacturers certified and dated International Timberland warranty booklet included with every Timberland watch will fully cover your Timberland watch entirely against components and manufacturers faults for 24 months from the day of purchase. Timberland insist that you should buy your watch from official retailers like Watches2U. Unofficial stockists could be trading in counterfeit or replica mens Timberland watches or grey imports, faulty or second hand Timberland watches that are being sold without the official Timberland warranty. Manufacturer InformationTimberland is a renowned brand in the global market for fashion and the label was created in the year 1918 as an entity dealing in the manufacturing of shoes. Nathan Swartz is the founder of this distinguished brand, which has progressed by leaps and bounds to emerge as an impressive corporate giant in the world of brands, sustaining its lead in the fashion market. Nathan first worked as an apprentice in Massachusetts, he was a man of vision. It is this vision that is inculcated into the approaches of this organization that has helped in its development in every era. The brand name Timberland however, was established in the year 1973, with the introduction of the waterproof boots. In the 1990's Timberland extended its product line encompassing and array of fashion accessories under its brand umbrella which also included watches. One of the best things about watches developed by Timberland is their sophisticated yet, simpler technological options, offering various spectacular designs in both the digital and analogue forms. The contemporary design of Timberland watches can fit in with almost all styles in fashion, from attractive formal watches, glittering with elegance to sporty watches for casual wear and tough sports watches with water resistance and customized stainless steel and leather bands. Timberland watches not only provide comfort but make the ideal designer accessory piece. About Us Payment Shipping Terms Returns About Us 10 Reasons to buy from us ...We have one of the UK's largest feedbacks with a positive rating of over 98.8% and combined feedback across our user ID's of over 130,000 !!!!!We take our Customer services very seriously. All e-mails are normally answered within 30 Minutes during UK Office HoursWe publish our telephone number on all auctions and am happy to speak to our customers instead of hiding behind e-mail.All orders are despatched within 2 working days of cleared payment. Where possible we despatch same day.Due to our massive buying power we can offer the most competitive prices on eBayThe Majority of our auctions start at 99p with NO ReserveWe deal directly with the manufacturers and are OFFICIAL stockists on all the lines we sell.We DO NOT make any payment surcharges.What you see is what you pay.Our systems are fully integrated with eBay allowing up to date pricing and stock information.We are the EXCLUSIVE Worldwide Distributor for several deluxe well known brands and all of our watches come with the full manufacturers warranty. About Us Payment Shipping Terms Returns Payment Non Paying Bidders:If payment is not received within 7 working days the item may be relisted and a Non paying bidder alert will be filed against you and negative feedback may be left.Our system is automated and we start to send warning e-mails after just a few days. These e-mails will stop as soon as we have recieved payment. About Us Payment Shipping Terms Returns Shipping Please Note:The following shipping Information is important, please read carefully before placing a bid!Winning items will be sent out within 2 working days of cleared funds being received.ALL ITEMS that we send out REQUIRE A SIGNATURE on delivery and we therefore cannot deliver to P.O.Boxes.We regret that due to regional customs restrictions, we are no longer able to send items items into Turkey.We DO NOT ship to Nigeria or Indonesia so please DO NOT bid if you wish to send to these countries.If the shipment is returned to us and it is a clear error by the buyer for whatever reason we expect the buyer to pay the cost of the repeated shipping cost BEFORE attempting to ship again. Watches2U will only cover the second delivery charge when it is a clear error by Watches2U.Buyers OUTSIDE of the EUROPEAN UNION (and within Tax Exclusion Zones):Please be aware that Watches2U takes no responsibility for any import or sales tax your local customs may impose on your purchase. If you have any doubts we strongly suggest you talk to your local customs office before placing a bid. Watches2U cannot advise on YOUR local customs rules and regulations and all deliveries would have to pass through your country's customs department and may be liable to extra charges. About Us Payment Shipping Terms Returns Terms Placing a Bid:Please be aware that by bidding on this auction or purchasing goods from a \"Buy it Now offer\" you are entering into a legally binding contract with Watches2U. Please make sure that you are happy with all of the terms and conditions before placing a bid. If you do win one of our auctions we advise that it is usually best to pay for the item as soon as possible.Collections:We are a mail order company and as such collections are unfortunately not available.Feedback:Our system automatically leaves feedback once it has been left for us. Please do not e-mail us asking for feedback as it will not be left manually under any circumstances. We wait for your feedback so we know the transaction has been completed. About Us Payment Shipping Terms Returns Returns We offer you a 31 day returns period from the purchase date, providing the product has not been worn and are is in a brand new condition. You will be responsible for the cost of returning the product to us, unless the product shipment was in error on our part.Please contact us by e-mail, to inform us of your wish to return the product, we will refund the full payment to you as soon as possible and in any event within 30 days of the date of return of the product.If the item is found to have a fault on arrival we will replace it for you free of charge if we are informed within 14 days of receipt of the product. Watches2U does not provide any additional guarantees in addition to the original warranty supplied directly by the manufacturer and after the 14 day period ALL warranty issues must be handled directly with the manufacturer. Please be aware that if a product is returned as faulty and no fault is found the item will be held until payment is received for the cost of return shippingPlease note - Earrings cannot be returned unless they arrive faulty, due to hygiene reasons. We reserve the right to return to you any product(s) that are shipped back to us without prior notice. Helpful Links More Items! Frooition www.frooition.com | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "401333734831",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Timberland",
        "Name": "Brand"
      },
      {
        "Value": "13318JS-04",
        "Name": "MPN"
      },
      {
        "Value": "100m",
        "Name": "Water Resistance"
      },
      {
        "Value": "2 Years Manufacturer",
        "Name": "Warranty Period"
      },
      {
        "Value": "Analogue",
        "Name": "Display"
      },
      {
        "Value": "Brown",
        "Name": "Strap Colour"
      },
      {
        "Value": "Buckle",
        "Name": "Clasp"
      },
      {
        "Value": "Leather",
        "Name": "Bracelet/Strap"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Quartz",
        "Name": "Movement Type"
      },
      {
        "Value": "Round",
        "Name": "Head Shape"
      },
      {
        "Value": "Silver",
        "Name": "Dial Colour"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Head Casing"
      },
      {
        "Value": "Strap",
        "Name": "Strap Type"
      },
      {
        "Value": "Wrist Watch",
        "Name": "Type"
      },
      {
        "Value": "887038000109",
        "Name": "UPC"
      },
      {
        "Value": "0887038000109",
        "Name": "EAN"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Timberland 13318JS-04 Mens Front Country Chronograph Brown Watch RRP £190",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Timberland-13318JS-04-Mens-Front-Country-Chronograph-Brown-Watch-RRP-190-/401333734831",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "1",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/4013337348318080_1.jpg",
  "HitCount": "23",
  "PostalCode": "CR4 4HT",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P2DT20H32M17S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Mzg1WDM4NQ==/z/bUQAAOSw3gJZJha2/$_1.JPG?set_id=8800005007"
  ],
  "MinimumToBid": {
    "value": "1.04",
    "_currencyID": "GBP"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "FeedbackScore": "186252",
    "UserID": "watches2u_uk",
    "FeedbackRatingStar": "RedShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "We offer you a 31 day returns period from the purchase date, providing the product has not been worn and are is in a brand new condition. You will be responsible for the cost of returning the product to us, unless the product shipment was in error on our part.\n\nPlease contact us by email, to inform us of your wish to return the product, we will refund the full payment to you as soon as possible and in any event within 30 days of the date of return of the product.\n\nIf the item is found to have a fault on arrival we will replace it for you free of charge if we are informed within 14 days of receipt of the product. Watches2U does not provide any additional guarantees in addition to the original warranty supplied directly by the manufacturer and after the 14 day period ALL warranty issues must be handled directly with the manufacturer.  Please be aware that if a product is returned as faulty and no fault is found the item will be held until payment is received for the cost of return shipping\n\nPlease note - Earrings cannot be returned unless they arrive faulty, due to hygiene reasons. We reserve the right to return to you any product(s) that are shipped back to us without prior notice.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}