{
  "ConvertedCurrentPrice": {
    "value": "244.35",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Derby",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T10:41:02.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1107414862",
    "StoreName": "uksellerbrandeditems_shop"
  },
  "CurrentPrice": {
    "value": "189.99",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T10:41:02.000Z",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "JP",
    "AU"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": [
          "Auto Calendar",
          "Day & Date",
          "12-Hour Dial",
          "24-Hour Dial",
          "Alarm",
          "Altimeter",
          "Atomic/Radio Controlled"
        ],
        "Name": "Features"
      },
      {
        "Value": "Citizen",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "CA4283-04L",
        "Name": "MPN"
      },
      {
        "Value": "100 m (10 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "4974374256836",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "332245607733",
  "HandlingTime": "2",
  "Description": "Untitled Document Home About Us Return Policy Payment Why us New Ebay Bidders Feedback Privacy Policy Public Holidays Description LATEST ARRIVALS:---> Citizen Men's CA4283-04LFeatures:Bold yet understated, this watch is where timeless class meets modern functionality. Made with chronograph precise to 1/5 of a second, screw-lock crown, stainless steel case and WR100, it stands up to life's evolving challenges. Adding refinement to robustness, the black dial, oxhide leather strap and rose gold finish combine to create a classic look for men of all ages for special occasions or every day wear. Specifications of Casio Watches GENERAL FEATURES Brand: Citizen Model: CA4283-04L Band Type: Leather Gender : Men's Color : Brown Display : Analog Glass type : Mineral Glass Type : Casual Size of case: CA4283..................43 x 24 x 12 / 82g Water resistance : 100m Authenticity : All our products sold are 100% Genuine Approx. Battery : Solar Power Manual : NA Condition : 100% Original, Brand New & Never Used Include box : Yes Special Remarks : We take and use our own photos/text, in case the photos quality & description doesn't match as brand owner, We suggest you to visit Brand Owner shop/store or website for exact details before the purchase. Remarks : Package Included User Manual, Warranty Card & Watch About Us Welcome to Premier gadgetsuko, as a major online merchant for branded watches. We assure you to what we sell, we guarantee you to \"what we say is what we mean.\" We have been serving our customers and partners for over the years and now we are here to reach you, we look forward to please you with our exquisite collections of best watches. We have a potential of continuously introducing new models and brands to improve our service to serve our customers better. We have been striving for the best quality watches that we could offer. We have a potential of continuously introducing new models and brands to improve our service to serve our customers better. We have been striving for the best quality of surprisestore.com watches that we could offer. Our commitment lies with the information we provide here. All our watches are 100 % Genuine, Brand new and we guarantee that you will find full satisfaction upon your purchase. Our mission is to provide you ideal place so that you can buy what you want at a reasonable price. We welcome everyone in the world, no matter you buy 1 Pc or in wholesale. Our No.1 Goal is your full satisfaction by delivering the finest watches at very reasonably priced, delivering them in timely manner by providing you with the excellent customer services. Back Contact Us Have any questions? -If you have any inquiries or concerns regarding your item, Please feel free contact us. -Kindly give us the chance to clarify before leaving a negative Feedback or a DSR less than 5 stars. -Please do not leave Neutral or Negative feedback before contacting us -We are handling large emails every day. Please allow us to reply your email within 48hrs. (Monday-Saturday) -Emails will not be answered Sunday or Public holidays. -If you do not receive our reply, please kindly re-sent your email and we will reply to you as soon as possible. -We will leave POSITIVE FEEDBACK after receiving the payment. -Please contact us if you are not satisfied with the item after receive it Email : uksellerbrandeditems@gmail.com Back Shipping Items are sent out within 1-­2 business day upon receipt of payment. Please ensure the final destination shipping address is correct. Item(s) will be shipped to your Shipping address in PayPal Only. Other address is unacceptable. Please update your shipping address in PayPal before purchase during the checkout. The Total amount of Delivery Time = Handling Time + Airmail + General Public Holidays. Every item is properly checked before being dispatched We use high quality bubble wraps and packaging to ensure good protection for all our items. Back Return Policy All descriptions are listed in an honest fashion. 100% Money Back if item is not brand New or defective. Refund must be requested within 14 days after receiving the package. There will be no refunds for items unless exceptional circumstances. All items must be return in original condition without any physical changes. Physical and non-physical damages, which include 5.1.1 Accident 5.1.2 Use of supplies or parts not meeting the product`s specifications 5.1.3 Misuse 5.1.4 Fire, water, lightning, or other acts of nature 5.1.5 Unauthorized product modification, removal, installation and set-up service charges by any third party. 5.1.6 Failure to follow instructions supplied with the product. 5.1.7Any defect occurring after the expiration of the warranty period. Buyer needs to pay the postage to send the product back tous. Insured and traceable shipment is recommended, as buyer needs to be responsible for the shipment until it arrives. We will cover the checking fee, fixation fee and return postage to buyer. We do have the right to decide whether we will offer repair, replace, or issue full refund. The above terms and conditions are subjected to change without any prior notice. Please contact us for any questions regarding on the above terms and conditions. Back Payment method We accept PayPal. We accept all major Cards (Visa, MasterCard, Discover and American Express) through PayPal VERIFIED Payments must be finished within 7 days after bid Please note that if your PayPal account fails to provide us with a confirmed address or if it is an unverified account, we may not accept your payment if our risk assessment system deems it unsafe to do so. Unpaid auctions will be reported to eBay Back Why us We maintain Product safety and quality with our top concern We assist our clients with their purchase before and after the sale. We are a very fast shipper and a reliable vendor A highly responsive Team is there to provide you excellent response of your enquiry or question 24 Hours a day. We are very efficient in shipping. Our packing and shipping department professionally packs and ships the order immediately. We believe in delivering your orders quickly than anyone else in order to gain satisfying results. All the watches are 100% Original, authentic and Genuine. We do not sell Replicate or Fake Watches. We offer 100% Money back Guarantee if they are not genuine. You can have it verified at any watch dealers in your area when you received it and kindly ask them to write a letter with their company letter logo on it if they find it NOT REAL and ORIGINAL. Back New Ebay Bidders New ebay bidders are welcome but please pay for what you bought. Unpaid bidders will be reported to ebay Back Feedback Dear Customer, We sincerely hope that you can leave us a positive comment and 5-star Detailed Seller Ratings, which are of vital importance to us. If you are not satisfied in any regard, please tell us before you take any action so that we can work out the problems together. Please do not leave Neutral or Negative feedback before contacting us. Back Privacy Policy We believe Without trust and confidence there is nothing. All descriptions are listed in an honest fashion. 100% Money Back if item is not brand New or Original or is defective. There will be no refunds for items unless exceptional circumstances. Refund must be requested within 3 days after receiving the package. All items must be return in original condition without any physical changes. (E.g. Scratches, shortening of bracelets etc.) In case of refund, shipping and handling charges will not be refunded. Back Public Holiday Day Date Holiday Details Weekly off (Sunday) --- Every Sunday Thursday 1 Jan New Year's Day Sunday 1 Mar St. David's Day Friday 3 Apr Good Friday Sunday 5 Apr Easter Sunday Thursday 23 Apr St. George's Day Monday 4 May Early May Bank Holiday Friday 8 May Victory in Europe Day Monday 25 May Spring Bank Holiday Saturday 31 Oct Halloween Thursday 5 Nov New Year's Day Sunday 8 Nov Remembrance Sunday Friday 25 Dec Christmas Day Saturday 26 Dec Boxing Day Monday 28 Dec Bank Holiday Back Buy Wholesale Our mission is to provide you ideal place so that you can buy what you want at a reasonable price. We welcome everyone in the world, no matter you buy 1 Pc or in bulk. We have special prices for wholesalers, resellers and drop shippers. Please contact us for more information. Send us E-mail : uksellerbrandeditems@gmail.com. Back",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Citizen-Mens-CA4283-04L-CA4283-Stainless-Steel-Brand-New-/332245607733",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3322456077338080_1.jpg",
  "HitCount": "5",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT19H19M",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/IeEAAOSwAPVZLpwU/$_57.JPG?set_id=8800005007"
  ],
  "Title": "Citizen Men's CA4283-04L CA4283 Stainless Steel Brand New",
  "Seller": {
    "PositiveFeedbackPercent": "99.1",
    "FeedbackScore": "4052",
    "UserID": "premiergadgetsuko",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 days",
    "ReturnsAccepted": "Returns Accepted",
    "ShippingCostPaidBy": "Buyer"
  }
}