{
  "ConvertedCurrentPrice": {
    "value": "739.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "IL",
  "Location": "Vintage Watches",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T08:52:04.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=783453416",
    "StoreName": "Empressissi"
  },
  "CurrentPrice": {
    "value": "739.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T08:52:04.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Longines",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Mechanical",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Luxury: Dress Styles",
        "Name": "Style"
      },
      {
        "Value": "Vintage (1920-1970)",
        "Name": "Age"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "Middle East",
    "RU",
    "AL",
    "BY",
    "BA",
    "FR",
    "MD",
    "ME",
    "RS",
    "UA",
    "BN",
    "KH",
    "ID",
    "LA",
    "MY",
    "VN",
    "BO",
    "EC",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "VE",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KG",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "PO Box"
  ],
  "HandlingTime": "2",
  "Description": "Untitled Document 14K SOLID GOLD! 1951 Vintage LONGINES 22L 17J FANCY SQUARE DRESS SWISS I am pleased to offer this gorgeous and fine quality LONGINES Swiss dress watch for men, cased in 14K solid gold case. Most elegant and of the finest standards with 22L quality manual wind movement, ready to wear or gift! Movement: State of the art LONGINES Swiss manual wind movement. This is a fine 22L caliber , running well on 17 jewels. The movement is working well and clean, keeping good time. Case, Crystal & Crown: Original and signed LONGINES 14K solid gold case in excellent shape with beautiful design. With mint crystal and good crown. Dial & Hands : Professionally restored amazing brushed pearl tone dial with applied solid gold markerts and original set of hands. Tip for collectors: Despite popular demand for refinished clean dials, I am aware of collectors' search and sensitivity for original dials. Therefore any dials known to be refinished, will be clearly mentioned in the dial section of the description. Otherwise, dial is believed to be 100% original. Size: Measures 27 mm side to side (excluding crown) and 38 mm lug to lug. Vintage watches are often smaller than watches common nowadays; To avoid inconvenience, Please take a moment to examine the size and make sure it meets your expectations and wrist size. Band: Equipped with a brand new quality genuine leather band in padded black, 18 mm wide. The band/bracelet shown in the images is the exact one that will come with your watch. However please remember I sell the watch, not the band. Therefore, Please consider it as a gift for your watch, it is not considered as part of the description. Please keep in mind that due to the nature of these mechanical watches and their early age, although I fully stand behind my description, I can't guarantee perfect time accuracy. Photos are considered a part of the description. Shipping and handling - Worldwide flat rate: DHL Express door-to-door - 35.00 $US Expected delivery in 3 business days. Tracking available online. This is a signed for and fully insured express service. Once payment is made, I will send a confirmation email with expected date of shipping. I ship in 48 hours from clearance of funds, or earlier. Payments for items: Payments are strictly expected within 5 days of end of auction, unless a prior arrangement is agreed upon. Please be advised that I often sell for other people and need to pay them according to the final bid; I therefore expect the payment to be made in a timely manner and reserve the right to relist items that are not paid within 5 days of end of auction, without prior notice. My preffered method of payment is . Buyers from Israel: We are a registered LTD. company, and issue commercial invoices to all items; Please be advised that all winning bids shipped within Israel will have 16% VAT added, no exceptions. Customs, local taxes and extra fees: Please be advised that any tax, customs fees, transit fees and release fees that may be imposed on the parcel by any authority are the sole repsonsibility of the buyer. Buyers are required to check their local policies in country of destination and bid accordingly. I will honor all 'customs declaration' a buyer will request but the final responsibility for any additional cost is on the buyer, should any costs arise. One last thing...Bid with confidence! Please take a moment to look at my feedback, plenty of personal remarks about the quality of my items, their accurate description and quick, reliable shipping.. I take a great pride in my customer service and high seller ratings and proud to take part in ebay's 'Valuable Sellers' exclusive program. Rest assured that what you see is what you get, authentic and in good condition as listed, sometimes even better! In the very rare event of a problem, Please do not hesitate to let me know about it, I will do my best to meet your full satisfaction.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14K-SOLID-GOLD-1951-Vintage-LONGINES-22L-17J-FANCY-SQUARE-DRESS-SWISS-/201942243927",
  "ConditionDescription": "Please read the listing for detailed information on item's condition.",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2019422439278080_1.jpg",
  "ItemID": "201942243927",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT17H23M49S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzE1WDcyMA==/z/EdUAAOSw5ZBWIhUZ/$_1.JPG?set_id=880000500F"
  ],
  "Title": "14K SOLID GOLD! 1951 Vintage LONGINES 22L 17J FANCY SQUARE DRESS SWISS",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "3512",
    "UserID": "empressissi",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}