{
  "ConvertedCurrentPrice": {
    "value": "88.21",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "USA",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:11:24.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=94280173",
    "StoreName": "Kingdom Moda"
  },
  "CurrentPrice": {
    "value": "88.21",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T07:11:24.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Guess",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "U0018L1",
        "Name": "MPN"
      },
      {
        "Value": "Fashion",
        "Name": "Type"
      },
      {
        "Value": "Factory Warranty",
        "Name": "Warranty"
      },
      {
        "Value": "91661419751",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "201942147770",
  "HandlingTime": "1",
  "Description": "Style U0018L1 Color Silver Face 3,3 x 3,3 CM Strap 22 CM Description: Ladies Guess Authentic Watch. Guess Waterpro watch collections. GUESS logo inside the watch. Lots of large cyrstals outside the watch. Three hands pointer. Silver Genuine Stainless Steel Bracellet. Silver bezel with white color inside the faceplate. One push button. Every eyes will look at your sparkling and beautiful watch if you wear it. :) Purchase Only from our store to guaranteed fresh and authentic Guess product. Limited Collections only. Japan Quartz movement. Water resistant. All items ship from Authentic USA (expects delays on Customs process and tracking available for EXPRESS MAIL only) 10 Years Limited Warranty from GUESS Manufacturer's 10 ans de garantie limitée de fabricant de GUESS Mesdames Montre Guess authentique. Devinez Waterpro collections horlogères. GUESS logo à l'intérieur de la montre. Beaucoup de grandes cyrstals extérieur de la montre. Trois pointeur de mains. Argent Véritable acier inoxydable bracellet. Argent lunette de couleur blanche à l'intérieur de la façade. Un bouton-poussoir. Tous les yeux vont regarder votre montre pétillante et belle si vous la portez. :) Seul l'achat de notre magasin au produit Guess fraîche et authentique garantie. Collections limitée. Japon mouvement à quartz. Résistant à l'eau. Tous les articles sont authentiques des États-Unis (s'attend à des retards sur le processus des douanes et de suivi disponibles pour EXPRESS MAIL seulement) 10 Jahre beschränkte Garantie von GUESS Hersteller Authentic Guess Damen beobachten. Ratet Waterpro Uhren-Kollektionen. GUESS-Logo in der Uhr. Viele große Outdoor cyrstals beobachten. Drei Zeiger Händen. Silber Echter Edelstahl bracellet. Silber Lünette innen weiß der Fassade. Ein Druckknopf. Alle Augen werden sehen Ihre spritzig und schön, wenn Sie die Uhr tragen. :) Nur von unserem Speicher kaufen Vermutung das Produkt frisch und authentisch garantierten. Begrenzte Sammlungen. Japan Quarzwerk. Wasserdicht. Alle Einzelteile versenden von Authentic USA (erwartet Verzögerungen bei Customs Prozess-und Tracking für EXPRESS MAIL only) Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "NEWEST! GUESS Ladies Watch Silver Waterpro Steel Boxed U0018L1 BNWT USA",
  "NewBestOffer": "false",
  "SKU": "U0018L1",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEWEST-GUESS-Ladies-Watch-Silver-Waterpro-Steel-Boxed-U0018L1-BNWT-USA-/201942147770",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2019421477708080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT15H38M13S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTMwMVg3ODk=/z/EEgAAOSwpP9Y7Hng/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "88.21",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "98.9",
    "FeedbackScore": "15143",
    "UserID": "guessmoda",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "NoRestockingFee",
    "RestockingFeeValue": "No",
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)"
  }
}