{
  "ConvertedCurrentPrice": {
    "value": "79.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Pomona, California",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:00:51.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=24911458",
    "StoreName": "mach108"
  },
  "CurrentPrice": {
    "value": "79.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T14:00:51.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Description": "BRAND NEW! FACTORY SEALED!!! Invicta Men's 18889 Aviator Swiss Quartz Stainless Steel Watch With Black Leather Band Product Specifications Watch Information Brand, Seller, or Collection Name Invicta Model number 18889 Part Number 18889 Model Year 2011 Item Shape Round Dial window material type﻿ Mineral Display Type Analog Clasp Buckle Case material Stainless steel Case diameter 5.2 centimeters Case Thickness 22 millimeters Band Material leather calfskin Band length Men's Standard Band width 26 millimeters Band Color Brown Dial color Blue Bezel material Stainless steel Bezel function﻿ Stationary Calendar﻿ Date Item weight 1.1 Pounds Movement﻿ Swiss quartz Water resistant depth 330 Feet Product Features The Aviator from Invicta is as bold and enthusiastic about flight as you are. The Arabic numerals on the watch-face are big and brightly colored to be easily read at a quick glance and the GMT keeps you on track of time no matter where you're flying. The blue dial looks like the ocean view from above and it stays on your wrist with a soft genuine leather band designed for supreme comfort. Invicta Brand With its most inspired creations yet, Invicta demonstrates its technical and design prowess, offering timepieces of style for extreme value. \"We have long held firm to the belief that supremely crafted timepieces can be offered for extremely modest sums. It is the founding principle of our flagship and the radical notion that still drives us today. By being true to our convictions, we will continue to turn the balance of power, and deliver true Swiss luxury to anyone who desires it. Let all those who possess our timepieces and pass through our doors witness the quality, value and care in every piece we create, and the spirit of neverending possibilities in everything we do.\" These are the words that greet visitors and motivate team members inside the Invicta Watch Group's new worldwide headquarters. Emblazoned in stainless steel, it has been the Invicta message since Day One. With each new timepiece, the company sends up a flare for those looking to be defined not by how much they spend, but how wisely they spend. With its strong collections, the gutsy Swiss brand is guaranteed to keep attracting followers. The art of the craft. Inside an Invicta Workshop It takes years of training and a great deal of pride to achieve glorius Swiss timepieces by hand. But it takes guts and the courage of your convictions to make those timepieces affordable for everyone who appreciates them. At our Swiss workshops, we mix time-honored traditions with a little bit of horse sense every single day to produce the greatest values in the watch-making world. Payment is required within 3 days of close of auction. Our system is automated with eBay to send out a payment reminder after that. Shipping Sorry we DO NOT combine shipping. This is an auction style sale, we have to make it fair for all bidders. Shipping within the US is via Priority Mail. Item should arrive within 2 - 5 business days. Shipping to international countries are via 1st class international mail only. There is no tracking. The item should arrive on average 3 - 4 weeks (depends on customs). In some cases it could take as long as 8 weeks. If your item does not arrive after 8 weeks, contact us and we will make it right. When do we ship? We process shipments 3 times a week. Sundays, Tuesdays and Thursdays. The cutoff time for shipping is 12 noon. If we receive payment by 12 noon on Sunday, Tuesday or Thursday, your shipment will be processed for next day's pickup. Return Policy All Invicta purchases are backed by a 30 day money back guarantee. If you are not pleased with your purchase for any reason, you may return it to us within 30 days for a refund (shipping charges are not refundable). There will be a 20% restocking fee to cover the auction fees. Returned merchandise must be in brand-new, unworn condition and still have all tags and packaging intact. You MUST request an RMA number prior to returning any products. Returns without an RMA number will be returned to the sender. We take extra care to ensure that you'll receive your watch with no damage or defects. Occasionally, watches break during transit. In the event you receive a defective product, we'll be glad to refund your money. Please contact us to obtain an RMA number. We are not responsible for the return shipping. PLEASE... By placing a bid on this auction, you are accepting the terms of this sale. Tax is charged for California Residence. SHIPPING IS FREE TO THE US. AND $14.99 TO CANADA. AND $24.99 TO INTERNATIONAL. Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "MX",
    "BR"
  ],
  "ItemID": "391799030959",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Invicta",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "18889",
        "Name": "MPN"
      },
      {
        "Value": [
          "Water Resistant up to 100 m",
          "Date"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Aviator",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "BRAND NEW! INVICTA 18889 MENS AVIATOR 52MM LEATHER BAND SWISS QUARTZ WATCH",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BRAND-NEW-INVICTA-18889-MENS-AVIATOR-52MM-LEATHER-BAND-SWISS-QUARTZ-WATCH-/391799030959",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3917990309598080_1.jpg",
  "HitCount": "3",
  "PostalCode": "91767",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT22H50M21S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODg4WDYyMA==/z/YZMAAOSwjL5ZLNv7/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "79.99",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "FeedbackScore": "64767",
    "UserID": "mach108",
    "FeedbackRatingStar": "PurpleShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "We cannot accept return if item is used."
  }
}