{
  "ConvertedCurrentPrice": {
    "value": "2861.57",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "South East",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T11:23:09.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=118139131",
    "StoreName": "jackanpet vintage watches"
  },
  "CurrentPrice": {
    "value": "2225.0",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T11:23:09.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "132210909434",
  "HandlingTime": "1",
  "Description": "A rarely seen 14K solid gold Memovox automatic alarm watch from Jaeger LeCoultre, dating to 1953, in superb overall condition. I have only managed to acquire six solid gold Memovox wrist alarm watches over the last 14 years as they are so rare. This watch has been in my collection for some time as I wanted to enjoy owning it before selling it to make way for new additions. And it has woken me up on a few mornings when I have needed to make an early start! This timepiece has an elegant over sized classic case with great lugs and an attractive two tone dial with a sweep seconds hand and an alarm arrow marker on the inner section. The movement is running strongly and keeping time, with the alarm function working perfectly. A new good quality leather strap has been fitted so this watch is ready to wear. It is signed in three places, on the dial, case and movement. As with all of my watches, authenticity is backed by a full money back guarantee. Please scroll right down to see more photographs and details. I have been collecting vintage watches for over twenty five years and selling them as an enjoyable lifestyle occupation since 2003. I have consistently received excellent feedback and many repeat buyers. Customer satisfaction is very important to me so if you do have any problems please get in touch. I will always do my best to help. I often assist customers who ask for my help several years after they have purchased a watch from me; so once you have bought a watch, you will remain an important customer. You can email me at jackanpet123@gmail.com to ask any questions. Case: 14 carat solid gold in very good condition, larger than normally found from this period, measuring approximately 35 mm across, excluding the matching crowns and 44 mm in overall length. The inside of the rear cover is signed LeCoultre and hallmarked as 14K solid gold, as is the outside This watch has been carefully looked after over the years and probably only worn occasionally. It is showing the expected light marks from careful use but absolutely no signs of abuse, dents or significant scratches that I could see to point out to you. There is a tasteful monogram on the rear cover, Dial: two tone satin silver and gold finish, signed “LeCoultre Wrist Alarm Swiss Made”. Applied gold coloured batons and black Arabic numerals mark the hours and the hands are in good shape. The crystal is clean and clear. The dial has been faithfully restored back to as it looked when new. Movement: high grade 17 jewelled automatic cal. 814 movement, freshly oiled and adjusted, running strongly and keeping time. The serial number dates the watch to c1953. Strap: fitted with a new generic brown leather lizard grain strap which attached to the watch measures approximately 216 mm from buckle tip to last hole. This is a fabulous watch, manufactured by one of the most prestigious watchmakers in the world and in great condition. It is in fully working order, highly collectable as well as suitable for wear. Do not miss the opportunity to purchase this iconic vintage watch. I will send this watch to anywhere in the world carefully packed. Overseas buyers should bear in mind that import duties, taxes and charges are not included in the item price or P&P charges. These charges are the buyer’s responsibility. You are advised to check with your country’s customs office to determine what these additional costs will be prior to bidding. Jaeger LeCoultre Watch Co. History I am sometimes asked why some Jaeger LeCoultre watches are signed LeCoultre. This has much to do with the complex United States duty regulations that made it more cost effective to import Jaeger LeCoultre movements, dials, crowns and hands into the USA from Switzerland and for the cases to be manufactured in the States. In the 1950’s the Longines Wittnauer group was the distributor of LeCoultre watches and Vacheron & Constantin watches sold in North America. The Longines Wittnauer group did not manufacture Jaeger LeCoultre watches as some people mistakenly believe, the movements were produced in the Swiss Jaeger LeCoultre factory at Le Sentier and were identical in every way to movements distributed within Europe other than the LeCoultre markings on the watch. The cases were manufactured under licence in the United States and were marked \"Cased and Timed in the USA by LeCoultre\". In approximately 1985 the brand name \"Jaeger LeCoultre\" was adopted worldwide. Some people believe that because LeCoultre movements are signed \"VXN\" on the bridge (denoting Vacheron & Constantin), they were manufactured by Vacheron & Constantin. This is incorrect. Jaeger LeCoultre supplied movements to Vacheron & Constantin, which were used in their watches but not vice versa. The only collaboration that ever took place between these two prestigious watchmakers was the \"Galaxy\" diamond dial model. The Galaxy was marketed by both companies; with the case marked \"Vacheron & Constantin - LeCoultre Inc.\" and the dial signed \"LeCoultre\". A more comprehensive explanation of these often mis-understood issues is provided in the excellent text book “Jaeger LeCoultre a Guide for the Collector” by Zaf Basha. For those who are interested in the history of famous watchmakers, the Jaeger LeCoultre watch company is one of the oldest Swiss watchmakers. Antoine LeCoultre opened a small factory in Le Sentier in 1833 where current factory remains. LeCoultre quickly built a reputation for quality and precision, so much so that he became the leading supplier of movements to the watch making industry in Switzerland. In 1925 Antoine’s grandson, David, merged the company with that of Edmond Jaeger, which is when the current day company, Jaeger LeCoultre came into existence. It is one of the few Swiss companies still producing its own movements, cases, dials and bracelets. This gives the company total control over the quality and precision of its watches and is a contributory factor for it being one of the small number of elite watchmakers with a world wide reputation for quality and precision. Jaeger LeCoultre has been one of the most innovative watchmakers in the world, having produced a number of revolutionary inventions including the Atmos “Perpetual Motion Clock” (which operates by changes in air pressure) and the creation of the world’s smallest mechanical movement which weighed less than one gram. POSTAGE AND PAYMENT DETAILS 3/2014 Postage within the United Kingdom. I can provide free postage in accordance with the eBay’s requirements for good business sellers but your package will not be insured against loss or damage and it will take up to five working days to arrive. If you choose the recommended method of postage, Royal Mail Special Delivery, this will insure your watch against loss or damage in transit. It also guarantees next working day delivery. The charge is £7.95 Postage Overseas. The charge for watches sold for £500 or less will be 15.95 GBP by Royal Mail International Signed For. This provides a maximum insurance value of up to 500 GBP subject to Royal Mail conditions. If you are purchasing an item at a price above £500 and pay using Paypal I must observe their rules by sending the watch by courier if Royal Mail do not provide a full tracking and signed for service for parcels sent to your country. In order to receive Paypal’s protection service, for which I pay a fee, they require me to send the watch to you with full on line tracking and a signature on delivery. The cost of using the courier service is £55-£60 GBP to most countries but I will shoulder part of the cost and charge you just 34.95 GBP. If you wish me to send the watch to by Royal Mail International Signed For at a cost of 15.95 GBP and you accept that insurance will be limited to 500 GBP I can, at your request do so, if you pay by direct bank to bank transfer. ALL PACKAGES SENT TO ITALY WILL BE SENT BY COURIER SERVICE IF YOU PAY USING PAYPAL. A causa di problemi con il servizio postale italiano dobbiamo invii in Italia tramite corriere, completamente monitorati per un costo di 34.95 sterline, se si utilizza Paypal. Ciò è necessario per conformarsi con la politica di Paypal. Siamo in grado di inviare per la consegna da Royal Mail Firmato Per al costo di GBP 15.95, assicurati fino a 500GBP se pagare con bonifico bancario e di accettare il rischio di perdere l'oggetto. In caso di perdita faremo un credito di assicurazione e di effettuare il pagamento sul successo di regolamento del credito. Payment All buyers may pay using Paypal or bank to bank transfer. UK buyers: You may also pay over the counter at any Nationwide branch at no extra charge. The money will reach our account immediately. Please ask for the account details. Overseas buyers: At my discretion I will accept other forms of payment but accept STERLING only. Please contact me if you wish to do this before the auction ends. Terms of Sale I pack my watches very well to avoid damage but very occasionally a problem may occur due to rough treatment in transit or the use of scanning equipment by Customs or the postal services which can magnetise the watch mechanism. I warrant that the watch you purchase will, when you receive it, be as described in the listing. If there is a problem when you receive your purchase I provide a no quibble full refund option. Alternatively I will undertake any repairs that are necessary if the watch is damaged or if in any other way differs significantly from the description. If I have not stated that the watch has been serviced, you may wish to have this work done, particularly if you intend to wear the watch on a daily basis. On request, I can provide you with details of independent watchmakers to whom you can send your watch for servicing. I provide comprehensive details of my watches, including very clear photographs taken with a high resolution macro lens which shows detail not visible to the naked eye. I also invite you to ask questions if there is anything else you need to know. Please take care to consider the dimensions of the watch case as if it is a gentlemans’ Art Deco rectangular vintage watch, they were made significantly smaller than contemporary watches. You are buying a used watch so there will be signs of use. Please do not expect quartz accuracy from a vintage watch. In the 1940’s/1950’s the accepted timekeeping tolerance for a new 17 jewel manual watch was within three minutes a day. All of my watches are professionally inspected and tested before sale and if they are not running smoothly and keeping reasonable time I have them serviced and/ or have any other work undertaken that is needed to ensure the watch is in running condition. However please bear in mind that a fault can develop unexpectedly at any time as with any used item so I am unable to provide any on-going warranty. Please also note that I provide no guarantee that my watches are waterproof. I would always strongly recommend keeping any vintage well away from moisture. Track Page Views With Auctiva's FREE Counter",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/JAEGER-LECOULTRE-14K-SOLID-GOLD-Memovox-Wrist-Alarm-Watch-1953-/132210909434",
  "ConditionDescription": "You are looking at a used watch. It will show marks from use and age. Please read the detailed listing and study the photographs for a comprehensive description of the watch.  If you have any questions please email me before purchase and I will do my best to help.",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Used",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1322109094348080_1.jpg",
  "HitCount": "20",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT20H3M20S",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjA4WDY0MA==/z/XCAAAOSw5cNYg-2h/$_1.JPG?set_id=880000500F"
  ],
  "Title": "JAEGER LECOULTRE 14K SOLID GOLD Memovox Wrist Alarm Watch 1953",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "4186",
    "UserID": "jackanpet",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "If the item arrives significantly not as described, whether through damage in the post or because I  have made a mistake, I  will at your choice and after my inspection either repair the item, exchange it or provide a full no quibble refund.  Please inform me straightaway if there is a problem and I will do my best to help.   Please return the watch carefully packed and in the condition received.  If you live within the European Union and you have bought the item as a Buy it Now or Second Chance Offer you have additional rights under the Distance Selling Regulations.  Those rights enable you to return the purchase for any reason. Please do so within 14 days of receiving the item.  You are responsible for postage costs.  Please return the item in the condition sent and without having tampered with the watch in any way.  Please contact me before you return the watch.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}