{
  "ConvertedCurrentPrice": {
    "value": "89.08",
    "_currencyID": "USD"
  },
  "Site": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFg4NTM=/z/sykAAOSw5cRZLozQ/$_1.JPG?set_id=880000500F"
  ],
  "Country": "US",
  "Location": "New York, NY",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:28:43.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "5",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1139018221",
    "StoreName": "AreaTrend"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "89.08",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:28:43.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1681993439",
        "Name": "Catalog"
      },
      {
        "Value": "Armani Exchange",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "AX2360",
        "Name": "MPN"
      },
      {
        "Value": "Analog Display",
        "Name": "Display"
      },
      {
        "Value": "Quartz",
        "Name": "Movement"
      },
      {
        "Value": "Fashion Watches",
        "Name": "Style"
      },
      {
        "Value": "40mm",
        "Name": "Diameter"
      },
      {
        "Value": "723763253901",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Middle East",
    "ZA",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "BG",
    "CY",
    "CZ",
    "EE",
    "GR",
    "LT",
    "MT",
    "RO",
    "SK",
    "SI",
    "SE",
    "BN",
    "KH",
    "LA",
    "MO",
    "MY",
    "PH",
    "SG",
    "VN"
  ],
  "ItemID": "152567654900",
  "HandlingTime": "0",
  "Description": "Product Description Catalog #1681993439 A luxurious gentleman is easily spotted by his fashion sense, and adding this treasure of a timepiece to your collection will ensure that your style exceeds the criterion. The Diamond Armani Exchange is undoubtedly the perfect illustration of a classy lad's watch for many different reasons. This is evident from the very start when one takes a look at the dapper silver band that's made of a high quality stainless-steel material that is supremely durable. It features a 10mm stainless steel case that is both indestructible and exquisitely refined at once. Its smooth black dial adds to the dashing demeanor of this time-keeper, and its silver contributes to the sophisticated flair of this whole piece. This one's a show-stopper, one that will effortlessly set you apart from the rest of the crowd in an instant. However, this luxury watch isn't only considered so because of its looks. It offers killer functional features to go beyond the norm as well. For example, not only is it made with quality material, but it relies on a quartz movement, ensuring superior precision and accuracy that will keep you on schedule no matter how busy life gets. This is a timepiece that can keep up. It's also water-resistant to 50 meters / 165 feet / 5 atm, so a splash won't threaten its functionality. In addition, it features sturdy a mineral crystal that promises to protect the dial of the watch without compromise. So not only is this an accessory with a dapper countenance, but it's unmatched in performance as well. If you're looking for a timepiece that can keep up with your upscale outings and deluxe style, it's obvious that there's no need to look further. This Diamond Armani Exchange watch is what you've been looking for.Important Information for Orders Shipping Outside of the United States Orders that are shipped to countries outside of the U.S. may be subject to import taxes, customs duties and fees levied by the destination country. By law, we must declare all items at the value of payment received and cannot alter this amount to decrease international custom fees. The recipient of an international shipment may be subject to such Import Fees and administrative fees which are levied once a shipment reaches your country. Additional charges for customs clearance must be borne by the recipient; we have no control over these charges. Customs policies vary widely from country to country; you should contact your local customs office for further information. When customs clearance procedures are required, it can cause delays beyond our control and beyond the original delivery estimates. If you refuse a shipment from AreaTrend, you will be responsible for the original shipping charges, any customs or taxes, and the cost of returning the package to AreaTrend. This amount will be deducted from your merchandise refund. In the event that the return fee exceeds the order total, the package will be abandoned and you will not be refunded.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Armani-Exchange-Mens-Diamond-AX2360-Silver-Stainless-Steel-Quartz-Fashion-Watch-/152567654900",
  "NewBestOffer": "false",
  "SKU": "1681993439",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1525676549008080_1.jpg",
  "HitCount": "3",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H1M52S",
  "ConditionID": "1000",
  "QuantityAvailableHint": "Limited",
  "Title": "Armani Exchange Men's Diamond AX2360 Silver Stainless-Steel Quartz Fashion Watch",
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "FeedbackScore": "64003",
    "UserID": "areatrend",
    "FeedbackRatingStar": "PurpleShooting",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "160.0",
      "_currencyID": "USD"
    }
  },
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Everything we do here at AreaTrend is centered around our customers. For this reason we are proud to offer our 365 day no hassle return policy!\n\nWithin 365 days of your order date, provided your product is still in its original box with all materials and has not been worn, used or sized your product is eligible for return.** \n\nThat's right! An entire year to return, and no restocking fee! Buy any gifts early and rest easy knowing that if the recipient is not 100% happy with it they are able to return it at their convenience. \n\nJust fill out the return form on the bottom of your packing slip and include it with your return. In addition, if your order was shipped within the United States, you may choose to use the return label on the reverse side of your packing slip. If you use this label a flat fee of $6.95 will be deducted from your refund. If you use the included label, simply drop off the package at your local post office, a post office mail box or give the package to your local carrier. Or, if you choose, you may contact us for an RMA number and ship your return via another method of your liking. \n\nHere are some additional details:\n\nYou can return your watch for refund, exchange, or store credit.\n\nUpon arrival please check your watch for any manufacturer defects. To prevent having to go through the warranty process defective items must be brought to our attention within 10 days of receipt. After 10 days, defective items are no longer eligible for return, and you must use warranty repair for your product at this time. \n\nWhen returning an item, we suggest purchasing insurance for the return shipment. Please note that we are not responsible for return liability.\n\nYou will receive an automated email once your return has been checked in to our returns department. Your return will then be processed within 3-7 business days and a refund, exchange or store credit will be issued less original shipping charges. If your original shipping was free, a flat shipping fee of $5.00 will be deducted from your refund. \n\nPlease note, if any return is sent back to us as RTS (Return To Sender) by the carrier, an additional $5.00 fee will be deducted from your refund. In the event that your order is returned to us undeliverable by the carrier at customs clearance, the refund provided to your account will be applied less any amount we were charged by the carrier and customs to have your package enter your country.\n\nRemember, if at any time you have questions or concerns let us know! We have real live people standing by ready to help. Our toll free number is 1-877-493-6847, and we are available here Monday through Friday, 9AM to 5PM EST."
  }
}