{
  "ConvertedCurrentPrice": {
    "value": "16.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "IN",
  "Location": "DELHI, DELHI",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T12:59:34.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "2",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "16.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T12:59:34.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "201942491412",
  "HandlingTime": "3",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "HMT",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": [
          "Easy To Read",
          "12-Hour Dial"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical: Hand-winding",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "synthetic leather",
        "Name": "Band Material"
      },
      {
        "Value": "Casual",
        "Name": "Style"
      },
      {
        "Value": "CHINAR",
        "Name": "Model"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Vintage (1971-1983)",
        "Name": "Age"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "VINTAGE HMT CHINAR 17J HAND WINDINIG MOVEMENT MEN'S ANALOG WRIST WATCH",
  "ConditionDescription": "PRE OWNED REFURBISHED,IN WORKING CONDITION READY TO USE",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VINTAGE-HMT-CHINAR-17J-HAND-WINDINIG-MOVEMENT-MENS-ANALOG-WRIST-WATCH-/201942491412",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019424914128080_1.jpg",
  "HitCount": "0",
  "PostalCode": "110006",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT21H44M35S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/nqYAAOSwd0BV1a4Y/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/6AUAAOSwyQtV1a4R/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/AgoAAOSwT6pV1a4f/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/NYoAAOSwu4BV1a4l/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Ay0AAOSwT6pV1a4t/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/cPMAAOSwDNdV1a41/$_1.JPG?set_id=880000500F"
  ],
  "Description": "BRAND HMT MODEL HMT CHINAR 17JEWELS DIMENSIONS IT MEASURES 37 MM IN DIAMETER INCLUDING ITS CROWN AND LUG TO LUG 43 MM CASE STAINLESS STEEL CASE. (INSTALL IN NEW CASE) MOVEMENT HANDS WINDING MOVEMENT IN WORKING ORDER. STRAP BEAUTIFUL BLACK STRAP NEW AFTER MARKET. (COLORED OF BAND CAN BE CHANGED ON DEMAND, DEPENDS UPON THE AVAILABILITY) DIAL BEAUTIFUL PURPLE DIAL (REPAINTED) AGE APPROX 30 to 40 YEARS CRYSTAL ACRYLIC CONDITION EXCELLENT AS PER ITS AGE SIGN HMT SIGNED ON THE DIAL BACK AND THE MOVEMENT FUNCTIONS HOURS, MINUTES, SECONDS. SEX MEN DISPLAY ANALOG ----------------------------------------------------------------------------------------------------------------------------------------------------------- We believe in buyer’s satisfaction, if in case you are not satisfied with your purchase kindly contact us through messages instead of opening the return case, or any other dispute ,we assure you that your problem will be entertained immediately & every possible step will be taken to resolve the problem. Guidance for Hand Winding Mechanism. Wind it in up to down direction until the winding stops. After winding pull the key. Set the time in down to up direction & observe it will surely start. We wish you best result. Guidance For Automatic Mechanism Please shake the watch in the circle direction for 2 minutes watch will start Set the time. Wear the watch because automatic mechanisms demand the movement to run the watch. Then you can expect the watch to run for next 12 hours if you wear it for 8 hour.We wish you best result. Any queries please write us. NOTE · Posted real pictures no manipulations, So please study pictures very carefully because it speaks lot of things for itself and make your own assessment before bidding because we have tried to give it an beautiful looks. It is possible that we felt the necessity to change (when needed) some part like key, hands, strap, glass etc. · Please pay within 3 days only Via PayPal. Import duties, taxes and other charges are the buyer’s responsibility. Please check with your country's customs office beforehand, to determine what these additional costs will be prior to bidding/buying · In the unlikely event of any issue when you receive your item, Please do let me know before leaving a negative or placing a dispute and be assured your issue will be resolved in quick time. · Vintage watches are refurbished & cannot be guaranteed to be water resistant, loosing & gaining of 2 minutes is possible in time (rare). · Any mistake in the description is just a mistake not deliberately done to mislead anyone, please bring it to our knowledge and please ignore. · Still need to know more or have any doubts after reading description please feel free to ask. MODE OF SHIPMENT:- \"WORLD WIDE FREE SHIPPING\" PLEASE NOTE that FREE SHIPPING mentioned in the listing will be done by \"Registered Air Mail \" ( INDIA POST)- FROM INDIA to anywhere in the World i.e WORLDWIDE SHIPPING. It will take approx. 2 to 4 weeks after being dispatched for the shipment to be delivered. You will have to sign on delivery. Items will be shipped within 3 to 5 working days after receiving cleared payment so please be patient as we give the piece last through test prior dispatch. We are not responsible for any delayed in delivery due to custom clearance of the buyer’s country as it’s to be handled by the buyer himself. PAYMENT:- Payment should be cleared within 3 (three) days of sale and we prefer PayPal payment method only. DIAGNOSE:- The picture carefully as they are big and clear then bid because any imperfection visible in the pictures and missed in the description is to be considered as described. My language would appear a bit hard but it’s only for those buyers who deliberately want to hurt the interest of the sales. RETURN POLICY KINDLY NOTE – ONLY THOSES ITEMS WILL BE REFUNDED WHICH IS POSTED BY U.S.P.S (ONLY FOR U.S.A BUYERS) In case of any problem if the watch is returned, full amount will be refunded. Money will be refunded by PayPal after the watch is received. In case of any problems after receiving the watch. Please contact within 7 days and only the winning amount will be refunded not the postage amount. One side postage for returning the watch will be paid by the Buyer. FEEDBACK:- We hope to make every customer happy. Once you received your item and happy with this Transaction. Please leave positive feedback which show eBay status. When you receive your item, please give us your feedback. Your feedback is always welcome and appreciated, so we can grow and improve as an eBay member. If you have a question or concern, please email us before you leave feedback. Please do not leave neutral or negative feedback before we have had a chance to resolve any issues. In case after receive item you are unhappy or unsatisfied, so please please give me a chance to resolve your problem before left your neutral or negative feedback and your full amount will be refunded. BOX AND PAPER NOT AVAILABLE THANK YOU Normal 0 false false false EN-US X-NONE X-NONE",
  "Seller": {
    "PositiveFeedbackPercent": "97.6",
    "FeedbackScore": "2042",
    "UserID": "vintagetimecollection2015",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}