{
  "QuantitySold": "0",
  "Title": "LADIES 18K YELLOW GOLD CYMA WATCH W/ MOP Diamond DIAL & DIAMOND BEZEL,",
  "PostalCode": "74132",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:14324:173696:63200:10324",
  "GlobalShipping": "false",
  "HandlingTime": "2",
  "ConditionDisplayName": "Pre-owned",
  "Description": "CYMA Ladies18k Gold Watch. Mother of Pearl Diamond Dial, Sapphire Crystal, 1 ctw Diamond Bezel.Near New Condition. Please feel free to ask any questions. Contact us If you have any questions please feel free to contact Eugene or LaDonna at (918) 583-7777 Our Store hours Tuesday-Friday 10:00 AM - 6:00 PM Saturday 10:00 am - 2:00 PM Our store address 6538 E 91st street Tulsa, Oklahoma 74133 Payment policies We accept paypal for all transactions Shipping All of our items are shipped within (3-4 BUSINESS DAYS) from the date payment is received. We appreciate your patience, as this processing time is necessary in order to guarantee each item is sold as described in the description. This time allows us to perform one final examination as well as a 24-48 hour time test for accuracy. If there happens to be any issues this allows us a chance to have any adjustments or services performed to the watch prior to being shipped out. We are in Tulsa Oklahoma you may come in and pick up your item there if you would like or it will be shipped via USPS/UPS/FEDEX depending on the value of the item purchased.We are closed sunday and monday so all shipments go out on tuesday. All payments received via PayPal must be shipped to the confirmed PayPal address. Please also be aware that import duties, taxes/customs fees are not including in the shipping price and it is the responsibility of the buyer to determine what, if any, additional costs will be prior to purchasing. Please also be aware that import duties, taxes/customs fees are not including in the shipping price and it is the responsibility of the buyer to determine what, if any, additional costs will be prior to purchasing. We do not ship to Indonesia or Malaysia. Returns We offer a 100% satisfaction guarantee. *Please note that we cannot accept returns on item(s) that have been damaged, and not returned in the same condition as received. Please contact us immediately via eBay member-to-member communication for any RETURN/REFUND. Buyer is responsible for all shipping and insurance fees associated with the return. Buyer is given a 72 hour inspection period to review the merchandise upon receipt. We kindly ask that you inspect the merchandise and make sure it is up to your standards, and delivered as advertised. Should you decide not to keep the merchandise, you must let us know if you plan on returning it. Returns must be sent back within 3 days from delivery of the item, and they must be returned in the same identical condition they were delivered. Shipping & Handling fees as well as electronic processing fees are nonrefundable under any circumstances. The customer is responsible for all freight charges for items returned back to us. We insist you use a carrier with a tracking number to verify package delivery. Insurance is highly recommended for the return package. You are responsible for the item while it is in your possession. All payments must be made in US dollars. All refunds will be made in US dollars. We are not responsible for and will not compensate for any fluctuations in currency exchange/conversion rates. *Special order items exempt from return* Disclaimer All brand names and trademarks are the property of their respective owners and used for identification purposes only! Tulsa Time is not an authorized dealer for the products it offers for sale and has not obtained what it offers for sale, from the manufacture. As a result wherever such guarantee is conditioned on A purchase from an authored dealer (for example, Omega), the manufacture guarantee is not valid and will not be honored by the manufacture unless specified. We specialize in servicing high quality pre-owned and brand new watches (Rolex, Omega, Cartier, Patek Philippe, and more). We support sales of genuine fine timepieces and discourage counterfeits. We are not and authorized agent and not affiliated with Rolex international. All Rolex timepieces offered by us are per-owned; no new Rolex timepieces are available from us. All pictures and auction text are by TULSA TIME and they may not be used without the permission of TULSA TIME INC..",
  "StartTime": "2017-05-12T20:47:12.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/x5cAAOSwuMZZC53j/$_57.PNG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/O3MAAOSw42JZC536/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Sx4AAOSw42dZC54O/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/a~AAAOSw~y9ZC5-J/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "3900.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "10324",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Cyma",
        "Name": "Brand"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "18k",
        "Name": "Case Material"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Ivory",
        "Name": "Face Color"
      },
      {
        "Value": "Gold",
        "Name": "Band Color"
      }
    ]
  },
  "Seller": {
    "UserID": "onthroadjewelers",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "185",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "49",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1423812936798080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-11T20:47:12.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "3900.0"
  },
  "BidCount": "0",
  "Country": "US",
  "ShipToLocations": [
    "US"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/LADIES-18K-YELLOW-GOLD-CYMA-WATCH-W-MOP-Diamond-DIAL-DIAMOND-BEZEL-/142381293679",
  "ConditionDescription": "CYMA Ladies18k Gold Watch. Mother of Pearl Diamond Dial, Sapphire Crystal, 1 ctw Diamond Bezel.Near New Condition.Please feel free to ask any questions.",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Location": "Tulsa, Oklahoma",
  "Storefront": {
    "StoreName": "TULSA TIME JEWELERS",
    "StoreURL": "http://stores.ebay.com/id=1146712135"
  },
  "ItemID": "142381293679",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Parts, Tools & Guides:Parts:Other Watch Parts",
  "TimeLeft": "P10DT21H41M46S"
}