{
  "ConvertedCurrentPrice": {
    "value": "36.0",
    "_currencyID": "USD"
  },
  "ProductID": {
    "value": "92875243",
    "_type": "Reference"
  },
  "Site": "US",
  "Country": "US",
  "Location": "US",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T08:43:07.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1278065806",
    "StoreName": "hopiphola"
  },
  "CurrentPrice": {
    "value": "36.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T08:43:07.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Timex",
        "Name": "Manufacturer"
      },
      {
        "Value": "3012105210236",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      },
      {
        "Value": "Timex",
        "Name": "Brand"
      },
      {
        "Value": "T449219J",
        "Name": "MPN"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": [
          "Digital Schedule / Calender",
          "Water Resistant"
        ],
        "Name": "Features"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Analog Quartz",
        "Name": "Movement"
      },
      {
        "Value": "753048177851",
        "Name": "UPC"
      },
      {
        "Value": "102930378980",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "ItemID": "162535718249",
  "HandlingTime": "1",
  "Description": "Timex Men's T44921 Expedition Metal Field Brown Leather Strap Watch Product Features Classic Outdoor Design Genuine Leather Strap Quartz Movement with Analog Display Durable Metal Case Indiglo Light-Up Watch Dial Water resistant to 50 m (165 ft): In general, suitable for short periods of recreational swimming, but not diving or snorkeling Product Description While it looks like a casual watch, the full-sized Timex Men's T44921 Expedition Metal Field Brown Leather Strap Watch adds a stylish yet rugged complement to your everyday wear. It features a large, round silver-tone brass watch case with a flattened, brushed bezel that frames a black dial background with Arabic numerals, inset 24-hour notations, large, luminous stick hands (with seconds hand), and a date display at 3 o'clock. With the Quick Date function, you can set the date on the watch without turning the crown for every 24-hour period. Just pull the stem halfway out, and turn until desired date is reached. It also offers an 8-year battery life, water resistance to 165 feet (50 meters), and a durable genuine leather strap. The Indiglo night-light uniformly lights the surface of the watch dial using patented blue electroluminescent lighting technology. It uses less battery power than most other watch illumination systems, enabling your watch battery to last longer. From the mountains to the sea, this Timex has no boundaries. Worn by extreme adventurists such as Conrad Anker, the Timex men's Expedition watch belongs to the great outdoors. The case is brushed metal, and the black dial face is prominently embellished with contrasting Arabic numerals. The watch comes equipped with a reliable buckle clasp and an accompanying mahogany leather band. For additional time-telling convenience, the watch has a date calendar, which rests at the three o'clock position. Other components include the Indiglo night light and luminescent hands. Powered by analog-quartz movement, this sophisticated timepiece is a must-have for all fashion-savvy wilderness enthusiasts. This watch, which is also water resistant up to 165 feet. Shipping Policies Free 2-4 business day shipping with 1 business day processing eBay's arrival estimate is based on average ship times & not a guarantee Please make sure you want the item, we are unable to support cancellations Buyer is responsible for address entered, we do not support address changes. Buyer is responsible for all applicable local & state laws regarding purchase Return Policy Returns must be NEW & UNUSED condition with all parts & original packaging Please message us for the required RMA to return an item Return shipment for defective items is paid for by us! We do not stock parts. All returns require returning the entire item Perishable items are guaranteed to be in date or full refund Customer Service Please allow us to resolve any issues before leaving feedback. We will resolve any issue! Please allow up to 24 hours for a response!",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Timex-Mens-T44921-Expedition-Metal-Field-Brown-Leather-Strap-Watch-/162535718249",
  "NewBestOffer": "false",
  "SKU": "B000SZMN8E",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625357182498080_1.jpg",
  "HitCount": "2",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT17H14M14S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFg5Mjg=/z/7PoAAOSwR29ZLoIY/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTU4WDUwMA==/z/9bwAAOSwZ4dZLoIZ/$_12.PNG"
  ],
  "Title": "Timex Men's T44921 Expedition Metal Field Brown Leather Strap Watch",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "127",
    "UserID": "hopiphola",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}