{
  "ConvertedCurrentPrice": {
    "value": "908.13",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "JP",
  "Location": "Japan",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:16:18.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1053016188",
    "StoreName": "ty0206w"
  },
  "CurrentPrice": {
    "value": "908.13",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:16:18.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "ORIENT STAR (Orient Star)",
        "Name": "Brand"
      },
      {
        "Value": "WZ0061DE",
        "Name": "MPN"
      },
      {
        "Value": "ORIENT (Orient Watch)",
        "Name": "Publisher"
      },
      {
        "Value": "4906006233700",
        "Name": "UPC"
      },
      {
        "Value": "4906006233700",
        "Name": "EAN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": "JP",
  "ItemID": "182599855483",
  "HandlingTime": "10",
  "Description": "​ B007CF4TAS ​ Description [Orient] ORIENT Orient Star Retrograde Automatic WZ0061DE Men from JAPAN Brand: ORIENT STAR (Orient Star) Release Date: 3/10/2012 The set includes: body, box, manual, warranty card shipped for everyday life waterproof: 10BAR Country of origin: Japan see-through back Long-awaited NEW color appeared in the popular series retrograde. In addition to the black and classic dial of white, add a new deep navy, finished further needle which has been subjected to gray plating white dial, shaped to the adopted model also excellent visibility when. Metal band is that it has adopted a three-column piece having a three-dimensional appearance, now line-up was more substantial in addition to the conventional multi-row band. Function, is the best for many years to come can love models in everyday use that rich in both design. Slope of the case size rug that does not choose the 39.5mm and the scene is a design that is common in high-end model of the Orient Star in the modeling (OS cut) with features such as scraped off with a chisel. Made in Japan. / 10 ATM water resistant performance / precision: day difference +25 seconds to -15 sec / driving time: 40 hours or more / second hand stop device with / power reserve function / see-through back / 22 stone / retrograde day of the week display / Ruminasuraito / Anti-magnetic (one ) / Made in Japan Payment We accept PayPal payment only.Please make a payment within 3 days after the purchase.eBay will automatically open unpaid case after 4th day from the purchase. About USWe are based in Tokyo and we provide prompt and reliable services to our customers.We specialize in products such as game devices, CDs, electronics, etc. With our proprietary supply chain, we are able to provide you with the products you are looking for at reasonable prices.If you do not see the products you want, just send us a message and tell us what you are looking for.We are expanding our business worldwide and we appreciate your business - it is a win-win solution for you and us.Please tell me!! What are you looking for next? ShippingWe can ship to adress where registered and protected by Paypal. Please check \"Shipping and payments\" on listing page to know how much and long to your country. We do very careful packing.The items are protected in sturdy packaging put in a sturdy cardboard, and will shipped to you. XHBEX Economy Shipping from outside US Economy International ShippingShipping by SAL.SAL (Airmail) : the delivery time requires 14 - 28 days Standard Shipping from outside USStandard International ShippingShipping by e-Packet.e-Packet (Airmail) : the delivery time requires 10 - 20 daysExpedited Shipping from outside USExpedited International ShippingShipping by EMS.EMS (Airmail) : the delivery time requires 5 - 10 daysThere is tracking number and insurance !! Terms of Sale [ PreOrder ]If title has \"PreOrder\" or \"P/O\", it will be released around release date.But please understand that there is possiblity that manufacturer will change release date, item details or amount.We are contacting buyers when manufacturer change for Pre-Order items. [ Return Policy ] ** All Buyer needs to read and accept all to order. **We will accept the return of goods from you only when the product is in a state of unopened.And the buyer must pay the return shipping costs.After we received the returned goods, we will refund you the product price. We will not refund the postage that you paid for returning. This is because we already paid the postage for Japan Post.We will not refund to you when a returned product is broken, used or opened.And we will not accept return and refund with following reasons what we describ on this lisitng page. [ Voltage & Plug ]Japan Voltage : 100V Please check your country's voltage before order. Buyer may need down transfomer to use our item,Because most of country's voltage is higher than 100V. Plug: TypeA Please check your country's plug. Buyer may need exchange plug. We can not accept return and refund if you broke item with these troubles. [ Menu & Manual Language ] Our item has only Menu & Manual in Japanese Language basically. We can not accept return nor refund with language troubles. International Buyers - Please Note: Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Orient-ORIENT-Orient-Star-Retrograde-Automatic-WZ0061DE-Men-JAPAN-/182599855483",
  "NewBestOffer": "false",
  "SKU": "B007CF4TAS",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1825998554838080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT17H48M55S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDMyNg==/z/6N8AAOSwDiBZLonl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/MC8AAOSwfRdZLonl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDM3NQ==/z/edYAAOSwBt5ZLonl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQ3NA==/z/zSQAAOSw8lpZLonl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTY3WDUwMA==/z/3loAAOSwaEhZLonl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDMzMw==/z/edMAAOSwBt5ZLonl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDk1WDUwMA==/z/MMkAAOSw8HBZLonl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mjk2WDUwMA==/z/PqoAAOSwX9FZLonl/$_1.JPG?set_id=8800005007"
  ],
  "Title": "[Orient] ORIENT Orient Star Retrograde Automatic WZ0061DE Men from JAPAN",
  "Seller": {
    "PositiveFeedbackPercent": "98.8",
    "FeedbackScore": "770",
    "UserID": "ty0206w",
    "FeedbackRatingStar": "Purple",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "We accept only unopened item. When we receive back item, we will refund after we deduct 10% of full price as re-stocking fee & actual shipping cost."
  }
}