{
  "ConvertedCurrentPrice": {
    "value": "9.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "IN",
  "Location": "MUMBAI, MAHARASHTRA",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:40:05.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=57217994",
    "StoreName": "1960watch"
  },
  "CurrentPrice": {
    "value": "9.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-07T14:40:05.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "201942278692",
  "HandlingTime": "5",
  "Description": "GENTS CITIZEN DAY DATE, GOLD PLATED, QUARTZ,JAPAN WRIST WATCH You are bidding on a wonderful item These would be great for Gift , Model projects and Vintage Collection etc etc. BRAND CITIZEN MODEL CITIZEN DIAL REPAINTED CASE GOLD PLATED CRYSTAL ACRYLIC MACHINE JAPAN DIAMETER Size of the Case is 36mm in diameter (excluding crown) and Lug to Lug 42mm DIAL ORIGINAL DIAL FUNCTION Hours, Minutes, Seconds, etc MOVEMENT QUARTZ CONDITION PERFECT RESTORED CONDITION ,CLEANED & ADJUSTED MACHINE SIGN CASE, BACK, DIAL, CROWN, MOVEMENT MOVEMENT CALIBER QUARTZ PAYMENT OPTIONS ( The Fastest & Secure way to pay online. To sign up with Paypal , click here SHIPPING DEAR EBAY BUYERS, (SHIPPING IS FREE) (WORLDWIDE) WE HAVE A REQUEST PLEASE INFORM US BEFORE YOU OPEN ANY CASE IN EBAY RESOLUTION CENTER ,IN CASE OF ANY PROBLAM ,SUCH AS (ITEM NOT RECIEVED),(ITEM NOT AS DESCRIBE) OR ANY PROBLAM ETC ,WE HAVE FULL REFUND POLICY IN ANY WAY IN ANY PROBLAM. DEAR EBAY BUYERS WE SHIP OUR ITEM IN (5) WORKING DAYS AFTER PAYMENT IS RECIEVED, (USA ,UK) PARCELS WE DESPATCH WITH BOMBINO EXPRESS ,ICC WORLD WIDE EXPRESS,EBAY TIEUP COMPANY,PARCEL TAKES MIMUM 2 WEEKS THIS TIME WONT INCLUDE OUR DESPATCH TIME,REST OF ALL COUNTRY WE DESPATCH WITH REGISTERED AIRMAIL (INDIA POST) PARCEL TAKES MIMUM 2 WEEKS OR ANY DELAY AS OF CUSTOM CLEARNCE OR ANY ,SO MAXIMUM 4 WEEKS . SIR BUYER IT HAPPENS MANY TIMES ,PARCEL COMES YOU ARE NOT AVALBEL,OR DETAINED CUSTOMS ETC ANY DELAY ,IF IN MAXIMUM 4 WEEKS IT WONT ARRIVED ,WE ARE RESPOSIBEL FOR THAT ,FULL REFUND POLICY ,BUT BEFORE YOU OPEN CASE IN RESOLOUTION CENTER OR TO LEAVE NEGATIVE OR NETURAL FEEDBACK PLEASE INFORM US AND GIVE US ATLEST 24 HOURS TO SOLVE ,SIR IF YOU WONT INFORM US HOW WE WILL KNOW THE PROBLAM ,SO PLEASE HELP US TO SERVE YOU BETTER&BETTER ,PLEASE INFORM US BEFORE. RETURN POLICY SIR BUYER ANY ITEM YOU BUY FROM US ,AND AS YOU RECIEVED YOU THINK YOU ARE NOT SATISFIED ,NOT HAPPY OR DONT LIKE IT ,JUST INFORM US BEFORE YOU OPEN ANY CASE IN RESOLUTION CENTER OR TO LEAVE NEGATIVE OR NETURAL FEEDBACK PLEASE INFORM US GIVE US 24 HOURS ,WE WILL REFUND YOU FULL AMOUNT & NO NEED TO RETURN ALSO ,WE HAVE A POLICY FULL REFUND OR REPLACEMENT & NO NEED WORRY TO SHIP BACK RECIEVED ITEM. SIR BUYERS OUR POLICY IS TO MAKE HAPPY ALL BUYERS ,BUT PLEASE INFORM US THE PROBLAM IF I DONT KNOW THE PROBLAM HOW WE WILL SOLVE AND MAKE YOU HAPPY Thank You for viewing our auction items, Bid with confidence, these are genuine collectors items. GOOD LUCK!!! Please Click Here To View Other Auctions Make Sure You Don't Miss Our Other Auctions!! The pictures of watch does not cover justice Please Click Here To View Other Auctions Make Sure You Don't Miss Our Other Auctions!!",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "GENTS CITIZEN DAY DATE GOLD PLATED QUARTZ WRIST WATCH",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/GENTS-CITIZEN-DAY-DATE-GOLD-PLATED-QUARTZ-WRIST-WATCH-/201942278692",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019422786928080_1.jpg",
  "HitCount": "3",
  "PostalCode": "400009",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P6DT23H32M53S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAwWDkzMw==/z/QowAAOSwcB5ZLpAH/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "9.99",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "96.1",
    "FeedbackScore": "17769",
    "UserID": "wristwatches16",
    "FeedbackRatingStar": "YellowShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}