{
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "PO Box"
  ],
  "QuantitySold": "0",
  "PostalCode": "10036",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:14324:166739",
  "GlobalShipping": "false",
  "HandlingTime": "3",
  "ConditionDisplayName": "New with tags",
  "Description": "Phone No.: 646-366-8998 CHAUMET BRAND NEW WATCH AUTOMATIC 18 K WHITE GOLD LEATHER CROCK BAND Gem Type: CHAUMET WATCH T. Carat Weight: N/A Cut: N/A Color: N/A Clarity: N/A Gram Weight: N/A grams Metal Type: 18 K WHITE GOLD Ring Size: N/A Measurements: 7 INCH ORIGINALWATCH Treatment: BRAND NEW Est. Retail Price: $8,200.00 Shipping Cost: Free Why Buy at BestKindJewelryHouse? Leader in the Diamond Business for over 75 years. Free Appraisal Purchase a Laboratory Certificate $40.00 extra Diamond & Jewelry Manufacturer. Original Jewelry Designs. Qualified Gemologists and Gemological Authenticity. Fast and Efficient Shipping Procedures. Secure UPS Delivery (U.S Only). Unconditional 30 days money back guaranteed. Personal Customer Care. Quality Merchandise at Attractive Prices. 24 Hour E-mail Response About Us Bold, different, and definitively alluring: These are the words that describe the heady jewelry by Diamond Scene. Our mark of distinction: Our diamond jewelry had to be dramatically different than anything else that was on the market. The result is a harmonious blend of avant-garde and elegance. All representatives studies include being GIA graduate gemologists, and years of experience. We are located in the heart of the worlds leading diamond district in New York City. To enlarge click on the picture. Auction & Return Policy If you are unsatisfied for any reason, you may return the item for a full refund within 30 days after receiving the item. Any jewelry that has been sized, set, unset or modified by the customers once they have received it is non returnable. All items must be returned in original condition. The refund will be in the same form as the purchase was made. Shipping Rates & Sales Tax FREE SHIPPING includes handling and insurance via UPS Ground (no PO Box, APO or FPO) in the Continental 48 US States. Most items shipped within 2 business days after payment clearing. Items come in a box, and are gift wrapped upon request. Some items require 3 weeks preparation prior to shipping NY Residents must pay sales tax. Payment & Check-out Payment must be made in the form of: Credit Cards (, , , ), and - the easiest and fastest way! PAYMENTS MUST BE SENT SO THEY ARRIVE WITHIN 3-5 DAYS OF THE AUCTIONS END BID ONLY IF YOU ARE GOING TO PAY ALL QUESTIONS MUST BE ASKED BEFORE PLACING A BID, NO EXCEPTIONS BY PLACING A BID YOU ENTER INTO A LEGALLY BINDING CONTRACT TO PURCHASE THE ITEM FROM THE SELLER (ME). I WOULD BE HAPPY TO ANSWER ALL QUESTIONS, Good Luck. Contact Us Our business hours are Monday - Sunday from 9:00 am to 12:00MIDNIGHT..EST,. If you have any questions, please call 646-366-8998. Add To Favorite Seller List Froo www.froo.com | Froo Cross Sell, Free Cross Sell, Cross promote, eBay Marketing, eBay listing Apps, eBay Apps, eBay Application On Sep-01-16 at 11:14:54 PDT, seller added the following information: BestKindJewelryHouse has many things in it's collection for you to view in the best sense of jewelry industry Fancy Gemstones!!! APPS ARE NAMED, BestKindJewelryHouse JewelryBestKindJewelryHouse Jewelry Please visit our ebay store by clicking link here On Dec-04-16 at 14:56:57 PST, seller added the following information: Click to chat",
  "StartTime": "2017-05-21T12:19:42.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ5N1gxNjAw/z/fQMAAOSwWiBY-Og9/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE0OVgxNjAw/z/Ja8AAOSwHptY-OhA/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "3743.67"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "CHAUMET",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      }
    ]
  },
  "Seller": {
    "UserID": "bestkindjewelryhouse",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "461",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "545",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1625239056078080_1.jpg",
  "BestOfferEnabled": "true",
  "EndTime": "2017-06-20T12:19:42.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "3743.67"
  },
  "BidCount": "0",
  "Country": "US",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "30 Days Returns",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CHAUMET-BRAND-NEW-WATCH-AUTOMATIC-18-K-WHITE-GOLD-LEAT-/162523905607",
  "Location": "New York, New York",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Title": "CHAUMET BRAND NEW WATCH AUTOMATIC 18 K WHITE GOLD LEAT",
  "Storefront": {
    "StoreName": "bestkindjewelryhouse",
    "StoreURL": "http://stores.ebay.com/id=393725783"
  },
  "ItemID": "162523905607",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "TimeLeft": "P19DT18H38M3S"
}