{
  "ConvertedCurrentPrice": {
    "value": "111.17",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "USA",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:49:09.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=94280173",
    "StoreName": "Kingdom Moda"
  },
  "CurrentPrice": {
    "value": "111.17",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T07:49:09.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Guess",
        "Name": "Brand"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Analogue",
        "Name": "Display"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Ladies Collection",
        "Name": "Model"
      },
      {
        "Value": "U0290L2",
        "Name": "MPN"
      },
      {
        "Value": "Fashion",
        "Name": "Type"
      },
      {
        "Value": "Factory Warranty",
        "Name": "Warranty"
      },
      {
        "Value": "91661434730",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "201942182587",
  "HandlingTime": "1",
  "Description": "Style U0290L2 Color Rose Gold Face 4 x 4 CM Strap (Include Face) 23 CM Strap Material Stainless Steel Description: Authentic GUESS Ladies Watch. One of GUESS Waterpro USA watch collections. The Watch faceplate has beautiful sparkling Crystals. Three Watch pointers inside. Rose Gold color Stainless Steel Material Bracellet. Watch Faceplate Case with Crystals on the front and Rose Gold color bezel. Inside Dial Watch has Mother of Pearl Base Color. One side Button for Watch settings. GUESS Designer emblem inside the Watch faceplate Dial. Multifunction: Day, Date, & 24-hr. We collect ONLY Genuine and Authentic GUESS Designers, so every product shipped is guaranteed new and authentic Guess Luxury Brands. Some of the watch made for GUESS USA Regions Collections Only, so if you purchased it, you might the only person has these collections on your regions. Japan Quartz movement. All items ship from Authentic USA (expects delays on Customs Process and tracking available for EXPRESS MAIL only) Include 10 Years Limited Warranty from GUESS Manufacturer's Mesdames GUESS authentiques Watch. Un des GUESS Waterpro USA Suivre collections. The Watch façade a de beaux cristaux étincelants. Trois pointeurs montre à l'intérieur. Or Rose couleur acier inoxydable Matériau Bracellet. Regardez façade affaire avec des cristaux sur le devant et en or rose couleur lunette. A l'intérieur Cadran nacre a la couleur de base. Un bouton sur le côté pour les réglages Watch. Emblème de la designer de GUESS intérieur de la façade Cadran. Multifonction: Jour, Date, et de 24 h. Nous ne recueillons que Designers GUESS véritables et authentiques, de sorte que chaque produit livré est garanti nouveaux et authentiques marques Guess luxe. Certains de la montre fait pour GUESS USA Régions Collections Seuls, donc si vous l'avez acheté, vous pourriez la seule personne a ces collections sur vos régions. Mouvement à quartz japonais. Tous les articles sont authentiques des États-Unis (s'attend à des retards sur le processus des douanes et de suivi disponibles pour EXPRESS MAIL seulement) 10 ans de garantie limitée de fabricant de GUESS Authentische GUESS Damenuhr. Einer von GUESS Waterpro USA beobachten Sammlungen. Die Uhr-Frontplatte hat schöne funkelnden Kristallen. Drei-Uhr-Zeiger im Inneren. Rose Gold Farbe Edelstahl Material Bracellet. Sehen Faceplate Gehäuse mit Kristallen auf der Vorderseite und Rose Gold Farbblende. Innerhalb Zifferblatt hat Perlmutt Grundfarbe. Eine Seite Taste für Uhr-Einstellungen. GUESS Designer-Emblem in der Uhr Frontplatte Dial. Multifunktion: Tag, Datum, und 24 h. Wir sammeln nur echt und authentisch GUESS Designer, so dass jedes Produkt ausgeliefert ist garantiert neu und original Guess-Luxusmarken. Einige der Uhr GUESS USA Regionen Nur Sammlungen gemacht, also, wenn Sie es gekauft haben, können Sie die einzige Person, hat diese Sammlungen auf Ihrem Regionen. Japan-Quarzbewegung. Alle Einzelteile versenden von Authentic USA (erwartet Verzögerungen bei Customs Prozess-und Tracking für EXPRESS MAIL only) 10 Jahre beschränkte Garantie von GUESS Hersteller Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "NEWEST! GUESS Luxury Ladies Watch Rose Gold Stainless Steel Leather U0290L2 USA",
  "NewBestOffer": "false",
  "SKU": "U0290L2",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEWEST-GUESS-Luxury-Ladies-Watch-Rose-Gold-Stainless-Steel-Leather-U0290L2-USA-/201942182587",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2019421825878080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT16H17M32S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTM2MFg4Mzc=/z/-t0AAOSwpkFY7Hnm/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "111.17",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "98.9",
    "FeedbackScore": "15143",
    "UserID": "guessmoda",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "NoRestockingFee",
    "RestockingFeeValue": "No",
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)"
  }
}