{
  "ConvertedCurrentPrice": {
    "value": "178.98",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "LV",
  "Location": "Riga",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T07:05:18.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "178.98",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T07:05:18.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": {
      "Value": "Michael Kors",
      "Name": "Brand"
    }
  },
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "172705372358",
  "HandlingTime": "1",
  "Description": "100% AUTHENTIC! NEW WITH TAGS IN MICHAEL KORS BOX! STYLE # MK3192The Michael Kors MK3192 Darci women's wristwatch is a timepiece with sophistication. A quartz battery powers the baton hands of this analog watch. Rose Gold plating and stainless steel make up the thin lattice bracelet and case while two rows of crystals adorn the bezel. A fold over clasp and double push button safety add to the overall design of the bracelet and case, which is intended to lie flat against the wrist. The analog quartz watch even includes a calendar date with easy readability, and the white round face has a minimalist class with simple non-numeral number markers. A scratch resistant mineral dial window protects the face from everyday wear and damage. Water resistant to 50 meters, it is suitable for short periods of water activity. Includes Michael Kors signature chocolate brown box with watch pillow and instruction manual. Please feel free to ask me for any additional pictures of the actual watch.THIS WATCH COMES WITH 24 MONTHS MOVEMENT WARRANTY WITH OUR EBAY SHOP. Returns:Refund Money back minus 10% restocking fee for shipping/handling charges and fees. Buyer must contact us via message within 30 days of receipt of item. Product returned in damaged or used condition will be shipped back to the customer without replacement or money back. In the case of incorrect product sent or product arrived damaged we will take care of ALL shipping and issue FULL refund. Please contact us with any questions or concerns about returns. Contact Us:Please message us thru eBay ONLY. We strive to answer messages as quickly as possible. Usually within a few hours. Please feel free to message me with any questions, or concerns. There is no such thing as a “stupid question”. Thank You!! INTERNATIONAL SHIPPINGWe use eBay's Global Shipping Program and ship to ALL eligible countries. If you want, we can shipp to your country, if it is posible with EMS=+ 9.99 EUR.PAY BEFORE 12PM AND AND WILL BE SHIPPED SAME DAY (MONDAY-FRIDAY) NEXT DAY SHIPPING IS NOT AVAILABLE FOR SATURDAY. All our items are Brand New with Tags from Authorized Dealers and we guarantee them to be 100% Authentic. All Items are in Stock and ready to Ship. We restock and/or add new items each week, so please be sure to check back! We have pulled the crown out to help save the life of the battery. So Please be sure to push it back in to start your new watch. Please check our other items at ExclusiveQwatch and be sure to add us to your favorites list. Thanks!",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Michael-Kors-Darci-Rose-Gold-Tone-Stainless-Steel-Dial-Ladies-Watch-MK3192-/172705372358",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1727053723588080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT15H31M50S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/X-YAAOSwSypY~bke/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/xcAAAOSw7U5Y~bkf/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDYwMA==/z/yq0AAOSwIWVY~bkj/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDEyODA=/z/yqwAAOSw2xRYhclP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zeYAAOSwTA9X4NQC/$_1.JPG?set_id=880000500F"
  ],
  "Title": "Michael Kors Darci Rose Gold Tone Stainless Steel Dial Ladies Watch MK3192",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "207",
    "UserID": "exclusiveqwatch",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}