{
  "ExcludeShipToLocation": [
    "TR",
    "DK"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "38.93"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/EOkAAOSw5cNYKJ9r/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "16",
  "Country": "US",
  "Seller": {
    "UserID": "ecop!",
    "FeedbackRatingStar": "SilverShooting",
    "FeedbackScore": "1252505",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "99.6"
  },
  "StartTime": "2016-11-13T17:14:11.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Description": "You are welcome to return your purchase to eCopUSA. The following guidelines apply to return requests submitted to eCopUSA: 1. Items returned that are deemed broken or defective, a listing error, or a shipping error qualify for a full refund that will be covered by eCopUSA. 2. Items returned for ANY reason other than stated above will be considered a customer error. Customers will be responsible for the return shipping costs plus a 15% restocking fee will apply. Please note, if an item or the item packaging for a customer error return is missing, incomplete, has been opened or tampered with in any way, WE WILL NOT ACCEPT THE RETURN. Items must be in a resalable pristine condition as Brand New, Unopened, Never Used. Do not return items in any other state as we will refuse the return request and the customer will be responsible for the shipping costs of the item (if you choose to reclaim the item). Items that are not reclaimed within 10 days of receipt of the unaccepted return will be disposed of. Please forward questions concerning our returns policy to our customer service team before returning items. 3. Returns will not be accepted for the following items: Batteries, Undergarments, Liquids and Oils, C02 products, and Flashlight Bulbs.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money Back",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "true",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "true",
    "OriginalRetailPrice": {
      "_currencyID": "USD",
      "value": "53.99"
    },
    "PricingTreatment": "STP"
  },
  "Title": "Smith & Wesson SWW-5982 Commando Watch Nylon Band Black",
  "SKU": "K-CC-SWW-5982",
  "ItemID": "262717617095",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Smith-Wesson-SWW-5982-Commando-Watch-Nylon-Band-Black-/262717617095",
  "Storefront": {
    "StoreName": "eCop Police Supply",
    "StoreURL": "http://stores.ebay.com/id=12024003"
  },
  "QuantitySold": "14",
  "PostalCode": "48317",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "true",
  "Subtitle": "Brand NEW Original Product!! eCopUSA Has it ALL!!!!",
  "ConditionDisplayName": "New with tags",
  "Description": "Powered by Frooition.comContact UsThe Best Police & Tactical Gear, Knives, Gun Parts, Hunting & Fishing Equipment and More - Always Free Shipping! Shop Categories Smith & Wesson SWW-5982 Commando Watch Nylon Band Black Stock photo Actual item may differ slightly from picture (Please check listingTitle/Description for fit, color and size information.)Smith & Wesson SWW-5982 Commando Watch Nylon Band Black Item Description Detailed Product Description: Commando, 3Atm, Japanese Movement, Date Display, Stainless Steel Caseback, Glowing Hands, Nylon, 45Mm. Slide Your Hand Into The Bold Style And Sophistication Of The Smith & Wesson Commando Watch That Features A Round Black Face With Smith & Wesson Logo And Nylon Wristband. Crafted With All The Precision And Reliability That'S Made Smith & Wesson A Staple In The Law Enforcement Community, With A Look And Feel Befitting All Your Off-The-Clock Escapades! Equal Parts Sturdy And Stylish, It'S All The Watch You Want, With The Attention To Detail And Performance That You'Ve Come To Expect From Smith & Wesson, For A Price You'Ll Love! This Watch Features Precision Quartz Japanese Movement And Includes 3 Hands To Show The Hours, Minutes And Seconds, Date Display, And A Scratch Resistant Hardened Mineral Glass Crystal That Protects The Dial. The Tough Stainless Steel Case Makes This Watch Shock Resistant And The Metal Rotating Bezel Helps To Track Elapsed Time. This Timepiece Is Water Resistant Up To 30-Meters (90-Feet) And Ideal For Anyone Looking For Adventure, Sport Or Any Daily Rugged Outdoor Activity. The Watch Is 45-Mm Wide And Weighs Only 3.6 Oz. Smith & Wesson Is One Of The World'S Most Recognizable Brands And For Good Reason. Since They First Opened Their Doors They Have Focused On Designing And Manufacturing Innovative Solutions That Are Unparalleled In The Field Of Personal Safety And Protection. Almost Every Major Law Enforcement And Military Agency In The World Has Used Smith & Wesson Products And To This Day Most Police Departments In The United States Depend On Their Firearms And Accessories. Smith & Wesson Has Been A Partner To Law Enforcement Since The Late 1800S, Developing Crime-Fighting Tools That Set The Standard For The Field And Those Products Have Enhanced Public Safety, Security And Protection All Over The World. Our StoreOur StoreShippingReturnsPaymentContact usOur Store More Items!View more great items About UsStore PoliciesInternational OrdersContact UsStore FAQ'sFlashlight GuideRiflescope GuideBinocular GuidePowered by Frooition.comFrooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js)This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Smith & Wesson",
        "Name": "Brand"
      },
      {
        "Value": "SWW-5982",
        "Name": "MPN"
      },
      {
        "Value": "024718159829",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2627176170958080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "TopRatedListing": "true",
  "EndTime": "2017-06-11T17:14:11.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Utica, Michigan",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "38.93"
  },
  "TimeLeft": "P10DT23H14M36S"
}