{
  "Country": "GB",
  "Location": "Manchester",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T13:13:43.000Z",
  "PrimaryCategoryID": "31387",
  "AvailableForPickupDropOff": "true",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "99.99",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T13:13:43.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "Guess",
        "Name": "Brand"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Case Colour"
      },
      {
        "Value": "Gloss",
        "Name": "Case Finish"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Face Colour"
      },
      {
        "Value": "Crystal Set",
        "Name": "Features"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Heavy Metal",
        "Name": "Model"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "W0315L2",
        "Name": "MPN"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Strap Colour"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Strap Material"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Square",
        "Name": "Watch Shape"
      }
    ]
  },
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "ConditionDisplayName": "New with defects",
  "HitCount": "3",
  "TimeLeft": "P29DT22H7S",
  "PostalCode": "M17 1DB",
  "ConvertedCurrentPrice": {
    "value": "128.6",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1525678543678080_1.jpg",
  "NewBestOffer": "false",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=410524022",
    "StoreName": "Thril-Outlet"
  },
  "SKU": "W00677",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "Oceania",
    "South America",
    "GR",
    "MK",
    "MD",
    "SJ",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "SG",
    "TW",
    "TH",
    "VN",
    "BM",
    "CA",
    "GL",
    "MX",
    "PM",
    "BH",
    "IQ",
    "IL",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "SA",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "HandlingTime": "0",
  "Description": "Shop Pages Shop HomeAbout UsContact UsDelivery and Returns Add shop to favourites Join Mailing List Click to Zoom Guess Ladies Gold & Crystal MOD Heavy Metal Analog Watch (W0315L2) only £99.99 Model Number - W0315L2 Glass Type - Mineral Crystal Glass Display - Analog Case Material - Stainless Steel Case Shape - Square Case Width - 39mm (approx) Case Depth - 9mm (approx) Band Type - Stainless Steel Clasp - Fold Over Deployment Gender - Ladies Dial Colour - Gold Band Colour - Gold Special Features - Crystal Set Bezel Movement - Japanese Quartz Water Resistant Official Guess Presentation Box Manufacturers Guarantee Guess watches are a fashionable choice for anyone looking for a reliable watch that works with their style. As you would expect from a manufacturer as highly regarded as Guess, you get a watch that will last the test of time. All Guess watches have been manufactured using strong and durable parts to keep your watch ticking for years to come. Payment Shipping Terms of Sale About Us We accept: PayPal Postal Order Cheque (Made payable to Wisebuy Ltd) (Please note cheques have to clear before orders can be sent out) Items are dispatched within 48 hours using the appropriate shipping service. Orders placed on a Friday will not be dispatched until the following Monday. The goods you order will be delivered to the address you give when you place your order. If an incorrect or incomplete address is given, we are not liable for any loss or damage to the item (s). We will not replace the item or refund payment. However, we will do our upmost to track down the item. If the item is returned, the customer is responsible for the cost for item to be resent, payment must be made before the item is resent. If an item is dispatched and the delivery is for ‘Next Day’, this is delivery for the ‘Next Working Day’, a working day is any day other than weekends and bank or other public holidays. If you fail to accept your delivery and the time lapses for arranging redelivery by the deliverer, the item will be returned to us. The customer is responsible for the cost for the item to be resent, payment must be made before the item is resent. ***Please note that deliveries to RUSSIA and BRAZIL are taking much longer than usual, please allow 4-6 weeks for these to arrive*** Please complete payment or make clear your intentions of payment within 48 hours of purchase. If payment is not received within 7 days a Non-paying Bidder warning will be filed with eBay. Orders will be sent to the address specified in Paypal payment. If you provide an incorrect address, you will be responsible for the cost of it being re-sent. If you are not happy with the item we offer a refund minus postage costs, un-open and un-damaged. We've been offering our customers a wide range of Top Branded Goods at hugely discounted prices for over 5 years now. Our lines change on a daily basis with limited stock. We sell out quickly due to the hugely discounted pricing so When It’s Gone, Its Gone! All goods are 100% genuine and authentic as we buy direct from the brand owners and licensees. You May Also Like... Or Why Not Browse... Content © Thril 2012, All Rights Reserved Listing Designed & Powered by",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Guess-Ladies-Gold-Crystal-MOD-Heavy-Metal-Analog-Watch-W0315L2-/152567854367",
  "ConditionDescription": "Light Scratching on Bracelet",
  "BidCount": "0",
  "ItemID": "152567854367",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "1750",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODc1WDg3NQ==/z/guQAAOSw~FJZLsGB/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODc1WDg3NQ==/z/W3gAAOSw9OFZLsGC/$_1.JPG?set_id=8800005007"
  ],
  "Title": "Guess Ladies Gold & Crystal MOD Heavy Metal Analog Watch (W0315L2)",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "FeedbackScore": "41330",
    "UserID": "thril-outlet",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "We want to ensure you are always happy when shopping with us.\n\nYou can return any unopened and unused item within 28 days of the date of your receipt of your order. We will process the refund once we have received and the item. In order to make a return, please contact us for the return address details.\n\nWe do not accept returns on Swimwear, Underwear or any other under garments due to hygiene reasons. \n\nThank you,",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}