{
  "ConvertedCurrentPrice": {
    "value": "3215.25",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Reading, Berkshire",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T08:00:18.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "MOCC",
    "PayPal"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=985965288",
    "StoreName": "Sonning Vintage Watches"
  },
  "CurrentPrice": {
    "value": "2500.0",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T08:00:18.000Z",
  "ShipToLocations": [
    "Europe",
    "US",
    "JP",
    "CA",
    "AU",
    "MX"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Rolex",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "30mm",
        "Name": "Case Size"
      },
      {
        "Value": "Luxury",
        "Name": "Style"
      },
      {
        "Value": "Rolex Oyster",
        "Name": "Model"
      },
      {
        "Value": "1956",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Analog",
        "Name": "Display Type"
      },
      {
        "Value": "New Hirsch Black Crocodile Skin",
        "Name": "Watchband"
      },
      {
        "Value": "Steel",
        "Name": "Casing"
      },
      {
        "Value": "Off White",
        "Name": "Face Colour"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Middle East",
    "Southeast Asia",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NZ",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "EE",
    "HU",
    "IS",
    "LV",
    "LI",
    "LT",
    "MK",
    "MT",
    "MD",
    "ME",
    "PL",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA"
  ],
  "HandlingTime": "2",
  "Description": "Sonning Vintage Watches Just Beautiful 1956 Midsize (30 mm’s) Rolex Oysterdate Precision ‘Roulette’ Dial Ladies Vintage WatchThe Overview This is a beautiful example of the ladies midsize Rolex Oysterdate with ‘roulette’ dial dating from 1956. The solid steel Rolex signed case is in excellent condition with only the most minimal signs of wear. The original slightly off-white Rolex signed dial has been professionally refinished to the highest possible standard and is classically Rolex. The raised steel batons and angular steel hands (blued steel second hand) along with the alternating red and black date create a stunning look – please see picture 6 for the colours of the hands and batons. The high grade Rolex signed manual wind movement is again in excellent condition and has just been fully serviced by our professional watchmaker. To complete this beautiful piece we’ve added a new, high quality, black Hirsch and Sonning Vintage Watches crocodile skin strap with a steel Hirsch buckle. We have the Hirsch franchise so can change the strap to any material and colour in their range. My asking price is below the value for a watch of this condition and rarity, particularly with the continual rise in value of vintage watches of this high quality. In view of the high grade Swiss movement, I will include a three month written guarantee on the movement, which is long enough for you to assess the working order. The Case The solid steel Rolex signed case is in excellent condition with only the most minimal signs of wear. The case measures 30 mm’s across, excluding the extremely Rolex ‘Swiss Cross’ signed crown and 36 mm’s long including the lugs. The inside case is signed ‘Montres Rolex SA Geneva Swiss’, ‘Stainless Steel’ and the case number is ‘6466’. The age reference is ‘111.56’ dating it to 1956. The Dial The original slightly off-white Rolex signed dial has been professionally refinished to the highest possible standard and is classically Rolex. The raised steel batons and angular steel hands (blued steel second hand) along with the alternating red and black date create a stunning look – please see picture 6 for the colours of the hands and batons. The dial is signed ‘Rolex Oysterdate’, ‘Precision’ and ‘T – Swiss – T’. The Movement The high grade Rolex signed manual wind movement is again in excellent condition and has just been fully serviced by our professional watchmaker. The movement is signed ‘Montres Rolex SA Geneva Swiss’, ‘Seventeen 17 Jewels’ and the movement number is ‘N48169’. The Strap To complete this beautiful piece we’ve added a new, high quality, black Hirsch and Sonning Vintage Watches crocodile skin strap with a steel Hirsch buckle. We have the Hirsch franchise so can change the strap to any material and colour in their range. Couriering and Pre-Delivery Inspection We use the Royal Mail’s Guaranteed next day service for UK sales and DHL for all overseas shipping. All our watches are fully serviced, but prior to couriering each one will undergo a 3 day pre-delivery check to ensure the watch is in perfect condition. Service, Repair and Refurbishment Our association with the best of the industry allows us to offer a limited number quality servicing and repair for most of the famous Swiss brands; such as Rolex, Patek Philippe, Vacheron Constantin and Cartier, as well as Omega, Longines, Jaeger LeCoultre, Breitling, IWC, Breguet, and a wide range of complications. In collaboration with our watchmaker, we offer the following services: Watch Repairs Watch Servicing Watch Restoration Case Refinishing Case Repair and Complete Restoration The Conclusion This is a rare and highly collectable vintage watch from one of horology’s most famous names and will, if history is any judge, provide an excellent financial investment as well as a possession to treasure and enjoy. We will provide an insurance valuation in excess of our asking price. Please appreciate the difficulty of photographing this piece, it looks even better in real life. Subject to your location we’ll happily show the watch. Please ring our office if you have any questions: Chris 07917 100927 Please take a moment to look at my other watches in the Sonning Vintage Watches E Bay Shop. Please also see my 100% feedback as reassurance of the quality of my watches and highest levels of service ref:11/1313 100% Positive Feedback Visit Our Ebay Shop © Sonning Vintage Watches 2017 | Reg Company No. 07622694 Central Office, Cobweb Buildings, The Lane, Lyford, OX12 0EE, United Kingdom",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/1956-Midsize-Rolex-Oysterdate-Precision-Roulette-Dial-Ladies-Vintage-Watch-/172705441668",
  "ConditionDescription": "Lifetime Guarantee on the Authenticity and Provenance",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "true",
  "BidCount": "0",
  "ConditionDisplayName": "Used",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1727054416688080_1.jpg",
  "ItemID": "172705441668",
  "PostalCode": "rg4 6qj",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT16H28M59S",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QQwAAOSw5cNYlOjo/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QIUAAOSw4DJYlOjr/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/EY4AAOSw-0xYlOj5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/J0cAAOSw2xRYlOj-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/eGgAAOSwNnRYlOkA/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/KGQAAOSw2xRYlOkG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/eiYAAOSwNnRYlOkO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/BfAAAOSwUKxYlOkQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/f6UAAOSwopRYlOkT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/CegAAOSwjDZYlOkW/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/FcMAAOSw-0xYlOkZ/$_1.JPG?set_id=8800005007"
  ],
  "Title": "1956 Midsize Rolex Oysterdate Precision ‘Roulette’ Dial Ladies Vintage Watch",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "663",
    "UserID": "sonningvintagewatchesltd",
    "FeedbackRatingStar": "Purple"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 days",
    "Description": "If returned within 7 days of receipt in the condition as dispatched.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}