{
  "ConvertedCurrentPrice": {
    "value": "88.21",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "USA",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:45:31.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=94280173",
    "StoreName": "Kingdom Moda"
  },
  "CurrentPrice": {
    "value": "88.21",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T07:45:31.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Guess",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "U0113L5",
        "Name": "MPN"
      },
      {
        "Value": "Fashion",
        "Name": "Type"
      },
      {
        "Value": "Factory Warranty",
        "Name": "Warranty"
      },
      {
        "Value": "91661450525",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "201942178808",
  "HandlingTime": "1",
  "Description": "Style U0113L5 Color Pink Face 4,5 x 4,5 CM Strap (Include Face) 19 - 23 CM Strap Material Leather Description: GUESS Authentic Ladies Watch. GUESS Classic watch collections. Lot's of Sparkling Crystals inside the faceplate. Three hands pointer inside. Made of Pink Genuine Leather Bracellet. Faceplate consists Gold bezel with Heart Crystals inside the faceplate. One push button. GUESS Clear Glass inside the faceplate. These watch will look more beautiful and elegant in your arm than the picture. :) We ONLY believe & love Genuine and Authentic GUESS, so every product shipped is guaranteed fresh and authentic Guess Items. Limited Availability Only. Japan Quartz movement. Water resistant. All items ship from Authentic USA (expects delays on Customs Process and tracking available for EXPRESS MAIL only) Include 10 Years Limited Warranty from GUESS Manufacturer's Guess Montre Femme. GUESS collections de montres classiques. Lot de cristaux étincelants à l'intérieur de la façade. Trois mains pointeur à l'intérieur. Fait de rose bracellet de cuir véritable. La plaque frontale consiste lunette or avec des cristaux de coeur à l'intérieur de la façade. Un bouton-poussoir. GUESS verre clair intérieur de la façade. Ces montre regarder de plus belle et élégante dans votre bras que l'image. :) Nous croyons seulement et aimons GUESS véritable et authentique, de sorte que chaque produit expédié est garantie frais et authentiques Devinez articles. Disponibilité limitée seulement. Mouvement à quartz japonais. Résistant à l'eau. Tous les articles sont authentiques des États-Unis (s'attend à des retards sur le processus des douanes et de suivi disponibles pour EXPRESS MAIL seulement) 10 ans de garantie limitée de fabricant de GUESS GUESS Damenuhr Authentic. GUESS Klassische Uhren-Kollektionen. Lots von funkelnden Kristallen in der Frontplatte. Drei Hände in Zeiger. Hergestellt aus echtem Leder Rosa Bracellet. Faceplate aus Gold-Lünette mit Herz Kristalle im Inneren der Frontplatte. Ein Druckknopf. GUESS Klarglas in der Frontplatte. Diese Uhr wird in den Arm, als das Bild noch schöner und elegant. :) Wir glauben, NUR & Liebe echt und authentisch GUESS, so dass jedes Produkt geliefert wird garantiert frisch und authentisch Guess-Artikel. Begrenzte Verfügbarkeit Nur. Japan Quarzwerk. Wasserdicht. Alle Einzelteile versenden von Authentic USA (erwartet Verzögerungen bei Customs Prozess-und Tracking für EXPRESS MAIL only) 10 Jahre beschränkte Garantie von GUESS Hersteller Custom Information Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "NEWEST! Luxury Designer GUESS Ladies Watch Pink Leather U0113L5 BNWT USA",
  "NewBestOffer": "false",
  "SKU": "U0113L5",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEWEST-Luxury-Designer-GUESS-Ladies-Watch-Pink-Leather-U0113L5-BNWT-USA-/201942178808",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019421788088080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT16H13M40S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFg4MzU=/z/tU4AAOSww3tY7Hn1/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "88.21",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "98.9",
    "FeedbackScore": "15143",
    "UserID": "guessmoda",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "NoRestockingFee",
    "RestockingFeeValue": "No",
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)"
  }
}