{
  "ConvertedCurrentPrice": {
    "value": "3550.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "New York, New York",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T14:40:41.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=186110536",
    "StoreName": "the47thdiamond"
  },
  "CurrentPrice": {
    "value": "3550.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-03T14:40:41.000Z",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "JP",
    "AU"
  ],
  "IntegratedMerchantCreditCardEnabled": "true",
  "ExcludeShipToLocation": [
    "RO",
    "GT",
    "ID",
    "PH",
    "TH",
    "VN",
    "BR",
    "BW",
    "NE",
    "NG",
    "CN",
    "IN",
    "JP",
    "KR",
    "PK"
  ],
  "ItemID": "391800637553",
  "HandlingTime": "0",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Stainless & Solid Gold",
        "Name": "Band Material"
      },
      {
        "Value": "Retro (1984-1999)",
        "Name": "Age"
      },
      {
        "Value": "Mechanical: Automatic",
        "Name": "Movement"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "White",
        "Name": "Case Color"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "Multi-Color",
        "Name": "Band Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Rolex datejust black diamond dial men watch two tone jubilee     FGW210272",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rolex-datejust-black-diamond-dial-men-watch-two-tone-jubilee-FGW210272-/391800637553",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3918006375538080_1.jpg",
  "HitCount": "0",
  "PostalCode": "10036",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P2DT23H33M51S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODQ4WDEyMDA=/z/REIAAOSwCQZZLtXr/$_1.JPG?set_id=880000500F"
  ],
  "Description": "Rolex datejust black diamond dial men watch two tone jubilee FGW210272 #FGW210272   Absolutely gorgeous rolex. Very fine Stainless steel & gold watch. Perfect craftsmanship rolex is well known for. In mint condition.   Rolex Oyster Perpetual Datejust series.   Gender: Men/Women Movement: Fully Automatic movement winds itself when worn. Case: Stainless steel oyster case Bracelet: Stainless steel & gold jubilee bracelet with folding clasp. Dial: Black diamond dial (Approx. 0.50 carat F VS1 diamonds) (Custom added) Bezel: Fluted Case Size: 36mm Condition : Mint. Looks brand new, well polished, no scratches etc. Service : It has been fully serviced (worth value $250) and would work well for a few years before requiring service again. Wrist Size : 7.5”. Can adjust the wrist size. Extra links available for an additional cost. Packaging : Comes complete with rolex appraisal, papers, tag etc.     Datejust model was introduced in 1945. It was the first watch to display date with a magnifying cyclops lens. With self winding chronometer.    Shipping It ships in 5 to 7 business days with around 2-3 days in transit Shipping We usually ship this item in 3 to 5 business days from receipt of payment. Winning Bidder must pay within 5 days. All our items come with a 100% MONEY BACK GUARANTEE. (Including S/H). The item can be returned for a refund, exchange or store credit. Maximum liability limited to refund of money only, reasons whatsoever they may be. Item must be postmarked within 5 business days from delivery date. After 5 days have passed all sales will be considered final and no claims whatsoever will be entertained. The item must not be altered and must not have any wear and tear marks. Customers should send these back insured and signature required. We will not be responsible for any lost and/or damaged shipments and/or goods. USPS insures such items, as fedex has some centers which may not insure for more than $500. Customers should e.mail within 3 business days from receipt and get an RMA number. Please allow 48 hours for a reply. Shipping & Handling for US customers is free (A package may contain any number of items) You can ask us to insure an item which is optional. We ship around the world. In jewelry work as all work is done by hand and with extra care for each piece, sometimes we also don't know until last moment if something comes up. We don't rush the craftsmen otherwise they might leave something so we let them do it right at their own pace, occasionally some items may take longer to ship. Some items which need re-sizing, customization or setting center stone can take longer to ship MOST INTERNATIONAL ORDERS ARE DELIVERED DUTY AND SHIPPING PAID Payment We accept all major credit cards Amex, Visa , MC and Discover We do have layaway available in which you can pay in 5 parts over 10 months and once we have full money we ship the item to you. We are flexible on layaways. Terms All rights reserved. Feedback Policy : We will reciprocate all feedbacks. Please contact us prior to leaving any kind of negative or neutral feedback and give us a chance to resolve any issues. The only guarantee or liability of the sale is refund of full money after the goods have been mailed insured in original condition within a period of 5 days from the date of receipt of goods. The reasons whatsoever they may be. Customer further agrees that a chargeback, claim, etc. can only be filed after the item has been received by us in original condition. Customer agrees to ship the item in original condition, Insured via a trackable method and with direct signature requirement. Customer agrees to wait up to 7 business days for proper processing of refund from delivery of returned item to us before filing any chargeback, claim, etc. This will be considered as a chargeback/claims waiver per terms stated here. No claims/chargeback whatsoever or for whatsoever reason will be valid after this period is over. Maximum liability limited to refund of money only, after product has been returned in original condition within a period of 5 days insured via a trackable method with signature required. To ensure product arrives safely to us within 5 days (postmarked within 5 days from delivery date) is customer's responsibility. In the even of an exchange, dispute, etc our original terms as outlined here would still be applicable. Although we do our best to accurately describe our items we do not guarantee accuracy of the information, we obtain information from other sources such as suppliers , third parties, etc. In case of diamond grading, being basically subjective in nature,the grades of diamonds' depend upon the personal opinion of the person grading the stones. Any difference in opinion is beyond our control. Grading, appraisals etc. from jewelers, appraisers, etc. are not binding on this sale. All rights reserved, not responsible for typos, information provided or human errors, maximum liability limited to refund only. Prices and information provided are subject to change without notice. As the timepieces we sell are pre-owned, at times we are unable to detect aftermarket parts etc. Some watch bezels with diamonds, crystal dials or dials with diamonds, some kind of bracelets etc. are usually aftermarket. In the event this item is listed at multiple places we reserve the right to cancel the auction in case its sold elsewhere. We reserve the right to use same pictures to promote/sell multiple pieces of similar items. All rights reserved. By bidding and/or purchasing this item customer is agreeing to these irrevocable terms. International We ship around the world. Shipping within US is free. International S/H is around $89.50 on items over or $2000 and $69.50 on items less than $2000 price depending on country shipping to. About We have been in Jewelry and Watch business for past several years. We have an easy return policy and most of our business comes from repeat customers or thru referrals. Feedback Policy : All feedbacks left for us will be reciprocated accordingly. Please contact us prior to leaving any kind of negative or netural feedback. We do our best to keep our customers happy. Kindly allow 48 hours for a response. We are available M to F only. Kindly let us know of any problems prior to leaving the feedback and allow us at least 48 hours to take care of this. We are open M to F only and closed on the weekends. Support Tel: 212 764 6167 , 1 877 342 8841 We are available on phone M to F and via e.mail most of the days. Please allow 48 hours for a reply Get Images that Make Supersized Seem Small. Attention Sellers - Get Templates Image Hosting, Scheduling at Auctiva.com.",
  "Seller": {
    "PositiveFeedbackPercent": "95.0",
    "FeedbackScore": "14437",
    "UserID": "the47thdiamond",
    "FeedbackRatingStar": "YellowShooting"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "NoRestockingFee",
    "RestockingFeeValue": "No",
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or replacement (buyer's choice)"
  }
}