{
  "ConvertedCurrentPrice": {
    "value": "149.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "CA",
  "Location": "Saint-Thomas, Quebec",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T11:02:06.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=260541359",
    "StoreName": "MLC-INC Online Liquidation store"
  },
  "CurrentPrice": {
    "value": "149.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T11:02:06.000Z",
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "Description": "Hugo Boss 1513238 Chronograph Bracelet Strap 3-Hand Quartz WatchDescription This polished watch by BOSS Orange is crafted with a stainless steel case and strap. The textured dial features three-eye quartz chronograph movement and subtle logo detail in bold, statement making orange. A true wardrobe essential. Details Stainless steel case measuring 47 mm (1.9 in.) Stainless steel bracelet strap Logo detail on sunray dial 3-eye quartz movement Water resistant: 3 ATM (33 feet) Two-year limited warranty Size and Fit The model wears size One Size and has a height of 6'1\" , bust of 38\", waist of 32\" and a hip of 38\" . FEEDBACK POLICIES:WE LEAVE POSITIVE FEEDBACK TO ALL WINNERS THAT LEFT POSITIVE FEEDBACK FOR US ONCE THE TRANSACTION IS COMPLETED.WE STRIVE TO ENSURE THAT ALL OF OUR CUSTOMERS ARE 100% SATISFIED.GENERAL INFORMATIONWE GIVE TRACKING NUMBER IN YOUR PAYPAL ACCOUNT.CANADIAN PAY GST AND QUÉBEC RESIDENT MUST AD QST, USA ARE TAX FREE.PAYMENT MUST BE RECEIVED 9 DAYS MAXIMUM, AFTER THE AUCTION END...EVERY EFFORT HAS BEEN MADE TO ACCURATELY DESCRIBE ALL MERCHANDISE OFFERED IN OUR AUCTION.WE ARE CLOSED ON WEEK-END AND ALL MAJOR HOLIDAYS AND THE DAY AFTER. SALES COMPLETED AND EMAIL RECEIVED AFTER OUR BUSINESS HOURS WILL BE HANDLED THE NEXT WORKING DAYS.SHIPPING POLICIES:SHIPPING COST WRITTEN IN AUCTION IS FOR CONTINENTAL CANADA AND USA.CUSTOMERS FROM NUNAVUT, NORTHERN TERRITORY, YUKON, ALASKA, PUERTO RICO, ETC MUST EMAIL FOR SHIPPING COST BEFORE BIDDING.WE NEVER REFUND SHIPPING COST PAID IN ANY CASE.WE SHIP THE NEXT DAY OF PAYMENT RECEPTION, WITH EXPEDITED PARCEL FOR CANADA & USA , AND SHIPPING MAY TAKE UP TO 5 TO 15 DAYS FOR CANADA AND 12 TO 20 DAYS FOR USAInternational Standard: 2 to 6 weeks (may take 8 to 12 weeks due to customs delays)Tracking number will be upgraded only at the reception of your package by your local post officeTHE TIMES DUE TO PACKAGE FOR CUSTOMS IS LOCKED OUT OF OUR CONTROL.IF SOMETHING HAPPEN IN THE SHIPPING, WE CANNOT REFUND ANYTHING UNLESS WAITING THE 45 DAYS NEEDED BY CANADA POST TO CONCLUDE THEIR INVESTIGATION. FOR INTERNATIONAL STANDARD OVERSEAS SHIPPING WE CANNOT REFUND ANYTHING UNLESS WAITING THE 65 DAYS NEEDED BY CANADA POST TO CONCLUDE THEIR INVESTIGATIONAll returns MUST have prior authorization. When returning a product from the U.S.A. please send the product as a defective return and declare product value on the customs form ($5 value) otherwise we may refuse the return due to customs and brokerage fees.BID WITH CONFIDENCE! WE ARE A SELLER YOU CAN TRUST.....Please don’t forget to leave your feedback! If you are pleased with our transaction, please respond with all 5 stars!We strive for 5-Star customer satisfaction by selling 100% authentic goods, offering competitive shipping rates, fast turn-around times, and maintaining openlines of communication.If you do not feel you have received 5-Star service please contact us prior to leaving feedback.When rating our transaction in the detailed feedback system please keep in mind that eBay considers any rating less than 4.8 to be below the standard they require of sellers to avoid the highest selling fees and more. THANK YOU AND HAPPY BIDDING!",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "292135520914",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "HUGO BOSS",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "1513238",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Hugo Boss 1513238  Chronograph Bracelet Strap 3-Hand Quartz Watch",
  "ConditionDescription": "Wear 2 times in fashion show, like new",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Hugo-Boss-1513238-Chronograph-Bracelet-Strap-3-Hand-Quartz-Watch-/292135520914",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2921355209148080_1.jpg",
  "HitCount": "1",
  "PostalCode": "J0K 3L0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT19H41M7S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/D6MAAOSwWxNYx~oU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/4tgAAOSwhQhYx~of/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "149.99",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "FeedbackScore": "23924",
    "UserID": "mlc-inc",
    "FeedbackRatingStar": "YellowShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}