{
  "ConvertedCurrentPrice": {
    "value": "2758.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "JP",
  "Location": "nagoya, aichi",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T08:52:29.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1192927485",
    "StoreName": "closer0924"
  },
  "CurrentPrice": {
    "value": "2758.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T08:52:29.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": [
          "Chronometer",
          "Date",
          "Chronograph"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Fashion",
        "Name": "Style"
      },
      {
        "Value": "B13356",
        "Name": "Model"
      },
      {
        "Value": "20cm",
        "Name": "Wrist size"
      },
      {
        "Value": [
          "Solid Gold",
          "Stainless Steel"
        ],
        "Name": "Case Material"
      },
      {
        "Value": [
          "Silver",
          "Yellow Gold"
        ],
        "Name": "Case Color"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "Silver",
        "Name": "Band Color"
      },
      {
        "Value": "42mm",
        "Name": "Case Size"
      },
      {
        "Value": "22mm",
        "Name": "Lug Width"
      },
      {
        "Value": "2204***",
        "Name": "Serial Number"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "252966663985",
  "HandlingTime": "1",
  "Description": "Auth BREITLING Chronomat Evolution Solid Gold Steel B13356 Automatic Men's Overview Gender Men's Body Material Stainless Steel Band Material Stainless Steel Color of the Dial Black Movement AT Functions Chronograph/Date Ref Number B13356 Serial Number 2204*** Case size About 42 mm (1.65 inch) (not including the crown) Wrist size 20 cm(7.87 inch) Weight About 213.4 g Maintenance Unknown Guarantee information - Accessories - Condition Rank Body rank AB+ Belt rank A State of the wound Glass No scratch Case a few scratch Bezel a few scratch Belt/Bracelet few scratch Hand No damage Dial No damage Others - CL Number 272787 Y 160311 yk Condition RANK Explanation N Unused item?It is not new? S The item is an almost very beautiful state. A There are few wounds, but is in a beautiful state. AB There are some wounds, but is in a relatively good state. B There is the wound of the degree made of the everyday life, but use does not have any problem. BC Repair is in a necessary state, but the use is possible in most. C It becomes the junk product. International Buyers - Please Note Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Customs fees are normally charged by the shipping company or collected when you pick the item up. These fees are not additional shipping charges. We won't under-value merchandise or mark the item as a gift on customs forms. Doing that is against U.S. and international laws. Shipping We only ship to PayPal registered address. Service: EMS Tracking URL: Japan Post Click Here Please Note: We won't under- value merchandise or mark the item as a gift on customs forms. Doing that is against U.S. and international laws. We only ship to PayPal registered address. We do combined ship. Please contact us for quotation. Please contact us if you reside in countries in which we do not specify shipping service and cost. Please be aware that delivery could be delayed depending on customs inspection, in case of natural disasters, and other reasons such as postal strikes. When the customer cannot have payment in pay pal within three days after an order, I open the case to cancel. When there were defects in a clock, we cannot pay repair charges even if a buyer repairs it. When movement has a problem, please contact us. I accept the return of the product if I contact me within one week after a product arrived. Payment We only Accept PayPal. The item will be shipped within 2 business day after the payment is received. If payment can't be confirmed within 3 days after the close of the auction, a reminder will be sent to you. Return Policy No returns accepted. The watch which we treat is the genuine article which our valuer judged. However, I can receive returned goods when that watch is said to be an imitation in Official shop. About the guarantee of the movement, it is around one week from the arrival of the product. About Us CLOSER was established in 2005. we have results that I sold of tens of thousands of by Internet sale of Japan.Over the last 8 years, We have come to pride ourselves in the Quality of Wristwatches we offer. Our attention is focused on the fine details of quality timepieces like Rolex,Corum,Hublot,Omega,Cartier etc... with safe, prompt delivery to Our Customers worldwide. Sunday may not be able to reply to the messages. (Tokyo time). Others If you have any problem, please contact us. Your satisfaction is important to us. ?About Authenticity All our items are 100% authentic. They have been inspected by brand specialists. As every seller dealing with preowned branded items in Japan we have as well license from local government to offer services of this kind. We are officially registered as legal business and we have to comply with all rules and regulations including tax requirements from the Japanese government. inkfrog terapeak FREE! Sellers: Add a FREE map to your listings. FREE!",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BREITLING-Chronomat-Evolution-Solid-Gold-Steel-B13356-Automatic-Mens-272787-/252966663985",
  "ConditionDescription": "Pre-owned: An item that has been used or worn previously. Auth BREITLING Chronomat Evolution Solid Gold Steel B13356 Automatic Men's wrist watch.",
  "NewBestOffer": "false",
  "SKU": "OMEGA3570-50",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529666639858080_1.jpg",
  "HitCount": "10",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT17H24M14S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODk2WDEwMDA=/z/sbQAAOSwAuNW4nbT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4OFgxMDAw/z/w9AAAOSwZQxW4nbV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTQ1WDEwMDA=/z/mA4AAOSwr7ZW4nbW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzAxWDEwMDA=/z/6Z0AAOSwoudW4nbY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODM0WDEwMDA=/z/dOQAAOSwh-1W4nba/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzkwWDEwMDA=/z/xHYAAOSwZQxW4nbb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Nzc3WDEwMDA=/z/ToEAAOSwYlJW4nbe/$_1.JPG?set_id=880000500F"
  ],
  "Title": "BREITLING Chronomat Evolution Solid Gold Steel B13356 Automatic Men's_272787",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "FeedbackScore": "2760",
    "UserID": "closer0924",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}