{
  "ConvertedCurrentPrice": {
    "value": "19.93",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Rochester, Kent",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T13:35:30.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "15.5",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-10T13:35:30.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "182600167943",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Bewell",
        "Name": "Brand"
      },
      {
        "Value": "Bewell",
        "Name": "Manufacturer"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "0732130774635",
        "Name": "EAN"
      },
      {
        "Value": "732130774635",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "MinimumToBid": {
    "value": "15.5",
    "_currencyID": "GBP"
  },
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mens-Walnut-Wood-Watch-BEWELL-ZS-W086B-Analog-Quartz-Movement-Date-Display-/182600167943",
  "Title": "Mens Walnut Wood Watch BEWELL ZS W086B Analog Quartz Movement with Date Display",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1826001679438080_1.jpg",
  "HitCount": "3",
  "PostalCode": "me2 1dr",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT22H23M55S",
  "ConditionID": "1000",
  "PictureURL": [
    "https://i.ebayimg.com/00/s/ODc5WDg5OA==/z/AzIAAOSwnONZBhOq/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/ODAzWDg5OA==/z/NYoAAOSw~y9ZBhFL/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/NzI4WDg5OA==/z/x9QAAOSwnONZBhFV/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/OTA2WDg5OA==/z/myMAAOSwCQZZBhRD/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/NjI1WDYzNw==/z/54wAAOSw-3FZBhFh/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTI1N1g4ODg=/z/yv0AAOSwnONZBhFy/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/ODA1WDg5OA==/z/xycAAOSwT-FZBhHR/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTE3N1g4ODY=/z/CLsAAOSwX61ZBhPI/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTA0OFg4OTg=/z/acEAAOSww9xZBhGB/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/Nzg1WDUxNw==/z/pHAAAOSww5NZBhQ0/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/ODkxWDg5OA==/z/nAUAAOSwjqVZBhSE/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/NzQ3WDg5OA==/z/DAQAAOSwX61ZBhPa/$_12.JPG?set_id=880000500F"
  ],
  "Description": "BEWELL ZS - W086B MENS GENUINE REAL WALNUT WOOD WATCH ANALOG QUARTZ MOVEMENT WITH DATE DISPAY PRODUCT DESCRIPTION Main Features • Brand: Bewell • Watch style: Casual,Fashion,Retro • Movement type: Quartz watch • Shape of the dial: Round • Display type: Analog • Hour formats: 12 Hour • Case material: SOLID REAL Wood • Band material: SOLID REAL Wood • Clasp type: Folding clasp with safety Special Features: -Wood material, not only a watch on your wrist, but also a feeling of contact with nature. -Imported Japan quartz movement, guarantees precise and punctual timing. -Date display at 3 o'clock position, can tell you the exact date. -Folding clasp with safety, easy to wear and not easy to fall off. -Long lifetime, the lifetime of the battery can be up to 36 months. The dial thickness: 0.35 inches The dial diameter: 1.65 inches The band width: 0.87 inches Package weight: 0.089 kg Product size (L x W x H):11.02 x 1.77 x 0.35 inches Package size (L x W x H): 2.76 x 2.76 x 2.76 inches Package Contents: 1 x Bewell ZS - W086B Quartz Men Watch 1 x Lithium Battery already fitted in watch Preservation methods of the wood watch: It can't be exposed to the light or sunlight for a long time, otherwise it will produce green element, and it will become dark green, if it has become dark green, you must put it into a relatively dark or concealed place to keep it away from the light, after 7-15 days, the dark green will get back to the original color of the wood. Maintenance points of the wood watch: 1.Try not to get wet or soak in the water in daily life. 2.Wipe the watch at intervals, the colour will stay brighter. 3.Don't strike or pull the watch too roughly. 4.Clean the stains frequently- Special Design: The latest irregular shape design lets your watch look very fashionable. Simple Arabic numeral scale, the watch with date display and Luminous pointer, it is not only unique and cool but also convenient and practical in your daily life. - 100% Natural Wood Material:Healthy - Handmade with 100 % natural wood material without paint, it is light and comfortable to wear. The wood gives a nice a faint natural aroma. - Folding clasp with safety, easy to wear and not easy to fall off.Luminous pointers, you can read the time even in dark conditions. - Note: Don't strike or pull the watch too violently. Try NOT to get wet or soak in the water in daily life.You can keep it in a clean and dry box after you take it off. - Excellent gift: Carefully prepared and delivered to you in watch box, the W086B wooden Watch is a great gift choice fir loved ones for Christmas, birthday, anniversary, Father's Day, graduation or Valentine's Day. It will always attract the attention from your friends and get good compliments. Delivery: 1st Class Royal Mail \u2028 Domestic Delivery: All Domestic packages are shipped Ground Delivery For Free (Unless other Delivery method was selected on the order)\u2028\u2028- Item Dispatched same or next business business day after payment.\u2028\u2028- Delivery takes between 1- 2 business days.\u2028\u2028- However, in some cases the delivery may be slightly delayed due to unforeseen circumstances. Ship Internationally from the UK Europe 3 types 10 days estimated delivery time. Outside or Europe 7 to 14 days estimated delivery time.\u2028\u2028- Feel free to contact us anytime to ask for a status update on delivery - we always get back to you as quickly as possible.\u2028\u2028- If the delivery is delayed, we give you the option to cancel your order and receive a full refund for the item if you prefer. \u2028\u2028- Shipping this item: GBlife BEWELL ZS - W086B Mens Wooden Watch Analog Quartz Movement with Date Disp \u2028Payment:\u2028PayPal is our preferred method of payments it's the quickest, easiest and most secure way to pay for your goods or services online. PayPal offers buyer and seller protection should there be a problem.\u2028\u2028If you do not have a PayPal account, to get started and buy your first item with us is very easy. Simply click on the 'Buy It Now' button and follow the eBay checkout steps. Select PayPal as the payment method you then will be given the chance to enter your card details in to PayPal's secure checkout in order to pay for your order. Once the payment has been made, you will then be given the opportunity to make your own PayPal account to make paying for your items in the future very easy.\u2028\u2028Should there be a problem with payment please do let us know. \u2028About Us:\u2028We are committed to your full satisfaction and strive to provide our customers with an easy and carefree shopping experience. So if you have any questions or special requests don't hesitate to contact us.\u2028\u2028Returns:\u2028- We accept returns within 30 days from the date we received the purchase.\u2028\u2028- Please contact us for a Return Merchandise Authorization (RMA) number\u2028\u2028- We advise you to use a reputable carrier service when returning your goods. Please pack all returns appropriately. \u2028Feedback:\u2028Customer satisfaction is very important to us. If you have any problem with your order,please contact us and we will do our best to make you satisfied, please do not leave a negative feedback before we resolve your problem.\u2028\u2028We guarantee that your issue will be solved quickly.\u2028\u2028As long as you are happy with your purchase , please leave us a positive feedback. Your feedback is very important to us it affects our search placement on eBay. We will leave a positive feedback for you in return automatically once feedback is received.",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "434",
    "UserID": "classy_cases_and_covers",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingType": "Chinese",
  "ReturnPolicy": {
    "ReturnsWithin": "14 days",
    "ReturnsAccepted": "Returns Accepted",
    "ShippingCostPaidBy": "Buyer"
  }
}