{
  "ConvertedCurrentPrice": {
    "value": "29.95",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Phoenix, Arizona",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T14:53:36.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "PayPal",
    "VisaMC"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=53369404",
    "StoreName": "watchliquidators"
  },
  "CurrentPrice": {
    "value": "29.95",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T14:53:36.000Z",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Nike",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "N/A",
        "Name": "MPN"
      },
      {
        "Value": "Light/Alarm/Day/Date/Stopwatch/Water Resistant",
        "Name": "Features"
      },
      {
        "Value": "Quartz Battery",
        "Name": "Movement"
      },
      {
        "Value": "Digital",
        "Name": "Display"
      },
      {
        "Value": "Orange",
        "Name": "Band Color"
      },
      {
        "Value": "Sport",
        "Name": "Style"
      },
      {
        "Value": "Rubber",
        "Name": "Band Type"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "Africa"
  ],
  "HandlingTime": "1",
  "Description": "Watch Liquidators 7720 E. Redfield Rd. #6 Scottsdale, AZ 85260 Ph. 623-580-1900 Name Brand Watches Sun Glasses & Lenses All at Discount Prices (623) 580-1900 More Items My Store Save Seller About Us Our Ratings Contact Us Ask Me Watch Item NIKE IMARA RUN DATA RECALL 50M WR CHRONO ALARM 43 LAP TIMER SPORT WATCH WR0075 Popular Items Click to view more Visit our Store Items RETAILS UP TO $ 175.00 BUY IT NOW $ 29.95 Product Code: 10215 DESCRIPTION NIKE IMARA RUN SPORT WATCH Stainless Steel Case Back Polish Gunmetal tone Stainless Steel Buckle With Button Strap Lock Digital Quartz Movement Polish Gunmetal / Iron Case with White Letter’s Case Size 38mm x 26mm Case Thickness 12mm Band Width 8mm Band Length 8in Max Grey Digital Screen Orange Pre-Curved Polyurethane Strap Mineral Crystal One-touch Backlighting Battery Hatch for Easy Replacement Time, Day-And-Date, Alarm, 2 Time Zones 43-Lap Chronograph Convertible Display; View Lap Time, Total Time, or Both 2 Segment Interval Timer for Run/Walk or Easy/Hard Training Data Mode Recalls Total Time, Lap Times, and Best or Average Lap Water Resistant Up To 50 Meters Model Number WR0075 Designed for women runners, the Nike Imara fits snug on the wrist and makes numbers easy to read. It is simple and just the features you need. Store Payment Shipping Returns Contact Visit our Store for more Items include description Payment All payments should reach us within 4 days of the auction conclusion. Your Credit Card and PayPal accounts MUST BE A USA or Canada account with matching shipping and billing addresses and clear CVS (Check Verification Services) in Channel Advisors checkout. A Delivery Signature is Required on all Orders that are $250.00 or more and shipping may be slightly higher. We may re-list the unpaid item after 14 days. We have many \"Duplicate items\" and they are listed immediately after each auction sale. If you have difficulties paying for the item, try bypassing the auction page by going to your \"My eBay\" page and using the \"Pay Now\" button located next to your item. Always call us at 623-580-1900 or email us , for any help or questions you may have about the payment. Shipping We strive to ship from the Phoenix area in one business day after payment is received from PayPal. You will then receive shipping confirmation and tracking via eBay email. Flat rate shipping is free to any USA city and outside the USA it is done with USPS unless listed differently. No shipping refunds are paid by the Seller. You can also mail cash type payments to: Watch Liquidators 7720 E. Redfield Rd. #6 Scottsdale, AZ 85260 Call 623-580-1900 Returns & Exchanges Item returned with return authorization for exchange or refund must arrive undamaged, unaltered and with all original shipped materials to receive the full credit less a restock fee that is the greater of $3.00 or 10% of the bid/purchase price within 30 days. New Exchanged item shipping is $5.00 to any USA city, $14.00 to Canada and $23.00 to any other city. Refunds are paid to a Buyers PayPal account only. PayPal account information MUST accompany the returned eBay item. Exchange amounts due, if any for the restock, re-ship and cost difference for the exchange item, must be by cash/PayPal or USPS cash method before the exchange item is shipped. DO NOT BID ON ANY EXCHANGE ITEM YOU MAY WANT, OR IT CAN'T BE USED FOR EXCHANGE! It is agreed that the refund or exchanges constitute full release and FULL BUYER SATISFACTION for the transaction. Contact Watch Liquidators 7720 E. Redfield Rd. #6 Scottsdale, AZ 85260 Call 623-580-1900 Popular Items Click to view more Visit our Store Items Images and text Copyright © WatchLiquidators. All rights reserved. Do not use without permission. template by ShipScript",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NIKE-IMARA-RUN-DATA-RECALL-50M-WR-CHRONO-ALARM-43-LAP-TIMER-SPORT-WATCH-WR0075-/192203419885",
  "ConditionDescription": "All Items will be Refreshed and Tested prior to shipping, Great Item, Looks Good.",
  "NewBestOffer": "false",
  "SKU": "10215",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1922034198858080_1.jpg",
  "ItemID": "192203419885",
  "PostalCode": "85027",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT23H48M12S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFg4NTA=/z/ircAAOSw~CFY5Fj3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTAw/z/kB4AAOSwU8hY5Fj2/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMTM2/z/kCoAAOSwU8hY5Fj2/$_1.JPG?set_id=880000500F"
  ],
  "Title": "NIKE IMARA RUN DATA RECALL 50M WR CHRONO ALARM 43 LAP TIMER SPORT WATCH WR0075",
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "FeedbackScore": "97781",
    "UserID": "watchliquidators",
    "FeedbackRatingStar": "PurpleShooting",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValueOption": "Percent_15",
    "RestockingFeeValue": "15%",
    "Description": "Restocking fee: 15%",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)"
  }
}