{
  "ConvertedCurrentPrice": {
    "value": "259.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "RO",
  "Location": "Bucharest",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T12:29:35.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=807228628",
    "StoreName": "World of Car Watches"
  },
  "CurrentPrice": {
    "value": "259.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T12:29:35.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Mercedes-Benz",
        "Name": "Brand"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": [
          "Easy To Read",
          "Date",
          "12-Hour Dial",
          "Arabic Numerals",
          "Luminous Hands"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Fine leather",
        "Name": "Band Material"
      },
      {
        "Value": "Any",
        "Name": "Style"
      },
      {
        "Value": "Germany",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "Square",
        "Name": "Watch Shape"
      },
      {
        "Value": "30 m (3 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Mirror Polished",
        "Name": "Case Finish"
      },
      {
        "Value": [
          "Very light green/beige",
          "Silver"
        ],
        "Name": "Case Color"
      },
      {
        "Value": "Black with white top stitching",
        "Name": "Band Color"
      },
      {
        "Value": "Any",
        "Name": "Age Group"
      },
      {
        "Value": "2000-2009",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "18mm",
        "Name": "Lug Width"
      },
      {
        "Value": "41mm / 38mm",
        "Name": "Case Size"
      },
      {
        "Value": "Two-Piece Strap",
        "Name": "Band Type"
      },
      {
        "Value": "B6 787 2666",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Middle East",
    "RO"
  ],
  "ItemID": "172705776109",
  "HandlingTime": "3",
  "Description": "Genuine Mercedes-Benz Watch !!! Discontinued model from 2006. Ultra rare as brand new. Made in Germany. Super rare square classical case design. Rare medium sized case, impossible to find it nowadays. A classical square designed stainless steel case, mirror polished, and a mineral crystal with date magnifier, will safeguard your timepiece for many years to come. The light green/beige dial with superimposed stainless steel hour markers and Arabic numerals, crisp black minute markers, raised stainless steel Mercedes Benz star logo at 12 o'clock and date in window between 4 and 5 o'clock, will flatter any wrist with it's elegant and timeless design. The sporty appeal it's underlined by the red needle for seconds and date window. Luminous hour and minute hands. A snap-on stainless steel back makes the watch water resistant to 3 ATM (unmarked since this was a dealer display model). It's secured on your wrist by a black fine leather band with white top stitching to match the dial and closes with a stainless steel deployment clasp. High quality Japan Made analog quartz movement. Analog quartz movement specifications: caliber: 2115 type of quartz: tuning fork type quartz crystal frequency : 32,768Hz type of battery: Silver oxide SR626SW or equivalentbattery life: approximately 3 yearsdriving system: two-pole stepping motorFunctions of quartz movement:3 hands: hours, minutes and secondsquick date change by turning crown; date between 4 and 5 o'clock Powercell Saving Reset Mechanism (PSRM)Over-loading Compensation Device (OLCD)Digital Frequency Control (DFC) for time adjustmentAny question, please ask BEFORE buying !!! I DON'T ACCEPT RETURNS, unless the item is not as described (logically, this will never happen, I provide 110% accurate info, and besides that, you have 12 close up, zoom in activated, pictures) !!! I had tried to make pics from all angles. I do have many watches, but you will get what is seen in the pictures. They are not stock photos.Please review the pictures carefully. They are part of the description. I try my best to provide accurate descriptions and pictures, but occasionally I miss something. Ask before buying, not after. I will consider that you accepted my terms and description. If you are looking for a specific model and I don't have it listed, please ask me. I may have it in my collection or I can find it for you. I am always happy to combine shipping on multiple items, so please take a look at my other watches / items !!! I use priority shipping with tracking number. Available at your request EMS shipping too. Estimated delivery time after item shipped: EUROPE 5-10 business days REST OF WORLD 10-30 business days I ship within 3 business days of your payment. Please don't hold me responsible for the carriers performance. Water Resistance ....a never-ending source of misunderstandings often caused by the irresponsible advertising of certain competitors, who are usually the ones to refuse any responsibility when damage by water occurs. Here are the facts in plain English: 1. Every known brand submits the watch to a 2-phase test in a chamber, where it has to withstand to pressure for the minimum length of time required by industrial standards. It may seem a paradox, but low pressure-resistance, say at 0.5 bar equivalent to 50 cm depth is more critical to achieve, because increasing pressure tends to compress the seals, thereby increasing the resistance; the second phase test conducted at 3 bar (30 m.) is confirmatory. Because of a solid case-construction, the known brands watches will resist to 10 bar (100 m. or 300 ft) and we could confidently call it a «diver’s watch» 2. HOWEVER: The water resistance of a wristwatch is constantly challenged by mechanical wear caused by bumps, shocks etc., rapid changes in temperature, caustic acids, chemicals, etc. and can therefore not be guaranteed as a permanent condition. I renounces to using inflationary «theoretical» claims; the decision to wear your valuable timepiece for swimming, diving or in the Sauna is yours. On a side-note: only very few specially trained and equipped divers reach depths of 100 m and wear professional computers to indicate the life-saving compression- and decompression data; at such depths, normal watches will just not do. Thanks for looking and buying a great and unique item. Have a great day !!!",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mercedes-Benz-Classic-Business-Elegant-Accessory-Sport-Medium-Basic-Design-Watch-/172705776109",
  "ConditionDescription": "The box and papers are missing, it was a dealer store display model, hence no markings on the back, otherwise NEW, NEW, NEW !!! Just look at the pictures !!!",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1727057761098080_1.jpg",
  "HitCount": "2",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT21H13M1S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQxN1gxNjAw/z/bZwAAOSwXYtY3n~T/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM0NlgxNjAw/z/mywAAOSwSlBY3n-l/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU1NVgxNjAw/z/kwcAAOSwmgJY3n~a/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTIy/z/BBcAAOSwCU1Y3n~I/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMzkx/z/cMUAAOSwTM5Y3n~B/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI0N1gxNjAw/z/jmwAAOSwmgJY3n-1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTM3/z/iaYAAOSwA29Y3n-8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQxNFgxNjAw/z/sHsAAOSwol5Y3n~O/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE2MVgxNjAw/z/q24AAOSwol5Y3n-r/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM3MFgxNjAw/z/KOQAAOSwuxFY3n-w/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI2OFgxNjAw/z/~~EAAOSwCU1Y3n-f/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwNlgxNjAw/z/haEAAOSwc-tY3n~-/$_57.JPG?set_id=8800005007"
  ],
  "Title": "Mercedes Benz Classic Business Elegant Accessory Sport Medium Basic Design Watch",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "593",
    "UserID": "world_of_car_watches",
    "FeedbackRatingStar": "Purple",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  }
}