{
  "ConvertedCurrentPrice": {
    "value": "289.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "RO",
  "Location": "Bucharest",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T12:28:33.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=807228628",
    "StoreName": "World of Car Watches"
  },
  "CurrentPrice": {
    "value": "289.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T12:28:33.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Mercedes-Benz",
        "Name": "Brand"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "B6 787 3346",
        "Name": "MPN"
      },
      {
        "Value": [
          "Date",
          "Easy To Read",
          "Stopwatch",
          "Luminous Hour Markers",
          "24-Hours Sub-Dial",
          "12-Hour Dial",
          "Chronograph",
          "Luminous Hands",
          "Mineral Crystal",
          "Rotating Bezel",
          "Screwdown Crown"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz : Battery",
        "Name": "Movement"
      },
      {
        "Value": "2000-2009",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Brushed",
        "Name": "Case Finish"
      },
      {
        "Value": "Anthracite",
        "Name": "Face Color"
      },
      {
        "Value": "Silicone/Rubber",
        "Name": "Band Material"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "Any",
        "Name": "Style"
      },
      {
        "Value": "Germany",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "23mm",
        "Name": "Lug Width"
      },
      {
        "Value": "50mm / 47mm",
        "Name": "Case Size"
      },
      {
        "Value": "100 m (10 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Two-Piece Strap",
        "Name": "Band Type"
      },
      {
        "Value": "All",
        "Name": "Age Group"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Middle East",
    "RO"
  ],
  "ItemID": "172705773465",
  "HandlingTime": "3",
  "Description": "Genuine Mercedes Benz Motorsport Chronograph !!! Discontinued model from 2006. Ultra rare as in top condition, complete with original box and papers. Rare combination of Titanium and Steel. The dial design it's inspired by the racetrack. Made in Germany. Rare big sized case.An all stainless steel case, brushed for the sporty look, that has an unidirectional rotating top bezel with a 60 minutes scale counter on it, screw-on crown for top protection and a slightly convex mineral crystal glass, will safeguard your sporty Motorsport chronograph for many years to come. The anthracite dial that has a prismatic Mercedes Benz logo star at 12 o'clock, three silver sub-dials counters in the classic configuration and date in black window at 6 o'clock, will make this timepiece an eye catcher. Superimposed stainless steel hour markers. 24 hours sub-dial counter. Luminous hour and minute hands and hour markers. The sporty design it's underlined by the red needles of the sub-dials counters and chronograph and the red rings around the upper sub-dials counters. A silicone/rubber band with a tire design and a stainless steel buckle secures the chronograph on your wrist. The stainless steel screw-in with a laser engraved Mercedes Benz star log on the back, makes the watch water resistant to 10 ATMATTENTION !!! I also have this dial desig with a stainless steel bracelet or leather band, with a titanium top bezel, medium sized case, brand new in the box. Just browse my collection or simply message me !!! High quality Japan Made analog quartz movement. Specifications of quartz movement:caliber: 0S20type of quartz : tuning fork type quartz crystalfrequency : 32,768Hzbattery life: approximately 3 yearsbattery: silver oxide SR927W or equivalentFunctions of quartz movement:time: hours, minutes, seconds24 hours sub-dial Luminous hour and minute handsLuminous hour markers date: quick date set by turning the crown; date at 6 o'clock chronograph 1/1 sec. basis (up to 11 hour 59 min. 59 sec.)Powercell Saving Reset Mechanism(PSRM)Over-loading Compensation Device(OLCD)Digital Frequency Control(DFC) for time adjustmentAny question, please ask BEFORE buying !!! I DON'T ACCEPT RETURNS, unless the item is not as described (logically, this will never happen, I provide 110% accurate info, and besides that, you have 12 close up, zoom in activated, pictures) !!! I had tried to make pics from all angles. I do have many watches, but you will get what is seen in the pictures. They are not stock photos.Please review the pictures carefully. They are part of the description. I try my best to provide accurate descriptions and pictures, but occasionally I miss something. Ask before buying, not after. I will consider that you accepted my terms and description. If you are looking for a specific model and I don't have it listed, please ask me. I may have it in my collection or I can find it for you. I am always happy to combine shipping on multiple items, so please take a look at my other watches / items !!! I use priority shipping with tracking number. Available at your request EMS shipping too. Estimated delivery time after item shipped: EUROPE 5-10 business days REST OF WORLD 10-30 business days I ship within 3 business days of your payment. Please don't hold me responsible for the carriers performance. Water Resistance ....a never-ending source of misunderstandings often caused by the irresponsible advertising of certain competitors, who are usually the ones to refuse any responsibility when damage by water occurs. Here are the facts in plain English: 1. Every known brand submits the watch to a 2-phase test in a chamber, where it has to withstand to pressure for the minimum length of time required by industrial standards. It may seem a paradox, but low pressure-resistance, say at 0.5 bar equivalent to 50 cm depth is more critical to achieve, because increasing pressure tends to compress the seals, thereby increasing the resistance; the second phase test conducted at 3 bar (30 m.) is confirmatory. Because of a solid case-construction, the known brands watches will resist to 10 bar (100 m. or 300 ft) and we could confidently call it a «diver’s watch» 2. HOWEVER: The water resistance of a wristwatch is constantly challenged by mechanical wear caused by bumps, shocks etc., rapid changes in temperature, caustic acids, chemicals, etc. and can therefore not be guaranteed as a permanent condition. I renounces to using inflationary «theoretical» claims; the decision to wear your valuable timepiece for swimming, diving or in the Sauna is yours. On a side-note: only very few specially trained and equipped divers reach depths of 100 m and wear professional computers to indicate the life-saving compression- and decompression data; at such depths, normal watches will just not do. Thanks for looking and buying a great and unique item. Have a great day !!!",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mercedes-Benz-Motorsport-AMG-DTM-Racing-Business-Sport-Big-Chronograph-Watch-/172705773465",
  "ConditionDescription": "Top condition, complete with original box and papers, gently worn !!! Just look at the pictures !!!",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1727057734658080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT21H11M59S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIyNVgxNjAw/z/~UMAAOSwTM5Y3kYP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5MVgxNjAw/z/n5QAAOSwuLZY3kYC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQwN1gxNjAw/z/hqYAAOSwXYtY3kYH/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA1M1gxNjAw/z/aGMAAOSwdGFY3kZC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTU5/z/HYkAAOSwDmBY3kX4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ5MFgxNTk5/z/of8AAOSwsW9Y3kX9/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTM0NlgxNjAw/z/ZkMAAOSwB-1Y3kYL/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI2MlgxNjAw/z/inEAAOSww3tY3kYT/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwMFgxNjAw/z/XkYAAOSwdGFY3kXt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI5M1gxNjAw/z/ha8AAOSww3tY3kXz/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUxNVgxNjAw/z/ZukAAOSwuxFY3kXi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjQyWDE2MDA=/z/XXsAAOSwdGFY3kXn/$_57.JPG?set_id=8800005007"
  ],
  "Title": "Mercedes Benz Motorsport AMG DTM Racing Business Sport Big Chronograph Watch",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "593",
    "UserID": "world_of_car_watches",
    "FeedbackRatingStar": "Purple",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  }
}