{
  "ConvertedCurrentPrice": {
    "value": "50.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "IN",
  "Location": "MUMBAI, MAHARASHTRA",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T09:33:09.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "50.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-05T09:33:09.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "322537313628",
  "HandlingTime": "3",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SEIKO",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": [
          "Blue",
          "Gray"
        ],
        "Name": "Band Color"
      },
      {
        "Value": "37mm",
        "Name": "Case Size"
      },
      {
        "Value": "42mm",
        "Name": "Lug Width"
      },
      {
        "Value": "Dress/Formal",
        "Name": "Style"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Gray",
        "Name": "Face Color"
      },
      {
        "Value": "Nylon",
        "Name": "Band Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "VINTAGE SEIKO 5 AUTOMATIC 17-J DAY-DATE GENT'S WRIST WATCH AS-1372",
  "ConditionDescription": "PLEASE NOTE : CHECK THE SIZE OF THE WATCH BEFORE BIDDING OR BUY IT NOW. WE TEST EVERY WATCH AND MOST OF OUR WATCHES ARE SERVICED HOWEVER IT MAY RUN 1-2 MINUTES FAST OR SLOW IN 24 HOURS, WE TRY KEEP IT AS ACCURATE AS POSSIBLE.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VINTAGE-SEIKO-5-AUTOMATIC-17-J-DAY-DATE-GENTS-WRIST-WATCH-AS-1372-/322537313628",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3225373136288080_1.jpg",
  "HitCount": "0",
  "PostalCode": "400003",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT18H6M52S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/xsAAAOSww5hZLo1w/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/i08AAOSwYvFZLo16/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/sj4AAOSwq1JZLo2F/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/1i8AAOSwYlRZLo2R/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ApUAAOSwlMFZLo2c/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/~tsAAOSwJH1ZLo2o/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/yS8AAOSwZKBZLo1m/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/6wIAAOSwblZZLo20/$_1.JPG?set_id=8800005007"
  ],
  "Description": "DESCRIPTION NOTEPLEASE NOTE THAT YOU ARE NOT BUYING A NEW WATCH AND DO NOT EXPECT IT TO LOOK AND RUN LIKE ONE.NO BOX OR PAPERS WILL BE AVAILABLE AND WE CANNOT GUARANTEE THE WATCH TO BE WATER PROOF ANYMORE. THIS TYPE OF MECHANICAL WATCHES WERE NEVER KNOWN FOR THEIR TIME ACCURACY SO TIME ACCURACY IS NOT GUARANTEED. SOME TIMES ORIGINAL PARTS LIKE CASE, DIAL, BALANCE ETC, ARE BEYOND REPAIR SO WE REPLACE THEM WITH NEW OR OLD PARTS AS PER ITS AVAILABILITY. ALL OUR WATCHES ARE CHECKED FOR AT LEAST 24 HOURS PRIOR TO DISPATCH STILL THIS ARE OLD WATCHES AND THEY SOMETIMES TEND TO DEVELOP ISSUES OVERNIGHT. NO REPLACEMENT OR GUARANTEE FOR BROKEN STEMS OR CROWNS DUE TO MISHANDLING IN CASE IF YOU ARE HAVING ISSUES IN USING THE QUICK SET DAY/DATE FEATURE PLEASE CONTACT US FIRST. PLEASE DO NOT OPEN THE BACK OF THE WATCH UNLESS NECESSARY OR SUGGESTED BY US. PICTURES FORM A MAJOR PART OF ITEM DESCRIPTION. PICTURES POSTED ARE OF THE ACTUAL WATCH, ANY DEFECTS OR SCRATCHES NOT MENTIONED IN THE ITEM LISTING HOWEVER VISIBLE IN THE PICTURES WILL BE CONSIDERED AS PART OF ITEM DESCRIPTION.THIS IS A VINTAGE PIECE SERVING FOR LAST MANY YEARS. THIS COULD RUN 5 MINUTES FAST OR SLOW IN 24 HOURS, HOWEVER WE TRY TO KEEP IT AS ACCURATE AS POSSIBLE BUT DON'T EXPECT IT TO WORK AS A NEW PIECE . CONDITIONS OF THE CASE IS SATISFACTORY WITH MINOR SCRATCHES WHICH MUST BE IGNORED BY CONSIDERING THE AGE OF THE PIECE.ANY DESCRIPTION ERROR CAN BE IGNORED AND PLEASE DO NOT CONSIDER IT AS A DELIBERATE MISTAKE.PLEASE BRING IT TO OUR KNOWLEDGE AT THE EARLIEST. SHIPPING & RE-SHIPPING POLICY FREE SHIPPING WORLDWIDE THROUGH REGISTERED POST THIS MODE OF SERVICE IS NOT TRACK ABLE AND ITS DELIVERY TIME IS ANYWHERE BETWEEN 25 TO 30 DAYS. USUALLY PACKAGES SENT THROUGH THE POST OFFICE CLEAR THE CUSTOMS EASILY HOWEVER IN CASE THE PACKAGE IS INSPECTED PLEASE EXPECT MORE DELAYS AS WE HAVE NO CONTROL WHEN CUSTOMS GET INVOLVED. THIS MODE OF SERVICE IS FULLY TRACK ABLE AND THE DELIVERY TIME WILL BE 8 TO 10 DAYS. ANY CUSTOMS DUTY OR FEES TO BE BORNE BY BUYER THIS FEE ARE DETERMINED BY THE CUSTOMS IN YOUR COUNTRY. WE SHIP WITHIN 3 TO 5 WORKING DAYS AFTER THE ITEM IS SOLD & THE PAYMENT IS RECEIVED AS WE CHECK ALL OUR WATCHES ONCE AGAIN (AFTER SALE) FOR A FEW DAYS BEFORE DISPATCHING.RE-SHIPPPING WILL BE PAID BY BUYER IN CASE OF WRONG ADDRESS OR INCOMPLETE ADDRESS PROVIDE BY BUYER. · TERMS OF SALE RETURN POLICY: - IN CASE OF ANY PROBLEM AND THE WATCH IS RETURNED, THE AUCTION AMOUNT WILL ONLY BE REFUNDED AND THIS DOES NOT INCLUDE SHIPPING CHARGES. MONEY WILL BE REFUNDED BY PAYPAL ONLY, AND AFTER THE WATCH IS RECEIVED. BUYER FEEDBACK Your feedback is very important to us Do remember to give us 5 star rating(*****) if you are satisfied with our product & service. If you have any queries about the product/service expect a reply within 48 hrs.Please do not leave any bad feedback instead contact us first. We will try our best to help you.In case if you are not satisfied with your purchase, please give us a chance to resolve the issue. We believe in maintaining long term relationship with our each customer. So, Your feedback is very important for us.PAYMENTS PAYPAL ONLY ACCEPTED THANKS Track Page Views With Auctiva's FREE Counter",
  "Seller": {
    "PositiveFeedbackPercent": "98.2",
    "FeedbackScore": "394",
    "UserID": "vintage.curoisity",
    "FeedbackRatingStar": "Turquoise",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}