{
  "ConvertedCurrentPrice": {
    "value": "9.99",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Clinton Township, Michigan",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T02:58:51.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "5",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "9.99",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T02:58:51.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "282501600057",
  "HandlingTime": "3",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": [
          "Silver Plated",
          "Gold Plated"
        ],
        "Name": "Band Material"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": [
          "Silver Plated",
          "Gold Plated"
        ],
        "Name": "Case Material"
      },
      {
        "Value": "Black",
        "Name": "Case Color"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "Invicta Pro Diver",
        "Name": "Model"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Invicta Pro Diver Automatic Gold Plated Two Tone Black Dial Silver SS Mens Watch",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Invicta-Pro-Diver-Automatic-Gold-Plated-Two-Tone-Black-Dial-Silver-SS-Mens-Watch-/282501600057",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2825016000578080_1.jpg",
  "HitCount": "2",
  "PostalCode": "48036",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT11H53M44S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/xQgAAOSwEHpZLi7x/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/MFUAAOSw0hlZLi7x/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/HWkAAOSwtGlZLi7z/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/0RQAAOSw~FJZLi7x/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/SQoAAOSwYvFZLi7x/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/hQUAAOSwX61ZLi7y/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/brgAAOSww9xZLi7x/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Z8cAAOSwblZZLi7y/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/YfQAAOSw42dZLi7z/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Hc0AAOSwsXFZLi7z/$_32.JPG?set_id=880000500F"
  ],
  "Description": "Product Information Made for land or sea, the Invicta Pro Diver 8927 watch for men offers a sense of style and versatility for any time of day. Reserve battery power while at rest, and keep the automatic self-winding movement of the Pro Diver going with a simple wrist flick. This sophisticated two-tone Invicta watch for men is made of stainless steel and gold. It features a smooth, simple design that is made for your adventures. This collection of watches is a professional grade and water resistant to up to 200 meters, and a Japanese NH35A automatic movement that is very accurate governs it.Match this Invicta watch to any outfit with its multilink bracelet band made from yellow gold, stainless steel, and black tones. The black case has a scalloped edge and the bezel is unidirectional. These watches offer protection from the elements on any diving trip. The two-tone men's watches have 18-karat gold-plated accents around the edge of the dial and the center of the band. The gold-tone hands of these watches are luminous for easy viewing. On the dial of the Invicta automatic watch for men, you will find luminous bar, triangle, and dot hour markers that allow for simple timekeeping. Its sleek black case and matching bezel offer a touch of class and sophistication for men. The Invicta watch for men weighs 10.56 ounces, and the diameter of the watchcase is 43 millimeters with the crown and 40 millimeters without it.The Invicta Pro Diver 8927 automatic watch for men has a main crown with a textured, screw down design. The watches feature a large date window at three o'clock that is very easy to read and an analog dial. It boasts the Invitica watch logo on the dial and the end of the second hand for a unique touch. This attractive automatic watch has a diver buckle, and the fold over clasp has a safety lock to keep it secure. The stainless case of these Invitica watches is shatterproof. The mineral crystal with magnifier crystal on the watch is scratch resistant. The quality automatic winding movement of this Invicta Diver watch is powered by just a small flick of your arm. Invitica watches for men are designed to stand the test of time.This Invicta automatic men's watch is great for any diver. Take it deep under the ocean's surface, up to 660 feet, without concern. Invicta watches are made for snorkeling, swimming, and even recreational scuba diving. The Invicta automatic timepiece for men allows you to know the day, date, and time with this quality steel diver watch. The Invitica Pro Diver brand is a respected collection of watches, and it will look great on your wrist. Stainless steel watches stand up to everyday wear and tear, and they are also durable companions on your travels and professional-looking office wear. The Invicta 8927 Pro Diver collection automatic watch for men gives you versatility and a great sense of style. It combines the better elements of a dress watch with all the functionality of a sports watch. Key Attributes Style Sport Face Structure Round Brand Invicta Model Pro Diver Design Dial Color Black Case Material Stainless Steel Case Color Black Strap Material Stainless Steel Strap Color Gold Features Watch Features Date Indicator, Luminous, Shock Resistant, Scratch Resistance Movement Type Mechanical (Automatic) DIAL COLOR Black CASE SIZE 40 mm MOVEMENT NH35A Automatic with 24 Jewels BAND MATERIAL Stainless Steel WATER RESISTANCE 200 m Your style, at an amazing price. This masterfully engineered, black dial Invicta Pro Diver features a precise NH35A Automatic movement (with 24 jewels) and a versatile 18k Gold plated and silver tone design. 18k Gold ion-plating Automatic NH35A movement with 24 Jewels. Exibition window on back of case. Date, Water Resistant over 100 m, Tritnite Luminous Hands Includes Warranty, Box, and Documentation",
  "Seller": {
    "PositiveFeedbackPercent": "0.0",
    "FeedbackScore": "0",
    "UserID": "lorlewandowsk_0",
    "FeedbackRatingStar": "None"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}