{
  "ConvertedCurrentPrice": {
    "value": "685.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "JP",
  "Location": "sinagawa-ku",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T08:45:09.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "685.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T08:45:09.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Casio",
        "Name": "Brand"
      },
      {
        "Value": "Altimeter",
        "Name": "Features"
      },
      {
        "Value": "200 m (20 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Diver",
        "Name": "Style"
      },
      {
        "Value": "57mm",
        "Name": "Case Size"
      },
      {
        "Value": "4549526127731",
        "Name": "UPC"
      }
    ]
  },
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "192203161429",
  "HandlingTime": "3",
  "Description": "Brand description: G - SHOCK (G - shock) which built up a new concept of toughness on the clock. Everything began with a reckless challenge that overturned the common sense at the time, a developer's faith belief that it would make a timepiece that would not break even if dropped. Over 200 prototypes were repeated, about two years have been spent, completed, the impact resistant structure. It is the birth of technology that is the core of tough. Since then, G - SHOCK has continued evolution without end. Structure, material, function. Pursue further toughness from every aspect. Master of G \"Gulf Master\" assumed to be used at sea, which is one of the most harsh natural environments on the earth, will be equipped with four sensors that are the first of G - SHOCK and will appear with great evolution. The coast guards (Coast Guard) etc. have assumed functions of rescue operations and security guards on rough sea, and have the function to grasp the changing situation of the ocean every moment. As an analog model of G - SHOCK, we have installed a water depth sensor for the first time, an atmospheric pressure sensor to predict rapid weather change, a temperature sensor to read change of temperature / water temperature, a direction sensor for checking the direction of the wind direction and the tide Was installed. The azimuth meter detects the inclination of the clock, has an automatic horizontal correction function that can measure by correcting its inclination, and has evolved to be able to respond to use on ship which sway greatly. Also, information such as sudden change in barometric pressure and tide graph showing low tide / high tide are indicated by 5 o'clock side in dial. With retrograde display by dual coil motor, various information can be easily checked. It is possible to grasp the situation of the ocean in real time in a scene fighting on time in a changing natural environment. In pursuit of further toughness, newly adopted carbon fiber reinforced resin case excellent in rigidity. The durable metal pipe and triple O ring are interiorly arranged in the button part to improve waterproofness. In addition, we adopted soft urethane for the buffer cover and band on the back, realizing high mountability. In order to challenge the limits of the sea, Gulf Master has come to fruition the inevitable functional evolution. ● Impact Structure● Tough Solar (Solar Charging System)● 20 ATM water resistant function● Radio reception function: · Automatic reception (up to 6 times / day) (China radio is up to 5 times / day) / manual reception) · Corresponding area: Japan · North America region · Europe region · China * Can receive home time setting When set as a city, you will receive stations that match the city. The time difference is set by the selected city.● Needle position automatic correction function● World Time: Time display of 48 cities (31 time zones, with daylight saving time setting function) + UTC (Coordinated Universal Time), UTC direct call function, home time city change function● Water depth measurement function · Measurement range: 0 ~ 50 m, 0.1 m increments · Automatic memory (start measurement at 1.0 m, end it, memory maximum water depth and time) · Manual memory● Azimuth measurement function · Measurement of angle of direction (0 ~ 359 °) in 16 directions / direction · Continuous measurement of direction (60 seconds) · Graphic display of north, south, east and west · magnetic deflection correction function · azimuth correction function · automatic horizontal correction function● Pressure measurement function · Measurement range: 260 ~ 1,100 hPa · Pressure trend graph (Displays the past 5 hours (every 30 minutes) and 20 hours (every 2 hours) minutes · Pressure difference indicator (± 10 hPa) · Pressure tendency information alarm (When a characteristic atmospheric pressure change occurs, we will inform you with arrow and sound)• Altitude measurement function / Relative altimeter • Measurement range: -700 to 10,000 m • Altitude trend graph • Altitude difference indicator (± 100 m / ± 1000 m) • Measurement interval setting function (every 5 seconds / every 2 minutes) * For the first 3 minutes only Every 1 second● Temperature measurement function (measurement range: -10 to 60 ° C)● Recall (Up to 40 lines of manual memory, time stamp, depth auto memory of altitude, atmospheric pressure, temperature, direction and depth are displayed)● Tide graph● Moon data (age only)● Sunrise · sunrise time display● Stopwatch (1/100 second, 24 hours total)● Timer (set unit: 1 minute, maximum set: 60 minutes, measured in 1 second increments)● 5 time alarms · time signal● Time stamp function● Needle retraction function (manual, automatic (water depth, altitude, atmospheric pressure, temperature measurement)● Battery indicator display● Power saving function (In a dark place, after a certain period of time has elapsed, the display is turned off to stop the hand movement and save power)● Full auto calendar● 12/24 hour display switching● Operation sound ON / OFF switching function● Full auto double super illuminator: LED light for dial plate (with afterglow function, afterglow time switching (1.5 seconds / 3 seconds)), LED backlight for LCD section (afterglow function, afterglow time change (1.5 seconds / 3 Sec)● Driving time in the state without solar power generation from the time of full charge: in the case of function use / about 6 months, in the case of power saving state / about 21 months※ When radio waves are not received, it operates with normal quartz accuracy (average monthly difference of ± 15 seconds).* The altimeter is a relative altimeter that converts atmospheric pressure changes to high altitude. As atmospheric pressure changes due to natural phenomena, the altitude of the measured value also changes. SHIPPINGFree shipping! We will ship to world wide by EMS(Insured, Trackable, Including handling cost.) EMS (takes 4~7 days, includes with insurance & a tracking number). EMS (Express Mail Service) is international mailing service by Japan Post Office. We will ship your item within 3-5 business days, after your payment.We can ship ONLY to your Paypal address. PAYMENTWe accept PayPal only. Please make a payment within 3 days after send my invoice. INTERNATIONAL BUYERS - PLEASE NOTE Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up do not confuse them for additional shipping charges. We do not mark merchandise values below value or mark items as \"gifts\" - US and International government regulations prohibit such behavior.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/G-SHOCK-Master-G-Gulf-Master-GWN-Q-1000-1-AJF-/192203161429",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1922031614298080_1.jpg",
  "HitCount": "2",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT17H16M40S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxMjg1/z/xnEAAOSw7GRZLn1I/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNDkx/z/yF0AAOSw9OFZLn1T/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ5N1gxNTAw/z/etgAAOSwKytZLn1b/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/Z84AAOSwfRdZLn1y/$_57.JPG?set_id=8800005007"
  ],
  "Title": "G - SHOCK Master of G Gulf Master GWN - Q 1000 - 1 AJF",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "79",
    "UserID": "fumishin",
    "FeedbackRatingStar": "Blue"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}