{
  "ConvertedCurrentPrice": {
    "value": "279.17",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "UA",
  "Location": "Alchevsk, Luhansk region",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T12:17:56.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=560047088",
    "StoreName": "GOODs from the USSR"
  },
  "CurrentPrice": {
    "value": "279.17",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T12:17:56.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "DOXA",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "Doxa",
        "Name": "Model"
      },
      {
        "Value": "Pre-1920",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Gloss",
        "Name": "Case Finish"
      },
      {
        "Value": "60 mm (w/crown)",
        "Name": "Case Size"
      },
      {
        "Value": "18mm",
        "Name": "Lug Width"
      },
      {
        "Value": "Silver",
        "Name": "Case Color"
      },
      {
        "Value": "Military",
        "Name": "Style"
      },
      {
        "Value": [
          "Black",
          "Brown"
        ],
        "Name": "Band Color"
      },
      {
        "Value": "Genuine Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Ivory",
        "Name": "Face Color"
      },
      {
        "Value": "30 Metres / 3 ATM",
        "Name": "Water Resistance"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "AL",
    "BO",
    "BR",
    "CL",
    "CO",
    "EC",
    "FK",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE"
  ],
  "ItemID": "352074121390",
  "HandlingTime": "3",
  "Description": "DOXA Swiss Movement WristwatchExcellent acquisition for the personal collection or in the gift. description:DOXA Vintage Wristwatch Original Swiss Branded Movement: Re-maded from pocket watch! This watch was remade for use as a wristwatch because it was practical for military man. The watch is fitted on a new 18 mm genuine leather strap with chrome steel buckle. If you have been collecting interesting timepieces for a while, I think you’re going to appreciate the following vintage timepiece which was made by DOXA Company. Case diameter: 60 mm [with crown]54 mm [without crown]Thickness:12 mm Measures: This manual wind wristwatch features a professionally restored dial executed in a military style. The open ivory color face features 60 minute outer track border with numbering, large Roman numerals, steel hands and a sub-second’s dial. The beautiful dial is signed “DOXA”.This model of the watch has a three-piece case. The inside of the case lid is stamped DOXA – METAL ARGENTAN - DEPOSE and case reference number. On the inner lid there are medals and the signature about the prestigious exhibitions where DOXA won.The winding crown is in very good shape and operates properly.This military timepiece has a qualitative original precision movement. The original movement is branded ‘DOXA’. The signed original movement was very well saved, considering age of this watch. Condition:The watch is in very good condition and keep correct time. Dial: ENAMEL, there are very small dent in center.Quality and reliability turned out well to hold at high Swiss level. The military watch \"DOXA” is a very nice piece of military memorabilia. Such watches are getting increasingly harder to find and as a result the prices are climbing. So I hope it will be worthy replenishment of your collection! Original Swiss Branded Movement!!All pictures are actual. Please note that colours and saturation may slightly vary from originals - monitor's setting can affect them too. Shipping: Shipping to: Worldwide The United States, the European Union - delivery time is about 14 days. Other countries - Delivery time about 21 days. Handling Time: Item will be shipped within 1-3 business days after payment is received. Payment: We accept payments through PayPal. Payment must be received during 10 days after auction end. Otherwise we can't guarantee availability of it. We are not responsible for any customs tax that can be charged in a country of delivery. Please, get known the customs rules in your country before bidding. Attention! Positive feedback will be left upon completion of sale. I take our feedback seriously. If you have a problem w/your order, please contact me first before leaving negative feedback. I'll try do everything we can to resolve the issue. Manual Winding the Watch: Unscrew the winding head counter-clockwise from the case. This puts the winding head in position 2. Start winding clockwise by turning the winding head 25 to 30 revolutions. You may need to pull out slightly on the winding head so it doesn't screw back onto the threads. Do not overwind or you will break the mechanism. When done, screw the winding head into position 1. Setting the Time: Unscrew the winding head and pull it out to position 3. You will hear and feel a click. Turn the winding head counter-clockwise to set the correct time. After setting the time, screw the winding head into position 1. Setting the Date: Unscrew the winding head and pull it out to position 3. Set the correct date by turning the watch head counter-clockwise. When done, screw the winding head into position 1. There is a shortcut to changing the date. Unscrew the winding head and pull it out to position 3. Turn the winding head counter-clockwise until the hour hand reaches 12. Then reverse and turn it clockwise until the hour hand reaches 8. Reverse and go back to 12. This will move the date one position. Repeat as necessary. When done, screw the winding head into position 1. NOTE: Never go directly from position 3 (the time-setting position) to position 2 (the winding position). Instead screw down to position 1 then proceed to position 2. So after setting the time or date, screw down the cap then go to position 2 to wind it up. Taking Care of the Watch: Do not lower the watch into water unless the winding head is completely screwed down into position 1. You will feel the rubber gasket seal when it is screwed down completely. To prevent misting under the glass always make sure the winding head is completely screwed down into position 1. Protect the watch from shocks, chemical products and magnetic fields. To prevent penetration of dust and a dirt in the mechanism, never open the back cover of the case.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/DOXA-Vintage-Wristwatch-Original-Swiss-Movement-Re-maded-pocket-watch-/352074121390",
  "ConditionDescription": "Pre-owned watch, well running and keeping time. In reality, the watch look better than in the photo.",
  "NewBestOffer": "false",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3520741213908080_1.jpg",
  "HitCount": "3",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT21H1M7S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/Nr4AAOSwY3BZLrLY/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/XVUAAOSwPh5ZLrLa/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/lswAAOSwR29ZLrLd/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/O9oAAOSwurZZLrLf/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/50oAAOSwH09ZLrLi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/jyoAAOSw3gJZLrLl/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/FKQAAOSwjL5ZLrLp/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/IeYAAOSw42dZLrLs/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/INgAAOSwKytZLrLv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/lX4AAOSwjqVZLrLx/$_57.JPG?set_id=8800005007"
  ],
  "Title": "DOXA Vintage Wristwatch Original Swiss Movement: Re-maded from pocket watch",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "2593",
    "UserID": "watch-lens-camera-amber",
    "FeedbackRatingStar": "Red"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}