{
  "QuantitySold": "0",
  "Title": "PATEK PHILIPPE CALATRAVA WATCH 18K SOLID GOLD CHRONOMETER 1940 THIN MOVEMENT",
  "PostalCode": "41407",
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:14324:3937:3940",
  "GlobalShipping": "false",
  "HandlingTime": "5",
  "ConditionDisplayName": "Pre-owned",
  "Description": "PATEK PHILIPPE & CIE GENEVA SWITZERLAND LUXURY THIN GOLD CALATRAVA CHRONOMETER FROM 1940 PATEK, PHILIPPE & CIE BEGAN FROM 1830s ANTOINE NORBERT DE PATEK POLAND - SWISS WATCHMAKER-BUSINESSMAN, WHO WAS CONTRACTING AND SELLING WATCHES OF HIGH AND FIRST CLASS. IN 1845 ADRIEN PHILIPPE FRANCE-SWISS WATCHMAKER (WORLD PATENT STEAM - WINDING SYSTEME) JOINED THE FIRM OF PATEK & CIE . PATEK,PHILIPPE MANUFACTURED WATCHES FOR TIFFANY & CO NEW YORK SINCE 1849 SINCE 1851 THE WATCHES WERE MANUFACTURED AND FIRMED BY PATEK, PHILIPPE & Cie GENEVE AWESOME WATCH IN EXCELLENT CONDITION COMES WITH EXPERT PATEK PHILIPPE SERVICE CERTIFICATE CHRONOMETER FROM 1940 EXTRA FINE 18K SOLID GOLD WRISTWATCH in VERY GOOD CONDITION PATEK PHILIPPE ARMBANDUHR SEHR ROBUST MASSIV 18K GOLD GEHAUSE GEEIGNET ZUM TRAGEN IN SEHR GUTEM ZUSTAND SEHR GENAU ALL ORIGINAL !!! MOVEMENT: PATEK PHILIPPE & CIE GENEVA SWISS - 18 JEWELS- SERIAL NUMBER 890574 CAL 17-140 CHRONOMETER MOVEMENT MANUFACTURED 1940 EXTRA QUALITY CHRONOMETER 5 X POSITIONS ADJUSTMENTS WATCH SPECIALLY RESISTANT ; HEAT , COLD , ISOCHRONISM !!!!!!! NICKEL MOVEMENT EXTRA THIN WITH SPECIAL QUALITY WINDING, LEVER JEWELLED PALLET, MONOMETALLIC -COMPENSATION SCREW- BALANCE, FLAT BLUE HAIRSPRING WITH REGULATOR CASE PATEK PHILIPPE & CO GENEVE SWISS MASSIV SOLID 18K 0,750 GOLD NEW SPEZIALLY MANUFACTURED SOLID GOLD MOVABLE BAND LUGS , GLASS REAL MINERAL- CRISTAL DIAL: ORIGINAL PERFECT WHITE DIAL WITH SOLID GOLD BALKS INDICATION HANDS: ORIGINAL SOLID GOLD DAUPHINBAND ; ALLIGATOR BLACK 20 MILIMETERS DIMENSIONS: DIAMETER 44 MILIMETERS WITHOUT CROWN, FROM GOLD LUGS TO LUGS- 55MM BOX: NEUTRAL EXTRA DECORATIVE WOODEN BOX AS ON IMAGESThe Watch was profesionaly and perfect restored , witch CERTIFICATE and GUARANTEEcomes with expert certificate from INTERNATIONAL WATCH PATEK PHILIPPE SERVICE and also we ofer our clients a special watchservice for antique luxury collector watches WORLWIDE SHIPPING - for international shipping please contact me!!! INTERNATIONAL SHIPPING ; EMS EXPRES INSURANCED 80$ PAYMENT: Accepting PAYPAL , PAYMENT SHOULD BE MADE WITHIN 4 DAYS!!! IMPORTANT NOTICE: Before you bet and to prevent any complications, please be sure that you want the watch, it is an antique and rare luxury collector watch. If you have doubts please don't hang back, just ask your questions BEFORE BUYING. We will answer any question you will send us. We ofer watches with original antique luxury restored movements. Everything we ofer is detailled showed on the images, the fotos are a refection of the total supply. Every restored watch comes with a certifcate of an expert from INTERNATIONAL WATCH PATEK PHILIPPE SERVICE and after a perfect control. Moreover we will send an instructions how to care a sensitive antique collectorwatch. RETURNS / REFUND: FULL REFUND ONLY IF THE ITEM IS NOT AS PER DESCRIPTION OR AS SHOWN ON THE FOTOS ! Upon mutual agreement of an gross error or misrepresentation in the description the watch must be returned in the original condition as shipped within the same packaging! You know that reversed transactions are very complicated. GERMANY WICHTIGER HINWEIS: Bevor Sie bieten und um Schwierigkeiten vorzubeugen, seien Sie sich bitte sicher, dass Sie die Uhr kaufen möchten, es ist eine antike und seltene Luxus-Sammleruhr. Wenn Sie irgendwelche Zweifel haben, zögern Sie bitte nicht VOR DEM KAUF Ihre Fragen zu stellen. Wir beantworten alle uns zugesandten Fragen. Wir bieten Uhren mit restaurierten original antiken Luxuswerken an. Alles was wir anbieten ist detailgetreu auf den Fotos abgebildet, die Fotos sind ein Ebenbild der jeweiligen Auktion. Jeder restaurierten Uhr ist ein Zertifikat von einem Sachverständigen vom INTERNATIONAL WATCH PATEK PHILIPPE SERVICE beigefügt, die Uhren sind vollständig generalüberholt. Darüber hinaus schicken wir eine Anleitung mit, wie die antike Sammleruhren zu pflegen sind. '' Anweisungen zur Erhaltung der Sammleruhr in gutem Zustande '' RÜCKGABEN / RÜCKERSTATTUNG: EINE VOLLSTÄNDIGE RÜCKERSTATTUNG FINDET AUSSCHLIESSLICH STATT, WENN DER ARTIKEL NICHT DER BESCHREIBUNG ENTSPRICHT ODER NICHT DERJENIGE AUF DEN FOTOS IST! Im gegenseitigen Einvernehmen muss die Uhr bei einem groben Fehler oder einer falschen Beschreibung im ursprünglichen Zustand mit samt der gleichen Verpackung zurückgeschickt werden! Sie wissen, dass Rückabwicklungen sehr kompliziert sind. HJ UHRMACHERMEISTER AUS DUSSELDORF COPYRIGHT BY; H.J. WATCHMAKERMASTER NATIONAL ASSOCIATION JEWELLER EXPERTS OF WATCH & CLOCK COLLECTORS - WATCHMAKERMASTER WITNESS EXPERT MEMBER NO.SRJ 131 H.J. WATCHMAKERMASTER MEMBER OF THE PATEK PHILIPPE GENEVE ASSOCIATION OF COLLECTORS WATCHES LED BY THIERRY STERN PRESIDENT OF PATEK PHILIPPE SWITZERLAND H.J.WATCHMAKERMASTER INTERNATIONAL WATCH SERVICE COMPANY DEUTSCHLAND / POLAND EU -- PROFESIONAL SERVICE FOR PATEK PHILIPPE COLLECTOR WATCHESTHE FIRM WAS ESTABLISHED IN 1878 GERMANY - DUSSELDORF .SPEZIALIZING IN HIGH GRADE WATCHES , THANKS SEE ALL MY AUCTIONS !",
  "StartTime": "2017-05-28T17:27:09.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/RKMAAOSwHMJYKeTP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/q6kAAOSw0OBYKeS3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTk4WDEwMDA=/z/nZ0AAOSwcUBYKeSu/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/pigAAOSwcUBYKeTa/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/BhwAAOSwXeJYKeTh/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTk5WDEwMDA=/z/BqAAAOSwXeJYKeTk/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/ZykAAOSwImRYKeT0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFg5MTM=/z/JnAAAOSwA3dYd8LI/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/oZ8AAOSwcLxYKeT7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/4YAAAOSwuwRYLgEW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwM1gxMDAw/z/ovkAAOSwA3dYKeUQ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAw/z/UgoAAOSwHMJYKeUa/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "7800.0"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "3940",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Patek Philippe",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "18K Solid Gold",
        "Name": "Case Material"
      },
      {
        "Value": "Polished",
        "Name": "Case Finish"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      },
      {
        "Value": [
          "RIOS Alligator",
          "Genuine Leather"
        ],
        "Name": "Band Material"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "44 mm",
        "Name": "Case Size"
      },
      {
        "Value": "Luxury",
        "Name": "Style"
      },
      {
        "Value": "antique collector",
        "Name": "Model"
      },
      {
        "Value": "1940-1949",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "20mm",
        "Name": "Lug Width"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "18",
        "Name": "Number of Jewels"
      },
      {
        "Value": "RIOS 1931  Alligator",
        "Name": "Band Type"
      },
      {
        "Value": "Rose Gold",
        "Name": "Case Color"
      }
    ]
  },
  "Seller": {
    "UserID": "uhrmeister58",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "1438",
    "PositiveFeedbackPercent": "100.0"
  },
  "HitCount": "58",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1825959871238080_1.jpg",
  "BestOfferEnabled": "false",
  "EndTime": "2017-06-07T17:27:09.000Z",
  "NewBestOffer": "false",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "7800.0"
  },
  "BidCount": "0",
  "Country": "PL",
  "ShipToLocations": [
    "Americas",
    "Europe"
  ],
  "ListingStatus": "Active",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "ListingType": "FixedPriceItem",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/PATEK-PHILIPPE-CALATRAVA-WATCH-18K-SOLID-GOLD-CHRONOMETER-1940-THIN-MOVEMENT-/182595987123",
  "ConditionDescription": "PROFESSIONAL RESTORED ANTIQUE GOLD WRISTWATCH WITH CERTIFICATE ''PATEK PHILIPPE WATCH SERVICE ''",
  "Location": "Imielin",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "182595987123",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Antique",
  "TimeLeft": "P6DT23H13M3S"
}