{
  "ConvertedCurrentPrice": {
    "value": "34.87",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Northampton, United Kingdom",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T10:06:53.000Z",
  "PrimaryCategoryID": "31387",
  "AvailableForPickupDropOff": "true",
  "PaymentMethods": "PayPal",
  "Quantity": "2",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=110927427",
    "StoreName": "PRIORITY PRICES AND FREE POST"
  },
  "PaymentAllowedSite": [
    "Netherlands",
    "Belgium_French",
    "Poland",
    "Belgium_Dutch"
  ],
  "CurrentPrice": {
    "value": "27.11",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T10:06:53.000Z",
  "ShipToLocations": [
    "GB",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IE",
    "IT",
    "LV",
    "LT",
    "LU",
    "MT",
    "NL",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "AU",
    "US",
    "RU",
    "CA",
    "JP",
    "NZ",
    "CN",
    "IL",
    "HK",
    "NO",
    "ID",
    "MY",
    "MX",
    "SG",
    "KR",
    "TW",
    "TH",
    "CL"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SMARTFLY",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "P116(Purple)",
        "Name": "Model"
      },
      {
        "Value": "Alarm",
        "Name": "Features"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": "PO Box",
  "HandlingTime": "1",
  "Description": "SMARTFLY P116 Silicon Waterproof 3D Pedometer Watch 10000steps Counter Outdoor F Main Functions -PC Software with Multi-User Support -3D Sensor for enhanced Step Count -30 Days Total Work Out Memory -Time Display -Support 12/24 Hour Display Format -Track Step, Distance and Calculate Calories Burned Accurately -Exercise Timer/Alarm Specifications: Operating Temperature.: 0℃ to 40℃ Storage Temperature.: -20℃ to 60℃ Step Accuracy: ±5% Time Accuracy: ±15 seconds Dimension: 45*40*20mm Step range: up to 999,999 steps Distance range: up to 999,999 KM or miles Calories range: up to 99,999.9 kcal Feature: Step mode -Display number of steps taken. Distance mode -Display distance traveled. Calories mode -Display calories consumed. Exercise Time mode -Display total exercise time you did. Daily Memory mode -Can browse your past 30 days walking workout. Alarm mode -Optional function for 2 alarm to go off at the user's expected time Total Memory mode -Can browse your total walking workout since last data reset. What's in the Box Pedometer x 1 Silicon Slap Strap x 1 Lanyard x 1 USB Line x 1 Instruction manual x 1 · ACCURATE TRACKING - Silent 3D Advanced Tri Axis walk sensor technology. Unlike pedometers that use a pendulum design, it won't miscount steps and you can position it anywhere - on your hand ,on your hip, in a pocket or a bag using the included security strap.· MONITOR - Measures daily step count, distance travelled and calorie counter - units can be imperial (mile, inch, lb) or metric (km, cm, kg) - set your stride length and weight for accurate personal readings.· TARGETS - Set your daily step target, with progress bar for easy viewing and LED and beep indicator when you reach your daily target. Activity fitness tracker shows your daily active time while walking.· 30-DAY MEMORY - Automatically stores up to 30 days of activity so you can keep motivated and track your progress. The pedometer automatically resets at midnight so you can easily track your DAILY steps, distance and activity.· SMALL & LIGHT - Easy to wear and compact. Highly Accurate. Works Vertically or Horizontally. 100% Satisfaction Guaranteed. \"\" Shipping is totally FREE to all addresses on the uk mainland but please email if you have any queries prior to purchase We are also a member of the EBAY Global Shipping community pls gets quotes of your country of choice below PAY SAFE: PAYPAL PAYMENT IS ACCEPTED We offer a 30-day return policy for our products. All returns must be done within 30 days of the date of purchase. . When sending in a return, please note that it can take up to 5 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. SHIPPING TIMES / ESTIMATES We have to ship to many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship 98% of items within 24 hours of payment Monday-Saturday. Most orders are in transit for 2-5 days but some may take longer. If you have a specific time frame please contact us before you make the purchase. In the case of factory defects, we will fully refund you. When returning an item, it must be in all of it's original packaging and include all of the original accessories or items that came with it pls also enclose your full name and date of purchase FEEDBACK We take our business seriously and buy and sell online and through many other channels apart from ebay, so we understand the value of trust, if for any reason you are unsatisfied with your order please contact us and we will work with you to resolve any situation to both yours and our satisfaction so everyone&rsquo;s a winner. From us i thankyou for taking the time to look at our page and appreciate your time. THANKYOU AND HAVE A NICE DAY",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SMARTFLY-P116-Silicon-Waterproof-3D-Pedometer-Watch-10000steps-Counter-Outdoor-F-/263012737379",
  "NewBestOffer": "false",
  "SKU": "B01EMLXTC8",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "true",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2630127373798080_1.jpg",
  "ItemID": "263012737379",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H42M13S",
  "EligibleForPickupDropOff": "true",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/JAEAAOSwPh5ZLpWx/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/tdEAAOSwDiBZLpWz/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/CCUAAOSwX9FZLpW0/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/3zoAAOSw-K9ZLpW1/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/3kcAAOSwsXFZLpW2/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/PlwAAOSwurZZLpW3/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/340AAOSw-K9ZLpW5/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/HK0AAOSwYvFZLpW6/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/nXoAAOSw3gJZLpW7/$_57.JPG"
  ],
  "Title": "SMARTFLY P116 Silicon Waterproof 3D Pedometer Watch 10000steps Counter Outdoor F",
  "Seller": {
    "PositiveFeedbackPercent": "99.6",
    "FeedbackScore": "6807",
    "UserID": "prioritypricesfreepost",
    "FeedbackRatingStar": "Green"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "ReturnsAccepted": "Returns Accepted",
    "ShippingCostPaidBy": "Buyer"
  }
}