{
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "CO",
    "PM",
    "RU",
    "AL",
    "AD",
    "AT",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "IE",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "VA",
    "PO Box"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "679.99"
  },
  "SecondaryCategoryIDPath": "281:14324:3937:398",
  "HandlingTime": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/YeMAAOSwjL5ZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/sLQAAOSwR29ZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/WUMAAOSwdjNZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg3Njg=/z/9X4AAOSw~y9ZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/LHYAAOSwuMZZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/j9oAAOSwnONZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/R58AAOSwrhBZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/WvQAAOSwhvFZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/Y8wAAOSwjqVZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/X8oAAOSwX61ZB6Sf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDEyODA=/z/R5sAAOSwrhBZB6Sf/$_1.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "1",
  "Country": "US",
  "Seller": {
    "UserID": "baumgalleriesllc",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2581",
    "PositiveFeedbackPercent": "100.0"
  },
  "StartTime": "2017-05-01T21:11:57.000Z",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Description": "If the sold item is not as described, it may be returned for a full refund (including shipping) when we are notified within 14 days of receipt. Return shipping will be arranged by Baum Galleries for all Domestic sales. Return shipping instructions for International sales will be provided by Baum Galleries at the time the return is authorized. Please contact us for authorization and instructions.\n\n If the sold item does not meet the buyer’s expectations, but is as described, the buyer may return the item for a 15% restocking fee of the selling price only when we are notified within 14 days of receipt. The buyer will be responsible for return shipping costs and the original shipping fees will not be refunded. \n\nAll return items must be carefully packaged for transit in the same manner that they were originally received. All packages must have transit insurance equal to the selling price of the item and tracking unless otherwise authorized in writing by Baum Galleries prior to shipping.",
    "ShippingCostPaidBy": "Buyer",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsAccepted": "Returns Accepted"
  },
  "NewBestOffer": "false",
  "AutoPay": "true",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "Title": "NEW VINTAGE MEN'S MOVADO KINGMATIC AUTOMATIC WATCH, WATER RESISTANT",
  "Storefront": {
    "StoreName": "Baum Galleries",
    "StoreURL": "http://stores.ebay.com/id=76988946"
  },
  "ItemID": "332202502905",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Other Pocket Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-VINTAGE-MENS-MOVADO-KINGMATIC-AUTOMATIC-WATCH-WATER-RESISTANT-/332202502905",
  "QuantitySold": "0",
  "PostalCode": "90670",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "Subtitle": "ALL STAINLESS STEEL, COMES W/ BOX, MODEL  #- 84.D7.867",
  "ConditionDisplayName": "New with tags",
  "Description": "Click to see supersized image NEW VINTAGE MEN'S, MOVADO KINGMATIC AUTOMATIC WATCH, WATER RESISTANT 200M, COMES W/ BOX, STAINLESS STEEL CASE, STAINLESS STEEL BRACELETE, MODEL #84.D7.867 Up for purchase is a men's Movado watch. As one can see from the photographs, this timepiece is in excellent condition aside from a few very minor handling scratches. We preserve our inventory in a secured climate controlled environment which allows elegant and dignified items such as this Movado to remain in pristine condition. One can utilize this watch to enhance a classy ensemble for a formal evening event or simply for casual everyday use. The watch has a rotating bezel function essential for divers as well as a 200M capacity for water resistance. The following will describe this item in further detail: WATCH INFORMATION Kingmatic, Automatic Movement Water Resistant 200M Rotating Bezel Original Stainless Steel Case & Original Brown Movado Leather Band Comes w/ Box Model #- 84.D7.867 Swiss Made CASE INFORMATION Stainless Steel Case & Crown Backing- Closed Display, Stainless Steel Case Diameter- 33MM w/o Crown Case Thickness- 10.5MM DIAL INFORMATION Round, Black Face Silver Tone Hands & Hour Markings Sapphire Crystal Date Display @ 3 O’clock All Numbers Displayed Except for 3 BRACELETE INFORMATION Original Stainless Steel Movado Bracelet Hidden Fold Over Deployment Clasp 7 Inches When Clasp is Closed Approximately Band Width 19mm AA-WM-226 All photographs displayed are apart of the item's description. Email us with any questions. Click to see supersized image Click to see supersized image Click to see supersized image Click to see supersized image Click to see supersized image Click to see supersized image Click to see supersized image Click to see supersized image Click to see supersized image Click to see supersized image Domestic Buyers: Shipping in the US (Lower 48 States) is a flat rate of $35 which includes insurance. In regards to Alaska, Hawaii, and US Territories, please contact us for shipping quote International Buyers: Shipping outside the US is based on your location. Please contact us for exact shipping quote. *Note: USPS has restrictions on insurance to some countries. All items we sell are insured to protect both parties. In the event of this, we will only ship UPS which is faster but more expensive. All International buyers are responsible for shipping costs. Buyer is also responsible for all customs fees/duties/import tax that will occur when shipping out of the country. We will not declare a lesser value than the original cost of the item. Please email us for an accurate international shipping cost. The price calculator on Ebay is not accurate. Baum Galleries applies sales tax to all orders shipped to California. Sales tax rates vary for each city. This charge will be added at time of checkout All payments must be made within 48 hrs after the sale. Failure to do so will result in a non-payment complaint (you will get a strike against you) and the transaction may be canceled. If more time is needed to make the payment, please contact us to make arrangements. We hold the right to cancel any transaction at any time If a buyer is unsatisfied with their purchase, we can accommodate a return within seven days for store credit only providing the item hasn't been worn and it arrives back in the same condition. Buyer must also acquire written authorization from Baum Galleries prior to returning an item. BUYER IS RESPONSIBLE FOR ALL RETURN SHIPPING COST Placing a bid/offer or \"buy it now\" binds you to these terms. If the sold item is not as described, it may be returned for a full refund (including shipping) when we are notified within 14 days of receipt. Return shipping will be arranged by Baum Galleries for all Domestic sales. Return shipping instructions for International sales will be provided by Baum Galleries at the time the return is authorized. Please contact us for authorization and instructions. If the sold item does not meet the buyer’s expectations, but is as described, the buyer may return the item for a 15% restocking fee of the selling price only when we are notified within 14 days of receipt. The buyer will be responsible for return shipping costs and the original shipping fees will not be refunded. All return items must be carefully packaged for transit in the same manner that they were originally received. All packages must have transit insurance equal to the selling price of the item and tracking unless otherwise authorized in writing by Baum Galleries prior to shipping. Be sure to add me to your favorites list! Get Images that Make Supersized Seem Small. Attention Sellers - Get Templates Image Hosting, Scheduling at Auctiva.com. Track Page Views With Auctiva's FREE Counter",
  "HitCount": "80",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "SecondaryCategoryID": "398",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Movado",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "0604236",
        "Name": "MPN"
      },
      {
        "Value": "Diver  Watch/ Water Resistant Over 100m, Date",
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "KINGMATIC MIDSIZE DIVER'S AUTOMATIC 200M",
        "Name": "Model"
      },
      {
        "Value": "2000-2009",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3322025029058080_1.jpg",
  "BestOfferEnabled": "true",
  "BidCount": "0",
  "EndTime": "2017-05-31T21:11:57.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Location": "Santa Fe Springs, California",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "679.99"
  },
  "TimeLeft": "PT1H44M32S"
}