{
  "ConvertedCurrentPrice": {
    "value": "0.8",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "ID",
  "Location": "madiun, jawa timur",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-30T20:41:33.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "0.8",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-04T20:41:33.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": {
      "Value": "Hong Kong",
      "Name": "Country/Region of Manufacture"
    }
  },
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "232354478908",
  "HandlingTime": "3",
  "Description": "PRODUCT DESCRIPTION Unisex silver-tone high quality analog watch.The watch casing measures approx. 1 1/2\" in diameter, the watch band fits most wrists from approx. 6 1/2\" to 8\" (fully adjustable)The watch band is made of stainless steel.Miyota watch movement made by Citizen.Sealed in plastic bubble wrap.Brand New & Factory Sealed.Recommended for Collector's. Colors on graphics are reasonably close to the pictures shown in this ad but may vary slightly in tone as the pictures are for demonstration purposes only. SHIPPING TERMPLEASE READ BEFORE YOU BID / BUY Shipped from our warehouse in Hong Kong to worldwide by Hong Kong air mail only.Default shipping address is your \"PAYPAL\" address. Inform me immediately if your shipping address is different.Items will be shipped out within 2-5 business days (handling time) after payment received.Normally it will takes about 8 - 25 business days for delivery to worldwide, depends on buyer's location and your country custom rules. During peak periods or holidays , the delivery times may vary.We do not offer discounts for combined shipping so please do not ask for additional discounts. WE ACCEPT PAYPAL ONLY TERMS OF SALE Buyers must pay immediately through PayPal due to the \"Buy it Now\" option.We reserve the right to deny payment from unverified PayPal accounts or any suspicious or fraudulant activity.We reserve the right to end an auction early. (This only occurs when there is a problem with the item.) CONTACT US Please contact us for any problems by email.If the item arrives in satisfactory condition, please support us by leaving positive feedback so that we know that you received the item in good condition. You will receive positive feedback in return.Please write to us to resolve any issues or problems encountered before leaving any neutral or negative feedback. We aim to guarantee 100% Buyer Satisfaction. We will reply your e-mail ASAP within 24 to 48 hours. DISCLAIMER The logo/picture is trademark of their respective companies. This product is not licensed, defined, sponsored, endorsed or manufactured by this Company. All import duties/taxes are the buyer's responsibility, we are not responsibility for any import duties/taxes or customs costs. All products price is not include import duties/taxes, you have to consult your local customs for more information about import duties/taxes. - Thanks for looking and buying . Have a great day !!! - Normal 0 false false false IN X-NONE X-NONE",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "EXSCUSIVE !!! Lamborghini Sport Car Emblem Logo Custom Sport Metal Watch",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/EXSCUSIVE-Lamborghini-Sport-Car-Emblem-Logo-Custom-Sport-Metal-Watch-/232354478908",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2323544789088080_1.jpg",
  "HitCount": "0",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P4DT5H12M34S",
  "ConditionID": "1500",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/qp4AAOSwPh5ZJC01/$_1.JPG?set_id=8800005007"
  ],
  "MinimumToBid": {
    "value": "0.8",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "0.0",
    "FeedbackScore": "0",
    "UserID": "hariisenin_1",
    "FeedbackRatingStar": "None"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}