{
  "ConvertedCurrentPrice": {
    "value": "260.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "JP",
  "Location": "Neyagawa-City",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:45:21.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1598922805",
    "StoreName": "motorcycle-town"
  },
  "CurrentPrice": {
    "value": "260.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T07:45:21.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Casio",
        "Name": "Brand"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "4971850660781",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "252966593554",
  "HandlingTime": "5",
  "Description": "CASIO G-SHOCK DW-9900-8 1999 model Description ・Impact Structure (Shock Resist) ・Inorganic glass ・Antirust structure (last resist) ・Screw back ・ISO 200 m water resistant for diving ・Case · Bezel Material: Titanium / resin ・Resin band ・Diving function (diving time: measurement range 23 hours 59 minutes 59 seconds, display unit 1 second, ・・interval time: measurement range 23 hours 59 minutes (59 seconds), display unit 1 minute) ・One log data (diving start time, diving time) memory ・Site function: Preset world diving point 10 city time display, area change registration function, daylight saving time setting function ・ID function: Memory, blood type (RH formula / ABO formula) memorized for each one name, C card, emergency contact, passport (name part: 16 letters, numerical part: 10 digits) ・Stopwatch (1/100 second, 24 hour total, with split) ・Timer (set unit: 1 second, maximum set 24 hours, measured in 1 second increments, auto repeat) ・3 time alarms · hourly report ・Battery exhaust notice function ・Full auto calendar ・12/24 hour display switching ・Low temperature resistant specification (-20 ° C) ・EL backlight (Auto light, with afterglow function) ・Accuracy: ± 15 seconds average monthly difference ・Battery life: About 15 months * Preset diving points Cayman (Caribbean Sea) Galapagos (eastern Pacific) Great Barrier Reef (Northeastern Australia Coral Reef) Guam (western Pacific) Hawaii (Central Pacific) Japan (Western Pacific) Mauritius (Western Indian Ocean) Maldives (Northern Indian Ocean) Red Sea Tahiti (South Pacific) ・EL: Blue Green Unused (collector maintenance) The explanation is at the manufacturing stage. Performance tests are not carried out at our shop. Because it is old, we may not be able to demonstrate its performance, but we can not guarantee it. Payment we only accept PayPal payments. please pay within 5 days Shipping It's shipped off in 3-5 days from an order. I'll report transportation in EMS.(With insurance) The product is strictly checked before shipping and will be sent in packaging that will withstand international shipping. EMS Usa,Canada,Australia Free Asia Free Europe Free South America · Africa Free Returns ★ the item that arrived is damaged Since the item is being inspected before shipping it will be an accident during transport. ・An accident report is required. ・Please contact the shipping company in your country immediately for damage. ・Please contact us ・We will handle accidents through EMS. ・In many cases new products will be offered. ★If you wish to return for something reason ・Please contact us in order to obtain RMA within 2 days from the date of arrival. (Items returned without an RMA will be refused.) ・Please make sure to get an RMA# from us which will be valid for 14 days. Items not received within 14 days will be refused. ・All returns are subject to the following conditions. ・You may return items for a refund or an exchange so long as it is in as-new condition with all tags and packaging in place (in the case of helmets including an unremoved sticker on the visor). ・We do not accept returns/exchanges for used, installed or worn items, items with damaged packaging, removed tags and missing instructions, etc. for any reason ・Returns must include all tags and parts and must be returned in a sturdy shipping box. (Do not use the manufacturer box as a delivery box.) Received items that do not meet these criteria are not accepted and will be returned to you at your expense. ・As long as there is no cause for the product, the customer pays the return shipping fee. ・Once we receive the item and make sure they adhere to the conditions above we will refund your purchase price less a 20% restocking fee. ・Original shipping is not refundable. For items where the item is shipped \"free\" actual shipping costs incurred by us will be deducted in addition to the restocking fee. Notes ★This product is a Japanese model. Safety standards · sizes etc are all Japanese standard products. Please check if the standard of your country is compatible. ★About procurement of goods Orders until 2 p.m. (Japan time) will be arranged on the day. After 2 p.m. (Japan time) will be arranged the next day. We do not count on weekends. All lead times are business days (Japan time), and public holidays are excluded. Holiday Saturday and Sunday, a festival day (Japan time) Business hours 11:00 am ~ 4:00 pm (Japan time) International Buyers - Please Note: ・Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. ・Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. ・These charges are normally collected by the delivering freight (shipping) company or when you pick the item up - do not confuse them for additional shipping charges. ・We do not mark merchandise values below value or mark items as “gifts” - International government regulations prohibit such behavior. Copyright © 1989 Unico Co., Ltd. All rights reserved.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CASIO-G-SHOCK-FROGMAN-DW-9900-8-1999-model-unused-japan-/252966593554",
  "NewBestOffer": "false",
  "SKU": "4971850660767",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2529665935548080_1.jpg",
  "HitCount": "15",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT16H13M22S",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDUwMA==/z/qykAAOSwAPVZLnP3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTI1WDUwMA==/z/7rwAAOSwJH1ZLnP5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODI1WDUwMA==/z/S48AAOSwZKBZLnP6/$_57.JPG?set_id=8800005007"
  ],
  "Title": "CASIO G-SHOCK FROGMAN DW-9900-8 1999 model (unused) from japan",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "6",
    "UserID": "motorcycle-town",
    "FeedbackRatingStar": "None"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}