{
  "ExcludeShipToLocation": [
    "RU",
    "LT",
    "UA",
    "SG",
    "CL",
    "MU",
    "NG"
  ],
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "1.27"
  },
  "SecondaryCategoryIDPath": "281:14324:173697",
  "HandlingTime": "0",
  "EligibleForPickupDropOff": "true",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/pN8AAOSww9xZJrvd/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/cNMAAOSwEHpZJrvX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM2NVgxNjAw/z/aG4AAOSwn-tZJrve/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/hoIAAOSw1WJZJrvc/$_1.JPG?set_id=880000500F"
  ],
  "Site": "UK",
  "ConditionID": "1000",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "Quantity": "1",
  "Country": "GB",
  "Seller": {
    "UserID": "uk-sparkle",
    "FeedbackRatingStar": "RedShooting",
    "FeedbackScore": "118214",
    "PositiveFeedbackPercent": "99.8"
  },
  "StartTime": "2017-05-28T19:10:45.000Z",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "AutoPay": "false",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "Description": "Please read the 'Delivery and Returns' page in our eBay shop for full details of our return policy.",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  },
  "ListingType": "Chinese",
  "Title": "The Olivia Collection Backlight White Dial Purple Nurses Fob Watch TOC51",
  "Storefront": {
    "StoreName": "UK SPARKLE",
    "StoreURL": "http://stores.ebay.com/id=123644169"
  },
  "ItemID": "391794711251",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Fob & Nurse Watches",
  "ShipToLocations": [
    "Worldwide"
  ],
  "QuantitySold": "0",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "New with tags",
  "Description": "The Olivia Collection Backlight White Dial Purple Nurses Fob Watch TOC51 Swipe Left / Right to see more images Item Description Payment Shipping Returns Item Description A solid and sturdy fob watch by The Olivia Collection, this is a high functioning analogue timepiece which will serve you well. Ideal gift for him or her. Product Features: * Quartz movement. * 3 hands. * Backlight. * Open link purple enamel chain. * Pin closure. * Length of Chain: 4.5cm including pin. Also Comes With: * Manufacturers Guarantee. * The Olivia Collection Presentation Box. Radio Controlled. Accurate Time. Automatically adjusts in the UK only. 30M Water Resistant. Arabic Numerals. Luminous Hands. Crocodile Effect Strap. Strap length The watch fastens with a buckle on any of the 8 holes. Watch length from one end of the strap to the other: 24.5cm. Watch length when fastened on the tightest hole: 17.5cm. Watch length when fastened on the loosest hole: 22.5cm. Also comes with: Guarantee. Precision Presentation Box. --> Item Specification Brand The Olivia Collection Model number TOC51 Item shape Round Display type Analogue Clasp Not specified Case material Stainless Steel Case diameter 30 mm Case thickness 10 mm Band material Metal Band width 15 mm Band color Purple Dial color White Movement Quartz Warranty type 12 months manufacturer's warranty (unless otherwise stated in the item description) For your own peace of mind and for buyer protection, we only accept payment through PayPal. Credit card (Visa, Eurocard/Master card, Amex, and switch or Visa/Delta) Payment can be accepted ONLY through PayPal (you don&rsquo;t need a PayPal account). Please make payment within 3 days of purchase. We offer fast dispatch on all items.Orders placed and paid before 3:00p.m.will usually be shipped the same day. Free delivery on most items sent in U.K. U.K. orders will be sent via Royal Mail. Estimated delivery time 3-5 working days Express next day delivery in U.K. is available for a minimal extra charge. E.U.orders will be sent via Royal Mail air mail or international signed for. Estimated delivery time 3-7 working days. Rest of the world orders will be sent via Royal Mail international signed for. Estimated delivery time 6-10 working days. There is no carrier collection on Saturday, Sunday and Bank holidays. International buyers are responsible for their foreign taxes/duties. We accept returns if the item is returned as new with all original packaging as we sent it out to you. We will happily refund the full price of the item, once it has been returned and checked. Return postage is only refunded if we are at fault or the item arrives damaged or faulty. The item must be returned to us, in its original condition, within 7 days of you receiving it. A refund will be issued within 5 working days of receipt of the returned item. For all returns please contact us via eBay messages or call 0161-740-1747 so that we can arrange a returns case for you, complete with the returns address and number, in order to speed up the refund process for you. We advise you to use recorded delivery, or a delivery service that can be tracked and traced, as parcels that do not arrive back to us cannot be refunded by us. Please contact us before leaving any negative feedback and enable us to rectify any problems with your order. If in doubt, contact us via the eBay message system before buying. Please note that for reasons of hygiene we do not accept the return of earrings for pierced ears or clip-on's under any circumstances unless faulty. Christmas extended returns policy: Purchases made on or after the 16th December will be eligible for a refund up until 8th January inclusive. Please ensure that all items are received back in our offices by 8th January. Featured Categories About Us Payment Shipping Returns Contact Us About Us Uk-Sparkle based in Manchester, the North of England, has been delivering fine jewellery and watches since 1977. Uk-Sparkle offers one of the largest and most prestigious collections of silver, gold and diamond jewellery not to mention an extensive range of watches. We now bring you the opportunity to purchase top quality jewellery from the comfort of your home without the hassle of in-store jewellers. With contacts all over the world we have built a strong network of suppliers that can guarantee high quality products at the best price. Because Uk-Sparkle imports from the source you have the opportunity to buy your jewellery at the wholesale price. We look forward to serving you to your highest satisfaction.Our customer service team will be happy to assist you in any way. If you have any queries please contact us via eBay messages, or call us on 0161-740-1747. VAT Number: GB710164580 Why buy from uk-sparkle? Established business over 35 years Registered UK company All watches and jewellery are in stock in UK Wide range of stock Competitive prices Top quality products 100% Authenticity guaranteed Manufacturer&rsquo;s warranty Brand new items Free Shipping on most items in U.K. Competitive Shipping prices to Worldwide Destinations Friendly customer service team Positive Feedback Power seller status Fast dispatch and delivery Payment For your own peace of mind and for buyer protection, we only accept payment through PayPal. Credit card (Visa, Eurocard/Master card, Amex, and switch or Visa/Delta) Payment can be accepted ONLY through PayPal (you don&rsquo;t need a PayPal account). Please make payment within 3 days of purchase. Shipping We offer fast dispatch on all items.Orders placed and paid before 3:00p.m.will usually be shipped the same day. Free delivery on most items sent in U.K. U.K. orders will be sent via Royal Mail. Estimated delivery time 3-5 working days Express next day delivery in U.K. is available for a minimal extra charge. E.U.orders will be sent via Royal Mail air mail or international signed for. Estimated delivery time 3-7 working days. Rest of the world orders will be sent via Royal Mail international signed for. Estimated delivery time 6-10 working days. There is no carrier collection on Saturday, Sunday and Bank holidays. International buyers are responsible for their foreign taxes/duties. Rerurns We accept returns if the item is returned as new with all original packaging as we sent it out to you. We will happily refund the full price of the item, once it has been returned and checked. Return postage is only refunded if we are at fault or the item arrives damaged or faulty. The item must be returned to us, in its original condition, within 7 days of you receiving it. A refund will be issued within 5 working days of receipt of the returned item. For all returns please contact us via eBay messages or call 0161-740-1747 so that we can arrange a returns case for you, complete with the returns address and number, in order to speed up the refund process for you. We advise you to use recorded delivery, or a delivery service that can be tracked and traced, as parcels that do not arrive back to us cannot be refunded by us. Please contact us before leaving any negative feedback and enable us to rectify any problems with your order. If in doubt, contact us via the eBay message system before buying. Please note that for reasons of hygiene we do not accept the return of earrings for pierced ears or clip-on's under any circumstances unless faulty. Christmas extended returns policy: Purchases made on or after the 16th December will be eligible for a refund up until 8th January inclusive. Please ensure that all items are received back in our offices by 8th January. Contac Us We offer our expert knowledge to our customers and are happy to answer any questions. For customer service please Contact us via eBay messages or call ++44 (0)161-740-1747 during business hours. Sun; 10am-1pm, Mon-Thu: 9am-5p.m., Fri: 9a.m-1p.m. Shop Search Shop Categories Shop Newsletter Add my Shop to your Favourites and receive my email newsletters about new items and special promotions! Daily Deal Helpful Links Add to Favourite Seller Ask Seller A Question View Feedback Contact Us About Us Visit our Store Brands We Carry Home | About Us | Payment | Shipping | Returns | Contact Us",
  "HitCount": "9",
  "IntegratedMerchantCreditCardEnabled": "false",
  "MinimumToBid": {
    "_currencyID": "GBP",
    "value": "0.99"
  },
  "PrimaryCategoryID": "31387",
  "SKU": "WB\\14384",
  "SecondaryCategoryID": "173697",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "TOC51",
        "Name": "MPN"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "The Olivia Collection",
        "Name": "Brand"
      },
      {
        "Value": "Metal",
        "Name": "Watchband"
      },
      {
        "Value": "Analogue",
        "Name": "Display Type"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Casing"
      },
      {
        "Value": "Metal",
        "Name": "Watchband Material"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Casing Material"
      },
      {
        "Value": "5055456813693",
        "Name": "EAN"
      }
    ]
  },
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3917947112518080_1.jpg",
  "BestOfferEnabled": "false",
  "BidCount": "0",
  "EndTime": "2017-06-04T19:10:45.000Z",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Olivia-Collection-Backlight-White-Dial-Purple-Nurses-Fob-Watch-TOC51-/391794711251",
  "Location": "Manchester, UK",
  "CurrentPrice": {
    "_currencyID": "GBP",
    "value": "0.99"
  },
  "TimeLeft": "P4DT3H10M32S"
}