{
  "ConvertedCurrentPrice": {
    "value": "99.95",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Cape Coral, Florida",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T09:16:59.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=5739527",
    "StoreName": "Two Brothers Vintage Collectors 10"
  },
  "CurrentPrice": {
    "value": "99.95",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:16:59.000Z",
  "ShipToLocations": [
    "US"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "252966689416",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Bulova",
        "Name": "Brand"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Vintage Bulova Automatic wrist watch",
  "ConditionDescription": "Please see all photos for condition and size.  watch works fine.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Bulova-Automatic-wrist-watch-/252966689416",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2529666894168080_1.jpg",
  "HitCount": "1",
  "PostalCode": "33904",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT17H49M29S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/E7MAAOSwZQRYZt6E/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/WwAAAOSw2xRYZt6G/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/JLMAAOSwnHZYZt6I/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/3nsAAOSw5cNYZt6L/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/5HgAAOSwo4pYZt6N/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/5NoAAOSwo4pYZt6P/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/KeYAAOSwopRYZt6S/$_57.JPG?set_id=8800005007"
  ],
  "Description": "Vintage Bulova automatic wrist watch. Works and runs fine. Estate sale as found Our shipping policy “Where Free shipping is listed it only applies to buy it now price. If item is sold with best offer than a shipping price will apply it is listed in the description on those items that have free shipping listed.” Shipping carrier may be changed without notice. We try to go with the best price. Fed Ex or USPS. If you need a specific carrier please let us know when you pay. We cannot according to E bay rules ship to a non confirmed paypal address, therefore please don’t ask us to ship to a non confirmed paypal address. Large items like furniture that are being shipped via greyhound bus will have to be picked up on your side. Greyhound will tell me the nearest terminal to you. It is not delivered to your door. Any questions just ask. Please be aware: Items listed as vintage which is most of what we sell, refers to items that have been used, worn or been on display. They are not new, new like or perfect. All or most vintage items show wear and tear, extent of it will be in our description. VINTAGE means all of the above and more. We sell very few new items if it is new we will say it is new. Vintage used items will show color variation at times, uneven wear and just plain normal wear. Loose buttons are not always noticed, we don’t try on our vintage cloths unless stated or on a live model!! Please be advised of this when you are buying any of our items. Our feedback will speak for us. Estate Found items Estate found items are items we buy at estate sales, therefore they are all sold as is. They are used and we have no way of knowing what the history is unless someone at the sale tells us. I will only relay that information if I talk directly to an owner or family member. All estate items are not cleaned or reconditioned. We just don’t have the time to polish or clean items. If we do I will list as such. So all estate listed items are sold AS IS , not cleaned or polished. Return Policy Returns are accepted only once contact has been made with the buyer. No returns will be accepted without an e mail authorization from US. Please do not return any item unless you contact us and get an authorization number. All returns must be shipped WITH A TRACKING NUMBER & insurance. We must have the item in our hand before a refund will be made. You can always call. There is a 25% return re stocking fee on all items returned for whatever reason! All reasonable offers are reviewed and seriously considered! Call 908 501-0565 ask for Bob with any questions or for more info! Pictures are a huge part of the description please view all pics and ask all questions before buying. All items are sold \"AS IS,\" and all sales are final, We will not issue a refund for items because of issues regarding color, shade, size or just a change of mind. Any refund shall be for the final auction price only! The original shipping, handling, and insurance costs are not refundable, nor are the shipping, handling, and insurance costs relating to the return. I know most people don’t, but I make mistakes once in a while, I AM HUMAN!! (I think) All our items are for sale locally! Local pick up or large items shipped Try using USHIP to get a quote if an item is listed as local pickup only. This will give you a shipping quote for your item. We are in no way affiliated with the company it is just a courteousy service we are offering. You deal directly with them and you pay them, again it is between you and them! Please don’t leave feedback based on shipping with this company it means nothing. It will only affect us, and once again we are not affiliated with the company! Please e mail me any questions you might have before buying!",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "4640",
    "UserID": "bel429",
    "FeedbackRatingStar": "Red",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  }
}