{
  "ConvertedCurrentPrice": {
    "value": "149.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "PL",
  "Location": "Pila",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T12:19:55.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=602822454",
    "StoreName": "VICTOR TIME"
  },
  "CurrentPrice": {
    "value": "149.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T12:19:55.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "South America",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "CH",
    "VG",
    "GD",
    "GT",
    "HT",
    "HN",
    "JM",
    "KN",
    "LC",
    "VC",
    "TC"
  ],
  "ItemID": "201942443093",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Military watches",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "12-Hour Dial",
        "Name": "Features"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "chromed stainless steel",
        "Name": "Case Material"
      },
      {
        "Value": "19mm x 38mm",
        "Name": "Case Size"
      },
      {
        "Value": "14mm",
        "Name": "Lug Width"
      },
      {
        "Value": "1940-1949",
        "Name": "Year of Manufacture"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "German WWII period Rectangular Military Wristwatch with original band",
  "ConditionDescription": "An item that has been used or worn previously. See the seller’s listing for full details and description of any imperfections",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/German-WWII-period-Rectangular-Military-Wristwatch-original-band-/201942443093",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2019424430938080_1.jpg",
  "HitCount": "1",
  "PostalCode": "64920",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT21H3M",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE0MFgxMTk4/z/PC4AAOSwlndZIW~m/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/J6oAAOSwurZZIW9j/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/hyoAAOSwcgNZIW9q/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/VDUAAOSwaeRZIW9v/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/IRoAAOSwCQZZIW90/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/7uQAAOSwlY1ZIW95/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/UQEAAOSwYlRZIW9-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/KN0AAOSwurZZIW-D/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/fdQAAOSwX9FZIW-J/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/zQMAAOSw~y9ZIW-W/$_1.JPG?set_id=8800005007"
  ],
  "Description": "GERMAN WWII period RECTANGULAR MILITARY WRISTWATCH with original old band. MOVEMENT: Original signed A rectangular, wind up mechanical. Collection original condition. Great keeps time. CASE: Original chromed stainless steel back cover case, signed BIMA.. DIAL: Original dial in good condition. Signed Chronometer Anker.... SIZE: 19mm x 38mm (not counting the crown). BRAND: old, leather 14 mm. Check out my see video! The watch has been restored, checked and calibrated by watchmaker and is in good running condition. This unique watch was kept till our time in good condition. Any defects not mentioned but visible in the pictures will be considered as described. Photos are of the actual watch. A good purchase for fans of high-quality and antiquity. The watch in an excellent collection condition will suit as expensive gift, and is a stylish acquisition for any collector, will only increase in value, and is a good capital investment and a work of art that will give many years of pleasure. I hope you will enjoy the item and give me five stars in positive feedback. A LITTLE HISTORY: Germany had their own military watches too. The watch making industry already existed in the country during that period. It was said that the German military had more stringent standards than the British, and their watches produced with better design and finishing. German military watches were supplied by many renowned watchmakers with A. Lange & Sohne leading the list. Unfortunately, German military watches from WWII period that are still existing today are extremely rare, compared to those of the U.S and U.K. This is probably due to a European movement to destroy everything related to the Nazis at that time. PAYMENT: I accept PAYPAL. Payment should be made within 4 days. SHIPPING: FREE Shipping WORLDWIDE with Economy International Air Mail. As an option we can ship with EMS Express Mail, ask shipping quotes additionally. RETURN POLICY: I want you to feel safe and satisfied with the purchase of your item on Ebay. If you receive an item you did not order or if an item you ordered is received damaged or defective, I will refund you the price you paid for it or replace it with identical one. Do not rush to file a complaint. Any negative feedback and dispute will not solve the problem. Necessarily contact me and we will solve this problem. If you have a problem or question regarding your transaction, please feel free to contact me.",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "81",
    "UserID": "timememory",
    "FeedbackRatingStar": "Blue"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "ITEM RETURNED MUST BE IN SAME CONDITION, AND SAME PACKING, AS WHEN SHIPPED, anything altered, changed, switched, broken damaged by customer, including: water damage over winding, broken crystal, over oiling, movement adjustments, anything that makes the watch unsellable will not be valid for return. Will be notified, and pictures will be sent to you via email same day received, on Ebay’s Email System, validating our position on return. \nAny damage that might occur during shipping must be relayed to us on the day or latest the day after delivery conformation date. 2 days after delivery date you can no longer claim damage in shipping. \nSO REPORT IT IMMEDIATELY! Note: WE DO NOT WARRANTY HUMAN ERROR'S, like damage from stroke, over winding or water damage. If this happens, we can give you a wholesale estimate to repair damage, just contact us and advise."
  }
}