{
  "ExcludeShipToLocation": "BG",
  "QuantitySold": "0",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "79.0"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:14324:3937:3940",
  "GlobalShipping": "false",
  "HandlingTime": "1",
  "ConditionDisplayName": "Pre-owned",
  "Description": "RARE+++VINTAGE SOVIET MOLNIJA REGULATEUR (Regulator) Gents Oversized wristwatch 18 Jew. *SERVICED*No Reserved Price!!! Dear customers, we present for sale this pre-owned gorgeous mega rare vintage Molnija Regulateur wristwatch. This wristwatch is in excellent working condition. Keeps correct time!!! If you have been collecting watches for a while, I think you’re going to appreciate the following sophisticated antique timepiece that is hard to find nowadays. This watch is prized for reliability, convenience in use, and meets relatively seldom. A great investment!This elegant wristwatch was converted from pocket watch!!! This beautiful mechanical wristwatch has the original, high grade pocket watch movement '' MOLNIJA '' with 18 ruby jewels. In an excellent status which was very well saved, considering age of this watch. Smooth and strong running of the balance. Serial number #997235. Movement has been recently serviced to ensure it winds and sets smoothly while keeping great, accurate time! Signed that reads : '' 18 jewels #997235 ''. See the photos for more details!!!Regulatuer (Regulator) means that there are big minute hand and two small dial, where small hour and small second hands are situated. The watch has incredible beautiful Oversized case. This watch was converted from pocket watch! The case is in good overall cosmetic condition, with soft signs of time or wear. The case have crown for winding and setting at 3 o'clock position. The watch supplied with a brand new strap as a Free Gift to the buyer. See the photos for more details!!! The large winding crown is in very good shape and operates properly! Diameter watch without the crown: 45 mm.Diameter watch with the crown: 48 mm.Thickness watch: 11 mm.These watches have originally been made in a variant of a pocket watch. And in a consequence have been altered in a variant for convenience of carrying on a hand!!! This amazing timepiece has new impeccably renovated white dial, was made in 2017. In excellent cosmetic condition, no signs of any scratches, cracks or hairlines. The dial has two sub dials, also is Cyrillic signed : '' MOLNIJA ''. The plastic dome crystal is changed with brand new, because old one was in very worse condition! See the photos for more details!!! Please ignore the camera reflection! As this is a NO RESERVE auction this item will be sold to the highest bidder!!! ANY DEFECTS NOT MENTIONED BUT VISIBLE IN THE PICTURES WILL BE CONSIDERED AS DESCRIBED! Please serious bidders only, bidders with 0 feedback please contact me before you bid. For the rest of the bidders if you need to clarify any doubts you may have, please contact me! Please see my other auctions from time to time when I list other beautiful timepieces/ items!!! PAYMENT : - We accept payment through PayPal ONLY, the most trusted payment method; -- Unpaid dispute will be filed to ebay on the 3th day after auctions ended; SHIPPING: -- We ship within 3 business days after the payment cleared and it usually takes 10~25 working days for international delivery; -- We could only ship the item to PayPal registered address only, Please make sure your shipping address is matched with paypal’s address before you pay; -- Item will be shipped out by Bulgarian post with tracking; -- We combine shipping for multiple items whenever possible; RETURN POLICY: During the first 7 days after receipt of your product, if for any reason you are not happy with your purchase, you can return your purchased item back to us at your expense. Shipping charge is not refundable. Our goal is to make you a satisfied customer and we will do our best to make this happen. Exception is when it is our fault . Buyer pays return postage!!! Please do not hesitate to contact us for any questions you may have about your order or any of our products. We are here to help and we count on your satisfaction with our products. FEEDBACK:You receive the product, please leave a feedback for us.Your feedback is always important to us.Please feel free to contact us before leaving a negative feedback or low DSR.If there is a problem, we will help you solve it.Thank You For Bidding and Good Luck To Everyone!!!",
  "StartTime": "2017-05-27T04:25:25.000Z",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/m5IAAOSwKytZKCRp/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/MvkAAOSwurZZKCRy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/RsAAAOSw8lpZKCR4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/mWMAAOSwPh5ZKCSA/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/h~sAAOSwhvFZKCSI/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/CPcAAOSwrhBZKCSQ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/7ZIAAOSw1WJZKCSV/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/DLAAAOSwq1JZKCSe/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/41AAAOSwaeRZKCSn/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/TLgAAOSw~y9ZKCSx/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/FcsAAOSwX9FZKCS7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/nXQAAOSwPh5ZKCTI/$_57.JPG?set_id=8800005007"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "ShipToLocations": [
    "Worldwide"
  ],
  "HighBidder": {
    "UserID": "e***i",
    "FeedbackRatingStar": "Red",
    "FeedbackScore": "2026",
    "FeedbackPrivate": "false"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "PrimaryCategoryID": "31387",
  "Quantity": "1",
  "SecondaryCategoryID": "3940",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Molnija",
        "Name": "Brand"
      },
      {
        "Value": "Mechanical (Hand-winding)",
        "Name": "Movement"
      },
      {
        "Value": "Not Water Resistant",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Polished",
        "Name": "Case Finish"
      },
      {
        "Value": "Bronze/Nickel-Plated",
        "Name": "Case Material"
      },
      {
        "Value": "White",
        "Name": "Face Color"
      }
    ]
  },
  "Seller": {
    "UserID": "vintage_mechanical_timepieces2015",
    "FeedbackRatingStar": "Turquoise",
    "FeedbackScore": "369",
    "PositiveFeedbackPercent": "99.3"
  },
  "HitCount": "147",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2726880757438080_1.jpg",
  "BestOfferEnabled": "false",
  "ListingStatus": "Active",
  "NewBestOffer": "false",
  "MinimumToBid": {
    "_currencyID": "USD",
    "value": "80.0"
  },
  "BidCount": "33",
  "Country": "BG",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "79.0"
  },
  "AutoPay": "false",
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money Back",
    "ReturnsWithin": "14 Days",
    "RestockingFeeValue": "No"
  },
  "EndTime": "2017-06-03T04:25:25.000Z",
  "ListingType": "Chinese",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VINTAGE-SOVIET-MOLNIJA-REGULATEUR-Regulator-Oversized-wristwatch-No-Reserved-/272688075743",
  "Location": "Sofia, Sofia",
  "Title": "VINTAGE SOVIET MOLNIJA REGULATEUR (Regulator) Oversized wristwatch, No Reserved!",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "272688075743",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Pocket Watches:Antique",
  "TimeLeft": "P2DT10H7M3S"
}