{
  "ConvertedCurrentPrice": {
    "value": "80.87",
    "_currencyID": "USD"
  },
  "Site": "US",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxMDcw/z/nlwAAOSw~y9ZLozg/$_1.JPG?set_id=880000500F"
  ],
  "Country": "US",
  "Location": "New York, NY",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T09:28:56.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "5",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1139018221",
    "StoreName": "AreaTrend"
  },
  "ListingStatus": "Active",
  "CurrentPrice": {
    "value": "80.87",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T09:28:56.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1681993451",
        "Name": "Catalog"
      },
      {
        "Value": "Diesel",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "DZ1804",
        "Name": "MPN"
      },
      {
        "Value": "Analog Display",
        "Name": "Display"
      },
      {
        "Value": "Quartz",
        "Name": "Movement"
      },
      {
        "Value": "Fashion Watches",
        "Name": "Style"
      },
      {
        "Value": "47mm",
        "Name": "Diameter"
      },
      {
        "Value": "698615119967",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "Middle East",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "BG",
    "CY",
    "CZ",
    "EE",
    "GR",
    "LT",
    "MT",
    "RO",
    "SK",
    "SI",
    "SE",
    "BN",
    "KH",
    "LA",
    "MO",
    "MY",
    "PH",
    "SG",
    "VN",
    "ZA"
  ],
  "ItemID": "152567655053",
  "HandlingTime": "0",
  "Description": "Product Description Catalog #1681993451 Who says casual and classy don't mesh? There is always a way to make it work. Laid-back doesn't have to mean boring or drab, and this Diesel Rasp watch is proof for those who doubt it. It's the perfect in-between, a duo of dapper and down-to-earth. It features a 47mm stainless steel case that makes for a dapper appearance right off the bat, and creates a subtle contrast against the watch's blue dial that is perfectly pleasing to the eye. The hands on the dial are silver, which contributes to the masculine elegance of the piece. The watch's sleek applied indexes contribute to its classy feel as well. However, the combination of its band and minimalistic design is what makes this timepiece a mix of sharp and nonchalant. Although the details are undoubtedly classy in the refined shade of silver, there isn't too much happening on the face of the watch. The details are keen but few. The band also plays a major role in keeping this timepiece grounded with its brown leather composition. Though a fresh hybrid of casual and sleek, this watch is hardy nonetheless. It has a water resistance of up to 50 meters / 165 feet / 5 atm, and its dial is protected by a mineral crystal. You don't have to worry about destroying this bad boy anytime soon. The best part? It uses quartz movement, so you're guaranteed some serious accuracy and precision from this time-keeper. So whether you're watching a movie at home, in the office, working out, at an upscale event, or even going out with the boys, you can rest assured that this watch will last you as long as you need it to. It's durable, charmingly simple and polished all in one.Important Information for Orders Shipping Outside of the United States Orders that are shipped to countries outside of the U.S. may be subject to import taxes, customs duties and fees levied by the destination country. By law, we must declare all items at the value of payment received and cannot alter this amount to decrease international custom fees. The recipient of an international shipment may be subject to such Import Fees and administrative fees which are levied once a shipment reaches your country. Additional charges for customs clearance must be borne by the recipient; we have no control over these charges. Customs policies vary widely from country to country; you should contact your local customs office for further information. When customs clearance procedures are required, it can cause delays beyond our control and beyond the original delivery estimates. If you refuse a shipment from AreaTrend, you will be responsible for the original shipping charges, any customs or taxes, and the cost of returning the package to AreaTrend. This amount will be deducted from your merchandise refund. In the event that the return fee exceeds the order total, the package will be abandoned and you will not be refunded.",
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Diesel-Mens-Rasp-DZ1804-Brown-Leather-Quartz-Fashion-Watch-/152567655053",
  "NewBestOffer": "false",
  "SKU": "1681993451",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525676550538080_1.jpg",
  "HitCount": "2",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT18H2M29S",
  "ConditionID": "1000",
  "QuantityAvailableHint": "Limited",
  "Title": "Diesel Men's Rasp DZ1804 Brown Leather Quartz Fashion Watch",
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "FeedbackScore": "64003",
    "UserID": "areatrend",
    "FeedbackRatingStar": "PurpleShooting",
    "TopRatedSeller": "true"
  },
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "PricingTreatment": "STP",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "140.0",
      "_currencyID": "USD"
    }
  },
  "TopRatedListing": "true",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "Everything we do here at AreaTrend is centered around our customers. For this reason we are proud to offer our 365 day no hassle return policy!\n\nWithin 365 days of your order date, provided your product is still in its original box with all materials and has not been worn, used or sized your product is eligible for return.** \n\nThat's right! An entire year to return, and no restocking fee! Buy any gifts early and rest easy knowing that if the recipient is not 100% happy with it they are able to return it at their convenience. \n\nJust fill out the return form on the bottom of your packing slip and include it with your return. In addition, if your order was shipped within the United States, you may choose to use the return label on the reverse side of your packing slip. If you use this label a flat fee of $6.95 will be deducted from your refund. If you use the included label, simply drop off the package at your local post office, a post office mail box or give the package to your local carrier. Or, if you choose, you may contact us for an RMA number and ship your return via another method of your liking. \n\nHere are some additional details:\n\nYou can return your watch for refund, exchange, or store credit.\n\nUpon arrival please check your watch for any manufacturer defects. To prevent having to go through the warranty process defective items must be brought to our attention within 10 days of receipt. After 10 days, defective items are no longer eligible for return, and you must use warranty repair for your product at this time. \n\nWhen returning an item, we suggest purchasing insurance for the return shipment. Please note that we are not responsible for return liability.\n\nYou will receive an automated email once your return has been checked in to our returns department. Your return will then be processed within 3-7 business days and a refund, exchange or store credit will be issued less original shipping charges. If your original shipping was free, a flat shipping fee of $5.00 will be deducted from your refund. \n\nPlease note, if any return is sent back to us as RTS (Return To Sender) by the carrier, an additional $5.00 fee will be deducted from your refund. In the event that your order is returned to us undeliverable by the carrier at customs clearance, the refund provided to your account will be applied less any amount we were charged by the carrier and customs to have your package enter your country.\n\nRemember, if at any time you have questions or concerns let us know! We have real live people standing by ready to help. Our toll free number is 1-877-493-6847, and we are available here Monday through Friday, 9AM to 5PM EST."
  }
}