{
  "ConvertedCurrentPrice": {
    "value": "43.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "JP",
  "Location": "Arakawa-ku",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T07:00:09.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "HighBidder": {
    "FeedbackScore": "7",
    "UserID": "w***h",
    "FeedbackRatingStar": "None",
    "FeedbackPrivate": "false"
  },
  "CurrentPrice": {
    "value": "43.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-10T07:00:09.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "Title": "SEIKO QUARTZ 18K Solid Gold & Double stepped Edge Bezel Ref.4130-8030 1974's",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "112424543873",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Seiko",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "Quartz (Battery)",
        "Name": "Movement"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Solid Gold",
        "Name": "Case Material"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "33mm",
        "Name": "Case Size"
      },
      {
        "Value": "1970-1979",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "MinimumToBid": {
    "value": "44.0",
    "_currencyID": "USD"
  },
  "ConditionDescription": "We will polish it before sending. It's going to be an excellent condition.We tell every detail with attention as precisely as possible but there is no perfect human such as ourselves.",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SEIKO-QUARTZ-18K-Solid-Gold-Double-stepped-Edge-Bezel-Ref-4130-8030-1974s-/112424543873",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "8",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1124245438738080_1.jpg",
  "HitCount": "9",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P9DT15H26M44S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/wZ0AAOSwX61ZLTXv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/wdQAAOSwX61ZLTX0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/vVUAAOSwIaFZLTX7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/A6AAAOSwblZZLTX~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/WR0AAOSwtGlZLTYE/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/BE0AAOSwblZZLTYJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDkwMA==/z/bL4AAOSwY3BZLTYN/$_57.JPG?set_id=8800005007"
  ],
  "Description": "SEIKO QUARTZ 18K Solid Gold & Double stepped Edge Bezel Ref.4130-8030 Original 18K Buckle 1974's SEIKO QUARTZ 18K Solid Gold & Double stepped Edge Bezel Ref.4130-8030 Original 18K Buckle 1974's Click any image to see it full size Profile About Us Thank you very much for using cool auction . We have been selling the highest collections and doing the auction all over the world for 6 years. We have been running small watch auction company and watch shop,service center for 10 years in Japan Our policies are sincere and reliable company. We are very grateful for every customer's immense support. We will do our best to bring you happiness. Hope that all is well with you and your family. Thank you Item Description BRAND NAME SEIKO MODEL / REFERANC QUARTZ / Ref. 4130-8030 AGE Circa 1974 GENDER MEN ABOUT FACTORY ORIGNAL & CONDITION VINTAGE CONDITION: we will polish it before sending BEZEL factory original 18k solid gold Double stepped Edage Bezel CONDITION:Vintage(please check our photos carefuly) DIAL Factory Original \"BLACK DIAL\" MARKED:SEIKO QUARTZ JAPAN 4130-8040T CONDITION: Excellent(please check our photos carefuly) HANDS Factory original gold \"BAR\" hour makers (upplaid), and \"STICK\" hands CONDITION:Excellent(please check our photos carefuly) CROWN Factory original 18k gold crown CONDITION:Excellent(please check our photos carefuly) FRONT CASE Factory original 18k solid gold case with engraving bezel SIZE:32.8mm(INCLUDING CRWON:33.3mm)×30.4mm(TOP OF THE LUG TO DIFFERENCE SIDE) CONDITION:Excellent(please check our photos carefuly) BACK CASE factory original 18k solid gold MARKED: 6N0080 750 18K 4130-8030 CONDITION:Excellent(please check our photos carefuly) CRYSTAL factory oriignal Acrylic crystal CONDITION:Excellent(please check our photos carefuly) BUCKLE factory original 18k solid gold (engraving) MARKED: SEIKO JAPAN 18K Payment Details We accept \"PayPal\" only, and prefer that you pay the money for your items within 5 days after the auction ended. But please let us know if you can't make the payment soon and you hope another method of paymnet, we can wait for your payment if you let us know your payment scheduel. Shipping Details We will try our best to ship out items within 24 hours after buyer completing the payment,and after shipped it, we will let you know the tracking number. We accept world wide shipping and the postal charge for each country is shown below. Please check it by searching your country. You can also ask us if you have anything for shippment by email or the following phone number\"+81364582660\" anytime, but please understand that we may not be able to answer your phone call because of the time difference for each country. On the declaration we declare the value for your country customs honestly because if we don't do that we can't gurantee if anything happens during shipping period. The method of the shipping is \"EMS\" only, but please feel free to tell us if you want to request another shipping method. ASIA:$35.00 Oceania, North America, Central America and the Middle East:$35.00 Europe(United kingdom and Scotland, Ireland, France, Germany, Switzerland, Spain, Norway, Denmark, and Finland, etc.):$40.00 South America and Africa:$50.00 Â?iincluding fully insurance for the sold price) Additional Information We sell 100% authentic items only for all watch brand, and keep in mind to sell all our items in better condition, But please feel free to tell us if anything happens after received our items,but which is within 3days after that. If you have any question before bidding our auction, please feel free to ask us through Ebay message or the following phone number \"+81364582660\". Our Payment Policy Enter Policy Details Here Our Refund Policy Enter Policy Details HereWe do our best to provide accurate description and photos of our merchandise, so that you are able to fully understand the condition and the details of each piece. We sincerely urge you to carefully read the informations we provided prior bidding to prevent disappointment or misunderstanding. Please be minded that merchandise must be returned in the same condition as it was sent out and must be received within 14days from the date of sale in order to entitle for a refund. However, in the event that your purchase is not as described or as shown in photos, we are happy to issue a refund upon return of the item. Also, if the purchased item is found to be a replica or broken upon receiving, the full amount will be refunded. We monitor the shipment of all items closely until it is delivered to the customer. Please feel free to contact us if you have any question regarding our items listed. We will promptly response to your email. Please take the time difference into consideration (Japan). Being honest and reliable is part of our professional. Last but not the least, We wish to sincerely express gratitude to our customers. at BiggerBids.com.",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "218",
    "UserID": "kodawari.watch.clock",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}