{
  "ConvertedCurrentPrice": {
    "value": "4838.4",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Miami Beach, Florida",
  "BestOfferEnabled": "true",
  "StartTime": "2017-05-31T07:08:43.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": [
    "PayPal",
    "AmEx"
  ],
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=227605374",
    "StoreName": "Gray and Sons Vault"
  },
  "CurrentPrice": {
    "value": "4838.4",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T07:08:43.000Z",
  "ShipToLocations": [
    "US"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Male",
        "Name": "Gender"
      },
      {
        "Value": "Automatic",
        "Name": "Movement"
      },
      {
        "Value": "No",
        "Name": "Box / Papers"
      },
      {
        "Value": "No",
        "Name": "Box"
      },
      {
        "Value": "42.0x51.50",
        "Name": "Case size"
      },
      {
        "Value": "White & Black Chrono/Date dial",
        "Name": "Dial"
      },
      {
        "Value": "Dual Time, Subseconds, Chronograph, Date",
        "Name": "Functions"
      },
      {
        "Value": "Rubber / Stainless Steel",
        "Name": "Materials"
      },
      {
        "Value": "Chopard",
        "Name": "Manufacturer"
      },
      {
        "Value": "12.0 months",
        "Name": "Warranty"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ExcludeShipToLocation": [
    "South America",
    "IQ",
    "RU"
  ],
  "HandlingTime": "2",
  "Description": "Chopard Mille Miglia 16/8994 Since 1980, Gray & Sons has specialized in fine watches & jewelry. Chopard Mille Miglia 16/8994 (Click thumbnails to view larger) Gents Chopard Mille Miglia in stainless steel & rubber. Auto w/ subseconds, date, chronograph and dual time. Ref 16/8994. Fine Pre-owned Chopard Watch. Certified pre-owned Sport Chopard Mille Miglia 16/8994 watch is made out of Stainless steel on a Black Rubber Rubber band with a Stainless Steel Deploy buckle. This Chopard watch has a 42 x 51.5 mm case with a Round caseback and White & Black Chrono/Date dial. Circa: 2010s . It is Gray and Sons Certified Authentic and comes backed by our 12-month warranty. Each watch is inspected by our certified in-house Swiss-trained watchmakers before shipment including final servicing, cleaning, and polishing. If you have inquiries about this Chopard Mille Miglia watch please call us toll free at 800-705-1112 and be sure to reference W519889.Watch is in Excellent condition. DETAILS Brand:ChopardModel:Mille MigliaMaterials:Rubber, Stainless SteelCase size:42.0x51.50 mmCase shape:RoundCase back:SolidCase material:Stainless SteelGender:MaleDial:White & Black Chrono/Date dialBezel Material:Stainless SteelBuckle Style:DeployBuckle Material:Stainless SteelMovement:AutomaticFunctions:Dual Time, Subseconds, Chronograph, DateWarranty:12.0 monthsCondition:ExcellentSKU: #W519889 ABOUT US GRAY AND SONS JEWELERS is a full service retail store located across from the world famous BAL HARBOUR SHOPS in Miami Beach, Florida. Our show room is open Monday through Saturday, 10am until 5:00PM Eastern time. We offer the finest selection of both new and estate jewelry, important diamonds, and are the world's premier seller of preowned high grade collector wrist and pocket watches. GRAY AND SONS is one of the nation's largest resources for large certified GIA diamonds. Since 1980, we have earned our reputation as a highly regarded and trustworthy jewelry retailer by constantly offering superior quality for new, pre-owned watches and for new & estate jewelry at great prices. We reserve the right to end our auction early as the item in auction can be sold at anytime in our store or through our catalog so do bid early if you want the item. CONSIGNMENT Looking to get cash for your valuable family heirlooms? Because we travel the world buying fabulous jewelry and watches, we understand the market from a global perspective. Since we market our collection directly to collectors and consumers of fine jewels and watches, there is no middleman, no commissions. So if your lifestyle has changed or you're not wearing your diamonds or other jewelry, or you just want to trade in your old watch for something new, give Gray & Sons the opportunity to pay you the highest price immediately. We are committed to meet or beat all legitimate offers. What is the benefit of consignment? Even more money in your pocket. Because we pay you after we have already found a buyer for your piece you can get even more money for your valuable than you might otherwise. Plus we agree on a price at the outset so there is no wondering how much you will get in the end. We don't work off of percentages or charge you any fees. The price we agree upon is the price you get. Here's the details: We insure every piece we take on consignment with Lloyds of London for up to $3.5 million, affording you the best protection available. We will not sell any piece that is not in mint condition, so at our cost we will repair/restore your piece before it goes on sale. Fastest conversion rate in the industry! Our success rate is impressive: over 85% of merchandise is sold within 8-10 weeks. We aggressively market your item by professionally photographing it and placing it in our printed monthly color catalogs, mailed to half a million potential buyers a year. Cost to you for all the services above: $0.00 -- zero dollars! All associated costs of selling your item comes out of our pocket. No photo fees, no insurance fees, no shipping fees, no repair fees, and no commission fees. It’s such a good program, other jewelry stores consign items to us. Send us a message with a description of your watch or jewelry piece and we will inform you if we are interested in buying or consigning it: OUR GUARANTEE WE ABSOLUTELY GUARANTEE THE AUTHENTICITY AND DESCRIPTION OF ALL OUR MERCHANDISE. Every Rolex watch is unconditionally guaranteed against defects in materials or workmanship in the mechanism for two full years after the date of purchase. This is double the manufacturer's warranty on a new watch! All other watch manufacturers' mechanisms are unconditionally guaranteed against defects in materials or workmanship for one full year after the date of purchase, unless otherwise specifically indicated in the terms of sale. All Gray & Sons jewelry and certified pre-owned fine timepieces are available on a 10 day \"no questions asked\" return policy. If for any reason you are not completely satisfied with our products, simply contact us within 10 days to arrange a prompt and courteous replacement, exchange or refund, whichever you prefer. We do not refund shipping/insurance charges. Unused watches and special orders are not returnable unless defective in workmanship. Item has to be in its original condition and all original documents should be included with your return. PAYMENTS We accept PayPal & American Express . PAYPAL PAYMENT ALWAYS PREFERRED. From our foreign bidders PAYPAL VERIFIED PAYMENT accepted. Foreign bidder should always confirm payment before bidding. SHIPPING Our Shipping Department takes pride in its packaging, therefore we ship all packages registered, insured mail, return receipt, Signature required. Our shipping prices include all postage, handling, insurance fees, and packing material cost. In addition we pay a full time shipping clerk which is also reflected in our handling fees. Shipping and insurance will vary per item based on the shipment location and price of the item, please contact us with any questions . NOTE TO OUR FOREIGN CLIENTS: Certain shipping restrictions apply for various foreign countries, please email us prior to your bidding to know if your country is in this category. We ship outside the US as a courtesy to our clients, but do not ask us to break the law. Each Country has different importation rules, Gray and Sons has no control and is not responsible for any custom duty fees, should they be assessed, as they are the sole responsibility of the importer (winner of the auction). Thank you for your understanding.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Chopard-Mille-Miglia-16-8994-/201942146600",
  "NewBestOffer": "false",
  "SKU": "W519889",
  "QuantitySoldByPickupInStore": "0",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019421466008080_1.jpg",
  "ItemID": "201942146600",
  "PostalCode": "33154",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT15H35M35S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/6NgAAOSwcgNZLmwI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/5dAAAOSwR29ZLmwI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/YkwAAOSwsXFZLmwI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/HMgAAOSw8lpZLmwJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/7qQAAOSw1WJZLmwI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/NvMAAOSwY3BZLmwJ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/2TcAAOSw9OFZLmwF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/0YAAAOSwcB5ZLmwF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/YisAAOSwPh5ZLmwF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/X5EAAOSwX61ZLmwG/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/l-kAAOSwYvFZLmwL/$_1.JPG?set_id=880000500F"
  ],
  "Title": "Chopard Mille Miglia 16/8994",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "519",
    "UserID": "graysvault",
    "FeedbackRatingStar": "Purple"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer",
    "Description": "All Gray & Sons jewelry and certified pre-owned fine timepieces are available on a 14 day \"no questions asked\" return policy. If for any reason you are not completely satisfied with our products, simply contact us within 14 days to arrange a prompt and courteous replacement, exchange or refund, whichever you prefer. We do not refund shipping/insurance charges. Item has to be in its original condition and all original documents should be included with your return."
  }
}