{
  "ConvertedCurrentPrice": {
    "value": "124.95",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "US",
  "Location": "Sherman, Texas",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T14:19:48.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "IntegratedMerchantCreditCardEnabled": "false",
  "CurrentPrice": {
    "value": "124.95",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-30T14:19:48.000Z",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PK",
    "PY",
    "RE"
  ],
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "122525319892",
  "HandlingTime": "2",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Oakley",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Mens Oakley Judge Stealth Black Watch R357",
  "ConditionDescription": "See Description for parts or repair only",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mens-Oakley-Judge-Stealth-Black-Watch-R357-/122525319892",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "true",
  "BidCount": "0",
  "ConditionDisplayName": "Pre-owned",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1225253198928080_1.jpg",
  "HitCount": "9",
  "PostalCode": "75090",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT23H10M32S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ0MFgxMDgw/z/uwUAAOSwax5YvxLj/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ0MFgxMDgw/z/IgIAAOSw4CFYvxL2/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ0MFgxMDgw/z/NkoAAOSw4A5YvxMH/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ0MFgxMDgw/z/jnUAAOSwSlBYvxMX/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE4OVgxMDgw/z/yewAAOSwax5YvxMo/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ0MFgxMDgw/z/zbIAAOSwax5YvxM-/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ0MFgxMDgw/z/IOIAAOSwdGFYvxNS/$_12.JPG?set_id=880000500F"
  ],
  "Description": "Up for sale this week is a stunning Mens Oakley Judge Stealth Black Watch. The watch is missing the crystal and the hands are bent. We can not test how well the watch is running, however when we put a battery in it, the pulse meter registered pulses in the movement. This is for parts or repair. The watch is used and may show signs of wear. The watch may need some cleaning. Please see the pictures for the product details and condition. Case Width: 43 mm Band Width: 28 mm Fits wrist up to: 8 inches Pictures are part of the description Guarantee This Item Guaranteed Authentic Watch Is Running and Keeping Time When Shipped, Unless Specified Otherwise In Auction Description. We do not conduct pressure tests and therefore can not guarantee waterproofing. Shipping Policy We Gladly Ship World Wide (Except for Italy, sorry) Paypal Confirmed Addresses Only unless agreed upon prior to auction bid USA Ships Via USPS Priority or First Class Package. Any international customs or import regulatory fee is the responsibility of the buyer. WE DO NOT SHIP TO ITALY, SORRY. Item will be shipped within 2 business days of receiving cleared full payment. We ship Monday - Friday. Combined Shipping We will attempt to combine shipping whenever possible. This is easier to do with priority mail items. If you intend to purchase additional items, please contact us after the close of your first winning auction. If you have purchased multiple items, please contact us when you have completed your shopping so that we can send a combined invoice. Payment Policy Only PayPal is Accepted Payment is required within 48 hours after the close of sale. Condition Disclaimer This Item is Pre Owned May Have Scratches on Case, Band, or Crystal Due to Normal Wear Actual Images of item are shown above We can not guarantee waterproofing Due to the age and fragile nature of vintage watches, we can not guarantee how long it will operate or continue to keep time It is the owner's responsibility to maintain and service the watch after purchase as needed Returns Policy RETURNS are Accepted for this Listing only if item arrives not as described. Buyer must notify us that they wish to return the item within 48 hours of receipt of item(s). Return requests MUST be sent via ebay message center (contact seller). Mistakes do not happen often, however if they do, we will act very quickly to make it right. We have earned our reputation by standing by our word and correcting any issue that may occasionally arise. In the event of an issue with your purchase allow us the opportunity to correct it prior to opening a case with eBay. Please allow us one business day to respond to your message (normally we won't take that much time). Track Page Views WithAuctiva's FREE Counter Track Page Views WithAuctiva's FREE Counter",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "337",
    "UserID": "rbionline",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  }
}