{
  "ConvertedCurrentPrice": {
    "value": "1880.0",
    "_currencyID": "USD"
  },
  "Site": "US",
  "Country": "TW",
  "Location": "Taipei, 100% NEW and CAISO AUTHENTIC",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T12:10:05.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=104194362",
    "StoreName": "Style in Class"
  },
  "CurrentPrice": {
    "value": "1880.0",
    "_currencyID": "USD"
  },
  "EndTime": "2017-06-07T12:10:05.000Z",
  "ShipToLocations": [
    "Worldwide"
  ],
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "CASIO",
        "Name": "Brand"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "MTG-G1000RB-1ADR",
        "Name": "MPN"
      },
      {
        "Value": [
          "Water Resistant",
          "Full Auto Calender",
          "World Time",
          "12-Hour Dial",
          "24-Hour Dial",
          "Alarm",
          "Atomic/Radio Controlled",
          "Backlight",
          "Date Indicator",
          "Day Indicator",
          "GPS"
        ],
        "Name": "Features"
      },
      {
        "Value": "Quartz (Solar Powered)",
        "Name": "Movement"
      },
      {
        "Value": "200 m (20 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": [
          "PVD Coated",
          "Stainless Steel"
        ],
        "Name": "Case Material"
      },
      {
        "Value": "Black",
        "Name": "Case Color"
      },
      {
        "Value": "Brushed",
        "Name": "Case Finish"
      },
      {
        "Value": "Black",
        "Name": "Face Color"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Band Material"
      },
      {
        "Value": "Black",
        "Name": "Band Color"
      },
      {
        "Value": "58.8×54.7×16.9mm",
        "Name": "Case Size"
      },
      {
        "Value": "Sport",
        "Name": "Style"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "Casio Wave Ceptor",
        "Name": "Model"
      },
      {
        "Value": "2010-Now",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Japan",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Bracelet/Link Band",
        "Name": "Band Type"
      },
      {
        "Value": "Modern (2000-present)",
        "Name": "Age"
      },
      {
        "Value": "4549526128288",
        "Name": "UPC"
      }
    ]
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "152567792720",
  "HandlingTime": "30",
  "Description": "Brand New, never used 100% Genuine JAPAN CASIO watch FREE expedite shipping MT-G GPS HYBRID WAVE CEPTORFrom MT-G, the watch that combines metal and resin for the ultimate in toughness and function, come a new models with a theme of some small celestial object flying in from outer space.In addition to a GPS hybrid radio-controlled solar-powered function, these models were created using an advanced design and totally new processes. Rough surface finishing of band segments creates a sandy texture that recalls the image of a meteorite or comet that has been traveling the cosmos since time immemorial.This lineup consists of four models based on the MTG-G1000. The MTG-G1000RS-1ADR uses the G-SHOCK brand colors of black and red to create the look of a meteor burning its way into the Earth's atmosphere. The MTG-G1000RG-1ADR is done in gold ion plating to create the beautiful image of pallasite,* which is found in only a few percent of meteorites that make it to the Earth. The MTGG1000RB-1ADR has a black Diamond Like Coating that recreates the look of a meteorite that has reached the Earth after wandering the cosmos for tens of thousands or tens of millions of years. The MTG-G1000RG-1ADR comes in a special package that represents the rarity of a pallasite.These new models take the touch and functional G-SHOCK identity to a new level by enhancing it with spectacular beauty straight from the vast cosmos.Core Guard constructionThe back cover integrates the bezel and lugs into a single piece, securing them with hex screws.The metal frame is formed of strong forged parts that protect the inner case.A fine resin shock absorber creates a suspension effect between the bezel and case.This plus α GEL® surrounding the module provides outstanding shock absorption and protection. Current time in two different citiesIn addition to the main dial, Dual Dial World Time provides a small dial to show the current time in a second time zone.The main dial and small dial times can be swapped with the press of a button. High-brightness LED lightA high-brightness LED light provides illumination for easy reading in the dark. ENJOY YOUR NEW G-SHOCK MT-G !! Warranty: 1 year from the date of purchase for mechanism, official global warranty card stamped by authorized dealer. Price includes shipping and Handling. Brand : CASIO HIGHLIGHTS: Super-IlluminatorAt the touch of a button, the display can be brightly illuminated in a fashionable colorShock-resistantShock-resistant construction protects against impact and vibration.Vibration-resistantalphaGEL elements surround the watch, making it even more resistant to shocks and vibrations. alphaGEL is a silicone material. It is extremely flexible and has a cushioning effect on the module.Solar PowerA solar cell provides power for operation.Radio signal reception (EU, USA, Japan, China)Whether in Europe, North America and Japan or in the outer reaches of Canada, Central America and China - once the watch has been set to the local time, it receives the relevant signal and shows the correct time wherever you are. In many countries, it also sets itself automatically to summer and winter time.GPS-accurate timeThanks to the GPS receiver, the watch always displays the GPS-accurate time no matter where you are in the world.Neo-displayA luminous coating provides long-term illumination in the dark after only a short exposure to light.World time functionDisplays the current time in major cities and specific areas around the world.Dual Time DisplayDate and weekday displayThe current day and weekday are both displayed.Stopwatch function - 24 hoursElapsed times are measures with split-second accuracy. The watch can measure times of up to 24 hours.Timer - 1/1 min. - 24 hoursFor fans of precision: the countdown timers help you to remember specific or recurring events by giving off an audible signal at a preset time. The time can be set to the nearest minute and up to 24 hours in advance. Ideal for people who need to take medicines every day or those who do interval training.Daily alarmThe daily alarm reminds you of events that recur every day, by emitting an audible signal at the set time.Automatic hand adjustmentThe automatic hand adjustment function checks the home position of the hands every hour and corrects it if necessary — either by adjusting e.g. from shocks or using the influence of magnetism.Crown button lockSecures the crown button from accidental change to another mode of operation.Smart Access TechnologySmart Access makes it easy to operate multi-function watches. Simply pulling out and rotating the crown provides intuitive control over all functionsAirplane Function (Offline Mode)At the touch of a button, the watch switches to offline mode. This means that you can disable the wireless or GPS receiver when in the air for the duration of the flight.Automatic calendarOnce set, the automatic calendar always displays the correct date.Sapphire crystalArtificially manufactured glass with the hightest hardness and scratch resistanceSolid stainless steel caseSolid stainless steel bandTough, durable and elegant: The solid stainless steel wrist strap gives your watch that high-quality, classic feel.Safety CatchAlways reliable: This watch has a particularly secure safety catch, which helps prevent the strap from opening by mistake.Water resistance classification (20 bar)Perfect for free diving without scuba gear: the watch is water resistant to 20 bar / 200 metres. The metres value does not relate to a diving depth but to the air pressure used in the course of the water resistance test. (ISO 22810)Dimensions (H x W x D)58,80mm x 54,70mm x 16,90mmWeightapprox. 198,00 g Availability of models and/or lineups may differ depending on the country or region.Technical amendments and errors excepted. The sizes in figures do not correspond to the original sizes.The colours may differ slightly from the original. International Buyers – Please Note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility.Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. About us: No counterfeits or of dubious origin and JAPAN CASIO authentication guaranteed. Payment Paypal Major credit card or debit card through paypal Shipping & Handling To US, UK, EUROPE and ANYWHERE in the world: $0.00USD total weight is near 2.0 kilograms Professional gift wrapping materialEMS(3-4 days) for Free Will ship worldwide, package marks as \"gift\" On Sep-04-10 at 22:34:37 PDT, seller added the following information: &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;div style=\"text-align:center\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a style=\"text-decoration:none\" href=\"http://mostpopular.sellathon.com/?id=AC288400\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;img src=\"http://www.sellathon.com/Resources/Images/countercredit.gif\" border=\"0\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/div&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; CASIO International Guarantee information Casio products which are under Warranty and having manufacturing defects shall be repaired \"FREE OF COST\". Customer shall show original Warranty card and copy of purchase-bill for availing warranty service.The Warranty is valid only in country of purchase (India). Product having following problems shall be treated as out of warranty : Physical damage to Liquid Crystal Display.Scratches on the body of the product.Physical damage to plastic parts.Mishandling of product.Battery leakage.Used bands of watches.Water seepage.Broken bands of watches.Missing parts.Fading of printing.Wear and tear of switches.Discoloration of product parts including cases, bands/straps.",
  "AutoPay": "false",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "CASIO Limited ED.G-Shock MTG-G1000RB-1A GPS HYBRID WAVE CEPTOR Solar Radio JAPAN",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CASIO-Limited-ED-G-Shock-MTG-G1000RB-1A-GPS-HYBRID-WAVE-CEPTOR-Solar-Radio-JAPAN-/152567792720",
  "ListingType": "Chinese",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1525677927208080_1.jpg",
  "HitCount": "1",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P6DT20H53M",
  "ConditionID": "1000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDUwMA==/z/tUsAAOSwImRYduet/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDAwWDYwMA==/z/bPQAAOSw2xRYdufW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDY3WDcwMA==/z/KhYAAOSwopRYdufL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDAwWDYwMA==/z/W4YAAOSw-0xYdufa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjIwWDY1MA==/z/XGwAAOSw241YdufP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDUwMA==/z/jyUAAOSwjDZYdufT/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/geYAAOSwZQRYdufF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDAwWDYwMA==/z/gSYAAOSwEzxYdufV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDAwWDYwMA==/z/W6YAAOSw-0xYdufc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA4MFgxNTAw/z/z84AAOSwImRYdui1/$_1.JPG?set_id=880000500F"
  ],
  "MinimumToBid": {
    "value": "1880.0",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "FeedbackScore": "6818",
    "UserID": "watch4class",
    "FeedbackRatingStar": "Green",
    "TopRatedSeller": "true"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer",
    "ReturnsAccepted": "Returns Accepted"
  }
}