{
  "ConvertedCurrentPrice": {
    "value": "5594.54",
    "_currencyID": "USD"
  },
  "Site": "UK",
  "Country": "GB",
  "Location": "Croydon, Surrey",
  "BestOfferEnabled": "false",
  "StartTime": "2017-05-31T10:57:23.000Z",
  "PrimaryCategoryID": "31387",
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "Storefront": {
    "StoreURL": "http://stores.ebay.com/id=1038378555",
    "StoreName": "Albone Jewellers"
  },
  "CurrentPrice": {
    "value": "4350.0",
    "_currencyID": "GBP"
  },
  "EndTime": "2017-06-30T10:57:23.000Z",
  "ShipToLocations": [
    "Europe",
    "US",
    "AU"
  ],
  "IntegratedMerchantCreditCardEnabled": "false",
  "QuantitySoldByPickupInStore": "0",
  "ItemID": "252966783344",
  "HandlingTime": "1",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Breitling",
        "Name": "Brand"
      },
      {
        "Value": "undefined",
        "Name": "MPN"
      },
      {
        "Value": "Men's",
        "Name": "Gender"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Silver",
        "Name": "Face Colour"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Strap Material"
      },
      {
        "Value": "42mm",
        "Name": "Case Size"
      },
      {
        "Value": "Ballon Bleu De Cartier",
        "Name": "Model"
      },
      {
        "Value": "2017",
        "Name": "Year of Manufacture"
      }
    ]
  },
  "AutoPay": "true",
  "PrimaryCategoryName": "Jewellery & Watches:Watches, Parts & Accessories:Wristwatches",
  "QuantitySold": "0",
  "Title": "Cartier Ballon Bleu de Cartier Stainless Steel Unworn 2017 W69012Z4",
  "NewBestOffer": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Cartier-Ballon-Bleu-Cartier-Stainless-Steel-Unworn-2017-W69012Z4-/252966783344",
  "ListingType": "FixedPriceItem",
  "GlobalShipping": "false",
  "BidCount": "0",
  "ConditionDisplayName": "Used",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2529667833448080_1.jpg",
  "HitCount": "24",
  "PostalCode": "cr01rg",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "TimeLeft": "P29DT19H36M2S",
  "ConditionID": "3000",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/ahYAAOSwfRdZLpuk/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/fmUAAOSwX9FZLpv9/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/smQAAOSw42JZLpwX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/I-UAAOSw7GRZLpwu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/hBUAAOSwX61ZLpxC/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/~hUAAOSwlMFZLpxZ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/Wj8AAOSwrhBZLpxx/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/5QkAAOSwjL5ZLpyL/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/wW8AAOSwaeRZLp0~/$_1.JPG?set_id=8800005007"
  ],
  "Description": ":::ALBONE::: WELCOME TO OUR ONLINE STOREAbout UsFeedbackPaymentShippingReturns Policy 0208 686 3399 Toggle navigationMenuHOME Products WATCHES JEWELLERYACCESSORIESCONTACT US Menu HOMEWATCHES Products JEWELLERYACCESSORIESCONTACT US Cartier Ballon Bleu de Cartier Stainless Steel Unworn 2017 W69012Z4 PRODUCT DESCRIPTION This Cartier Ballon Bleu De Cartier is stainless steel with a 42mm case. This watch is unworn with original stickers. This Cartier is in its original red Cartier box, together with the International Guarantee Certificate which is stamped and dated 20/05/2017. Comes complete with our personalised 12 month warranty card. Thank you for looking. At Albone, we specialise in watches offering some of the finest brands in the world such as Cartier, Rolex and Omega. Our prices are very competitive and we pride ourselves on offering excellent customer service. We ensure that all our watches are tested on a professional timegrapgher machine at time of listing. We offer a personalised 12 month warranty card with every watch that we sell for your piece of mind. If you require any additional pictures of any of our items please do not hesitate to ask and we will happily arrange this for you. Our goal is not to make a sale but to create a rapport with our customers so that they feel happy to purchase from us regularly and recommend their friends. We have over 30 years' experience and are extremely passionate about what we do and the fantastic service we provide. If you have any questions about our buying one of our watches, or if there is a particular watch that you require that you do not see please do not hesitate to contact Albone on 0208 686 3399 as we can source almost anything. We will also consider part exchange and are also interested in purchasing your timepieces. Please inquire for more details. Steve PRODUCT INFO BRAND: Cartier MODEL: Ballon Bleu De Cartier MODEL NO: W69012Z4 MOVEMENT: Automatic MATERIAL CASE: Stainless Steel MATERIAL STRAP: Stainless Steel DIAL: Silver BEZEL: Smooth GLASS: Sapphire CASE: 42mm YEAR: 2017 (Unworn) BOX: Yes PAPERS: Yes WARRANTY: 12 months ABOUT US Welcome to Albone. We are a family run Jewellers in South London that specialises in fine watches and diamond jewellery. We offer some of the finest brands on the market at very competitive prices. Our ability to offer fantastic customer service is of great importance to us. Our goal is not to make a sale but to create a rapport with our customers so that they feel happy to purchase from us regularly and recommend their friends. This is our main goal and is something that our company strives for. We have over 30 years′ experience and are extremely passionate about what we do and the fantastic service we provide. We realise that the demand for quality jewellery and watches online is vast so we have decided to launch our own website. However, competition is also vast and so when choosing to purchase online you must be certain of who you are buying from. There are many online sellers who do not have a physical shop. I have found from my experience that customers much prefer the fact that they can come down to our store and view their desired item, try it on and make their purchase. I feel that this has been paramount to our recent success with our online business as there is no anxiety of waiting for a package to arrive worth thousands of pounds. It is very important that before you decide to purchase anything online you do your research and make sure that all of your questions are fully answered. Below we have some more information about our company. Thank you for visiting our site. PAYMENT We accept Paypal, Bank transfer, Cash up on collection and Credit/Debit card (Chip and Pin, face to face only) SHIPPING All our watches and Jewellery are appropriately packaged and are fully insured to make sure that they do not get damaged in transit. We have never had any incidents with a customer receiving a damaged item as every precaution is taken to ensure that your watch arrives to you safely. All UK purchases are sent using Royal Mail Special delivery which guarantees to have your item with you by 1pm signed for and fully insured. CONTACT US Whether you have a product related question; need some help choosing a gift or have a query concerning an existing order, we're here to help! Our phone lines are open from 10am-5pm Monday to Saturday, we are closed bank holidays. Call us on 0208 686 3399 or complete the form below and we'll be in touch as soon as possible. You can also email us directly at sales@albone.co.uk. Albone 31 Surrey Street. Croydon. CRO 1RG Telephone: 02086863399 Email: sales@albone.co.uk Facebook- Albone Instagram- @Albone Welcome to Albone. We are a family run Jewellers in South London that specialises in fine watches and diamond jewellery. We are extremely passionate about what we do and the fantastic service we provide. Useful Links About Us Payment Information Shipping Information Returns Feedback Contact UsContact Us Copyright © 2016 ALBONE All Rights Reserved.Design By: OLMS - Powered by:",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "FeedbackScore": "401",
    "UserID": "albonejewellers",
    "FeedbackRatingStar": "Turquoise"
  },
  "ListingStatus": "Active",
  "ReturnPolicy": {
    "ReturnsWithin": "30 days",
    "ReturnsAccepted": "Returns Accepted",
    "ShippingCostPaidBy": "Buyer"
  }
}