{
  "ExcludeShipToLocation": "PO Box",
  "ConvertedCurrentPrice": {
    "_currencyID": "USD",
    "value": "2999.5"
  },
  "SecondaryCategoryIDPath": "281:14324:166739",
  "HandlingTime": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/udYAAOSw42dZCQ-s/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/hRsAAOSwlndZCQ-w/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/3WsAAOSwCQZZCQ-z/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/gW8AAOSwjqVZCQ-2/$_12.JPG?set_id=880000500F"
  ],
  "Site": "US",
  "ConditionID": "3000",
  "PrimaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Wristwatches",
  "Quantity": "2",
  "Country": "US",
  "Seller": {
    "UserID": "lsmwatch",
    "FeedbackRatingStar": "Purple",
    "FeedbackScore": "993",
    "TopRatedSeller": "true",
    "PositiveFeedbackPercent": "100.0"
  },
  "StartTime": "2017-04-21T19:53:53.000Z",
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_10",
    "ReturnsAccepted": "Returns Accepted",
    "Refund": "Money back or exchange (buyer's choice)",
    "ReturnsWithin": "30 Days",
    "RestockingFeeValue": "10%"
  },
  "NewBestOffer": "false",
  "AutoPay": "true",
  "ListingStatus": "Active",
  "ListingType": "FixedPriceItem",
  "ConditionDescription": "Genuine Pre-Owned Rolex watch in excellent condition. Fully Polished & Serviced. This watch has gone through detailed movement inspection with our in house Certified Watch Maker to guarantee full functionality and keeping accurate time.",
  "Title": "Rolex Datejust 16030 Mens Silver Dial Quickset 36mm with Brown Leather Watch",
  "PrimaryCategoryIDPath": "281:14324:31387",
  "ItemID": "112379291400",
  "PaymentMethods": "PayPal",
  "SecondaryCategoryName": "Jewelry & Watches:Watches, Parts & Accessories:Other Watches",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Rolex-Datejust-16030-Mens-Silver-Dial-Quickset-36mm-Brown-Leather-Watch-/112379291400",
  "Storefront": {
    "StoreName": "LSM Watch",
    "StoreURL": "http://stores.ebay.com/id=1139569512"
  },
  "QuantitySold": "0",
  "PostalCode": "90014",
  "QuantitySoldByPickupInStore": "0",
  "GlobalShipping": "false",
  "ConditionDisplayName": "Pre-owned",
  "Description": "Rolex Datejust 16030 Mens Silver Dial Quickset 36mm with Brown Leather Watch LSM Watch - 100% LIFETIME TRADE-UP GUARANTEE LSMWatch.com is a reputable supplier of luxury timepieces. The elegant watches in our diverse inventory are available for purchase and can be shipped anywhere, worldwide. When you are shopping for watches in a variety of brands, models, and materials and want superior customer service, look no further than LSMWatch. Specifications BRAND Rolex MODELDatejust 16030 GENDERMens CASE SIZE 36mm BOX Watch Box PAPERS LSM Watch Appraisal BRACELET LENGTH Standard Wrist Size 7.5mm Watch Features MOVEMENT Original Rolex - Automatic Winding Movement -Caliber 3035 DIALOriginal Rolex  Silver Dial Stick Hourmarkers  BEZELOriginal Rolex  Fluted 18k White Gold Bezel CASE Original Rolex Stainless Steel CRYSTAL Original Rolex Sapphire Crystal BRACELET AFTERMARKET Leather WARRANTY LSM WATCH 2 Years WARRANTY YEAR 1980-1989 Condition Preowned        LSM Watch Lifetime Trade-Up Guarantee Additional Links Available to Purchase Return Policies Shipping Handling Policies Payment Terms of Sale Disclaimer About Us Contact Us LSMWatch is an online retailer of luxury Swiss made timepieces known for our large and diverse collection of watches as well as our unparalleled customer service. Let our knowledgeable team of experts help you choose the right watch from the wide range of brands we carry, including: Audemars Piguet, Breitling, Cartier, Chanel, Chopard, Jaeger LeCoultre, Patek Phillipe, Rolex, and TAG Heuer (plus many more!). We look forward to assisting you in purchasing your next watch. If you have 0 feedback, please message us before bidding. We reserve the right to cancel bids from buyers with 0 feedback. We accept the following methods of payment: Visa, Master Card, Discover, Amex, and E-Check through PayPal. Buyers may also choose to use Bill Me Later, the PayPal credit option which allows you to finance any transaction with no interest for up to 6 months. Please keep in mind due to the value of the items we sell, some payments may take up to 2 business days to be processed by PayPal. All orders within California will incur 8.75% Sales Tax. LSM Watch Inc. is an independant watch dealer and is not sponsored by, or affiliated with Rolex, Rolex USA or any of its subsidiaries. LSM Watch Inc. sells pre-owned Rolex watches and provides in-house warranty on all watch purchases. Rolex and www.rolex.com are under no obligation to warranty or service watches sold by LSM Watch Inc. The following Rolex models are all registered trademarks of the Rolex Corporation (Rolex USA, Rolex S.A.): Rolex Datejust, Rolex Day Date President, Submariner, Presidential, Explorer, Sea Dweller, Super President, GMT Master, GMT, Yacht Master, Prince, Milgaus, Master Piece, Air King, Cosmograph Daytona, and Pearl Master. All brands including but not limited to Cartier, Audemars Piguet, Patek Philippe, Breitling and Omgega are trademarks of their respective owners/holders. We are not affiliated in any shape or form with any of the brands we carry. All watches sold by LSMWatch come with an ironclad, 2 Year Warranty. Warranty covers all mechanical problems that might come with everyday use. Warranty does not cover broken or damaged parts due to physical damage. Any mechanical errors happening within the 2 years of your warranty is 100% covered by LSMW, free of charge. LSMWatch will provide the shipping cost (Create Shipping Label) for the return if our guidelines are followed by the customer. Please contact us for more detail. Our shipping handling will be 2 BUSINESS DAY from the date payment is received (and cleared). This time allows us to check, quality control & re-examine the whole watch to make sure that it is still in the same condition as when we listed it for sale. Also, your watch will go on a watch winder for 24-48 hours before we ship it to ensure its accuracy. Payment Received Expecting Package in your place Saturday, Sunday, and Monday Thursday-Friday Tuesday Friday-Monday Wednesday Monday-Tuesday Thursday Tuesday-Wednesday Friday Wednesday-Thursday For your protection and ours, we only ship to PayPal Verified Addresses. All watches will be shipped via UPS 2nd Day Air. All orders are 100% insured to the full value. International Buyers - Please Note: Import duties, taxes, and charges are not included in the item price or shipping costs. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. All packages $250.00 or more in value will require an adult signature upon delivery. Pre-owned watch- Customers may return most non-defective items (subject to manufacturer's return policy) to us within 30 days of invoice. An automatic after 10 days there will be an 10% restocking fee applies to all such returns. All shipping, packaging, handling and related charges are not refundable. Unworned -NO RETURN LSMWatch is located in Los Angeles, CA. we are available Monday through Friday from 9:30am to 5:30pm. Feel free to call us if you have any question about an item, or a purchase you have already made. You can get in touch with us 24/7 through eBay message. We try our best to answer all messages as soon as possible. Telephone: (213) 261-0805 See Details See Details See Details × Sell & Trade If you are looking to find the value of your watch allow our experts at LSMWatch.com to give you a free no obligation evaluation. With over 30 years combined experience, you can be rest assured that you will get the most up to the market appraisal of your merchandise.By selling your merchandise to us, we can guarantee you quick cash. We also take trades and will give you fair market value towards another item in our inventory that you may be interested in. Close × Authencity Guaranted Our Luxury Swiss Made Watches have been checked and authenticated by our Certified watchmaker. Everytime a watch enters our inventory it is throughouly checked for Rolex authenticity, condition, and value. We have a wide selection of both pre-owned & new watches. We value our customers and their feedback, our business has been, family ran for over 35 years. If you have any questions please feel free to contact us. Close × LSM Warranty Pre-Owned watches here at LSM we offer a two year warranty, which means any internal movement errors will be repaired for free from LSM Watch. As well as crystal replacement. Thank you Close",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryID": "31387",
  "SKU": "16030-1",
  "SecondaryCategoryID": "166739",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Rolex",
        "Name": "Brand"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Watch Rolex",
        "Name": "MPN"
      },
      {
        "Value": [
          "12-Hour Dial",
          "Diamond Accent",
          "Nickel-Free",
          "Sapphire Crystal",
          "Scratch-Resistant",
          "Screwdown Crown",
          "Swiss Made",
          "Swiss Movement"
        ],
        "Name": "Features"
      },
      {
        "Value": "Mechanical (Automatic)",
        "Name": "Movement"
      },
      {
        "Value": "100 m (10 ATM)",
        "Name": "Water Resistance Rating"
      },
      {
        "Value": "Analog",
        "Name": "Display"
      },
      {
        "Value": "Round",
        "Name": "Watch Shape"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Material"
      },
      {
        "Value": "Stainless Steel",
        "Name": "Case Color"
      },
      {
        "Value": "Polished/Matte",
        "Name": "Case Finish"
      },
      {
        "Value": "Silver",
        "Name": "Face Color"
      },
      {
        "Value": "Genuine Leather",
        "Name": "Band Material"
      },
      {
        "Value": "Brown",
        "Name": "Band Color"
      },
      {
        "Value": "36mm",
        "Name": "Case Size"
      },
      {
        "Value": "20mm",
        "Name": "Lug Width"
      },
      {
        "Value": "Casual",
        "Name": "Style"
      },
      {
        "Value": "Adult",
        "Name": "Age Group"
      },
      {
        "Value": "Rolex Datejust",
        "Name": "Model"
      },
      {
        "Value": "1980-1989",
        "Name": "Year of Manufacture"
      },
      {
        "Value": "Switzerland",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Leather Strap",
        "Name": "Band Type"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1123792914008080_3.jpg",
  "BestOfferEnabled": "true",
  "BidCount": "0",
  "TopRatedListing": "true",
  "EndTime": "2017-06-20T19:53:53.000Z",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "Location": "Los Angeles, California",
  "CurrentPrice": {
    "_currencyID": "USD",
    "value": "2999.5"
  },
  "TimeLeft": "P20DT2H2M33S"
}