{
  "ReturnPolicy": {
    "Description": "We fully guarantee that this item is authentic. If you judge this item to be a fake, and can prove it, we will refund your money after the item is returned. Expenses will be borne by the customer in the case of returned goods by the customer convenience.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P6DT12H54M20S",
  "ListingStatus": "Active",
  "ConditionDescription": "This Chanel Vintage Round Pin Brooch in Gold Tone made in France comes with A Hall Mark is a Pre-owned, Secondhand and Original Item.Although there are thin unnoticeable scratches, still in Good condition.CHECK ALL OF PICTURES BEFORE YOU BID !!!",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "150.0",
    "_currencyID": "USD"
  },
  "SKU": "1, 128",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "272702536471",
  "ConvertedCurrentPrice": {
    "value": "150.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-06-05T01:39:44.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-Chanel-Vintage-Pin-Brooch-Gold-Tone-Accessories-5-5-cm-Women-France-/272702536471",
  "Country": "JP",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T01:39:44.000Z",
  "PrimaryCategoryID": "50677",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Chanel",
        "Name": "Brand"
      },
      {
        "Value": "Yellow Gold Plated",
        "Name": "Metal"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "France",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Authentic Chanel Vintage Pin Brooch Gold Tone Accessories 5.5 cm Women France",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "AO",
    "TR"
  ],
  "Location": "Nagasaki city, Nagasaki",
  "Description": "100% Guaranteed AUTHENTIC CHANEL Vintage Gold Tone Round Pin Brooch INFO.Brand: CHANEL Color: Gold Tone Material: Gold Plated Comes with: A Hall Mark only Country of Manufacture: France Condition Rank: A Approx MeasurementLength: 5.5 cm / 2.16\" This Chanel Vintage Round Pin Brooch in Gold Tone made in France comes with A Hall Mark is a Pre-owned, Secondhand and Original Item. Although there are thin unnoticeable scratches, still in Good condition. CHECK ALL OF PICTURES BEFORE YOU BID !!! 2001050234100024 ezgtn fgtz YRES Please understand 1) The senses of smell is verify by person. 2) The actual color of the items may be a little different from what you see in pictures because of the spec of the monitor or PC. 3) Although I try my best to Describe the condition of each item with pictures, please note that items may have unnoticeable flaws. Condition Chart N: Brand New, never been used and unused item. S: Almost same as Brand New. Almost MINT condition. SA: Same as Brand New but displayed item. A: Recycle item with scratches or/and stains but still in good condition. AB: Between A and B. B: Generally Secondhand item which is more noticeable scratches or/and stains than A rank. BC: Between B and C. C: The item has more than above-stated defects. Shipping I will ship from Japan to worldwide via Japan Post within 1 business day of receiving payment. The tracking number and estimated delivery days will be mailed to you as soon as the package leaves my shop. From a smoke-free and pet-free place in Japan. Payment I ACCEPT PAYPAL ONLY Important Notice My all items are Secondhand items and 100% Authentic Guaranteed. All items are guaranteed to be 100% AUTHENTIC. NO FAKES, NO VARIANTS. All of my items are inspected by a brand specialist prior to being listed to verify authenticity. Please make sure the condition before you bid. I don't accept to declare under-value and as Gift on outside of package for customs. Import duties, taxes and charges are not included in the price of item or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up-do not confuse them for additional shipping charges. Return Policy PLEASE UNDERSTAND My condition chart is just reference. I cannot accept to refund or exchange the item for the reason based on the condition chart. Please contact me regarding any problems before leaving negative feedback. I will reply within 24 hours. HIRAKOBA Co.,Ltd. INAGAKIYA Bld. 1F, Hamano-machi 10-11, Nagasaki City, Nagasaki, 850-0853, Japan Nagasaki Public Safety Commission Dealer in Secondhanded Articles Permit NO.921010000456 THANK YOU FOR LOOKING !!",
  "PrimaryCategoryIDPath": "281:10968:50677",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2727025364718080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "UserID": "hirakoba0307",
    "FeedbackScore": "2503",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "HIRAKOBA",
    "StoreURL": "http://stores.ebay.com/id=1146254568"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/hqkAAOSw1DtXFFKm/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/nH8AAOSwqbZXFFKs/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/HQwAAOSw14xXFFKx/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/AKkAAOSwVghXFFK2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/APAAAOSwVghXFFK5/$_57.JPG?set_id=8800005007"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Pins & Brooches"
}