{
  "ReturnPolicy": {
    "Description": "Buyer must inform us within 48 hours of receipt in case of any problem. We offer replacement for a lost or defective item. If replacement is not possible, then we offer alternative items or a full refund. Also, if you are not satisfied due to some other reason, we accept a return and offer a refund of the item price (shipping charges not refundable in this case). Return shipping charges to be paid by buyer. We will try our best to resolve problems, and request your patience and understanding.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT22H45M9S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Piercing Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "41.99",
    "_currencyID": "USD"
  },
  "ItemID": "382116164311",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/22K-Gold-Nose-Pin-Ring-3-White-Stones-1-Violet-Trngle-Child-Kid-Jewellery-EN29S-/382116164311",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "41.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T14:13:23.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T14:13:23.000Z",
  "PrimaryCategoryID": "32050",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Yellow Gold",
        "Name": "Metal"
      },
      {
        "Value": "22k",
        "Name": "Metal Purity"
      },
      {
        "Value": "Cubic Zirconia",
        "Name": "Main Stone"
      },
      {
        "Value": "Made in India",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "NA",
        "Name": "EAN"
      }
    ]
  },
  "Title": "22K Gold Nose Pin Ring 3 White Stones 1 Violet Trngle Child Kid Jewellery #EN29S",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "@@@@% EXOTIC JEWELLERY Behold this marvellous and appealing nose pin. On offer is a stunning nose pin, 22K gold (not electroplated). The pin can be worn with an existing pricked hole. The nose pin has 3 sparkling white round stones and one light henna triangular stone. The lower end of the nose pin is slightly curved inwards. The straight part of the pin is about 10 mm in length and the curved part is about 3 mm. The nose pin has a curved wire for fastening. The pictures show the pin in a small box with a transparent lid. The pin will be shipped along with the box. This set is very popular. Flatter yourself by adorning these. Get that magical appeal which will leave one and all spellbound ! Excellent quality, trendy and easy on the pocket ! These can also be used as a great gift to somebody you adore ! Great value for money proposition! Celebrate the woman in you ! Note: The pictures are not good as the sparkling gives a good reflection. Click here to buy this item now Click here to buy this item now About Payment and Shipping Buyer pays shipping/handling charges of US$6. I ship worldwide and shipping charges are the same as mentioned for all locations. Please allow 15 working days for delivery from India. I assure you that you will find it worth the wait! Combined shipping: Shipping is reduced to US$4 per item for every additional item. PAYMENT OPTIONS I accept payment through paypal. Merchandise will be shipped within 48 hours of receipt of payment. Shipping is via Registered (Recorded) Mail. Signature required at the time of delivery. Please rest assured of delivery in excellent condition. Bonus - Free Free Free ! You get 1 pack of beautiful bindis/body dots absolutely free ! These are self-adhesive stickers that can be used for body decoration. Refund Policy - Bid with confidence. Buyer must inform us within 48 hours of receipt in case of any problem. We offer replacement for a lost or defective item. If replacement is not possible, then we offer alternative items or a full refund. Also, if you are not satisfied due to some other reason, we accept a return and offer a refund of the item price (shipping charges not refundable in this case). Return shipping charges to be paid by buyer. We will try our best to resolve problems, and request your patience and understanding.. In case of any problem, please contact me before leaving feedback, and I will try my best to assist you. More Variety in Jewellery ! For more variety of exotic designs in jewellery, check my other auctions and fixed price listings. Some samples are displayed below. Pure Silver Anklets (various sizes) 5 petals gold Nose Pin White stone nose pin 7 stone nose ear pin 9 stone nose pin Black n White nose pin Henna White stone nose pin Designer nose pin Violet nose ear pin 1 stone ear pins 6 white stones 1 violet blue star nose pin Henna Star stone nose pin Violet star stone nose pin White star stone nose pin 7 white stones 1 orange red triangle ear pins 7 white stones 1 henna triangle ear pins 7 white stones 1 white triangle ear pins 3 white stones 1 orange red triangle nose pin 3 white stones 1 henna triangle nose pin 3 white stones 1 violet triangle nose pin 3 white stones 1 white triangle nose pin Floral shape nose pin (bigger size) Floral shape nose pin (smaller size) Round shape nose pin Other exclusive items from India! Please check the other exclusive items I specialize in : Beautiful Sari/Saree/Fabric Exquisite Laces /Sari trim Gorgeous Bindis/Body dots Lovely Duppattas/ Shawls/ Scarf Petticoat/Skirt Stunning Jewellery Comfortable Stretch Blouse / Choli / Tops Fine Henna / Henna Stencils Threads : Polyester / Silk Click here to check out all my items across categories. Thanks for visting and / or bidding.",
  "PrimaryCategoryIDPath": "281:10968:15124:32050",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3821161643118080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "UserID": "indiandelight",
    "FeedbackScore": "8960",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "IndianDelight",
    "StoreURL": "http://stores.ebay.com/id=74633700"
  },
  "Quantity": "2",
  "Location": "India",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQzNFgxNjAw/z/KR0AAOSwcgNZNWcQ/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500"
}