{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P25DT9H29M28S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "65.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "263013784468",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Alexis-Bittar-Dewdrop-Lucite-Earrings-Fluorescent-Melon-Gold-Tone-/263013784468",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "65.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-01T00:20:19.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-01T00:20:19.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Alexis Bittar",
        "Name": "Brand"
      },
      {
        "Value": "Fluorescent Melon",
        "Name": "Color"
      },
      {
        "Value": "Lucite",
        "Name": "Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Alexis Bittar Dewdrop Lucite Earrings Fluorescent Melon Gold Tone",
  "ExcludeShipToLocation": [
    "Africa",
    "IT",
    "ID"
  ],
  "BidCount": "0",
  "Description": "Alexis Bittar Lucite - Dewdrop Earrings Glowing teardrops of hand-painted Lucite are hand sculpted with a gentle contour in understated earrings.Approx. drop: 1 3/8\".Approx. width: 1/2\".French wire.Lucite/14k gold-filled ear wire.Made in the USA. Please read before placing a bid. It is your responsibility to ask anything you are unsure of. We are here to assist you.Email us with any questions; if you are unclear about anything please ask. We will respond within 48 hours.After the auction is not the time to ask questions.NOTE REGARDING AUTHENTICITY: PLEASE BE ADVISED THAT I ONLY SELL AUTHENTIC NAME BRAND ITEMS. I DO NOT ENGAGE IN BUYING OR SELLING REPLICAS OF DESIGNER ITEMS OR ANY OTHER NAME BRANDS AT ALL. IF YOU HAVE ANY QUESTIONS AT ALL REGARDING AUTHENTICITY, PLEASE DO ASK BEFORE BIDDING! PAYMENT METHOD:PAYMENT BY PAYPAL ONLY!BUY IT NOW PRICES MUST BE PAID IMMEDIATELY!!!Please do not email us to ask for other payment option.We ship to PayPal CONFIRMED address ONLY.Payment should be sent within 3 days after the auction ended.By bidding your agree to our Terms & Conditions.SHIPPING:Your item is usually mailed out within 3 BUSINESS days after your payment is cleared.No pick-up is available.Shipping, duty, brokerage, & insurance charges are non-refundable. Customer is responsible for cost of return shipping.If you pay for an item on a Friday or the weekend, please note that your item will be shipped Monday. Once your item is shipped, I have no control over customs departments or any further kind of delays.If a package arrives damaged, it is best if you refuse the package. If you sign for and keep the package, please make sure you note the damage when you sign for it so that we may file a claim with the carrier in the event that the actual product you ordered was also damaged. We are not responsible for products lost or damaged during shipment. If you need expedited shipping please let us know and we can send you an invoice for cost of expedited shipping.INTERNATIONAL BUYERS PLEASE NOTE:Import duties, taxes and charges are not included in the item price or shipping charges. If incurred, they are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding and buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up please do not confuse them for additional shipping charges. I do not mark merchandise values below value or mark items as gifts - this is against EBAY'S rules and US and International government regulations prohibit such behavior.We cannot ship first class mail to International locations due to high incidence of loss. International shipments will be shipped express mail unless otherwise noted.ALL SALES ARE FINAL:All sales are final unless items are not as described. If there is a problem, please contact us within 2 days of receiving items to discuss any issues. If we confirm a return is needed due to item not as described, the item must be returned within 7 days of receipt of purchase. Buyer is responsible for return shipping.We reserve the right to cancel bids on any item due to feedback.We believe all the problems can be solved if buyer works with us. Negative feedback neither helps nor solves any problems. New eBay members don't realize leaving feedback is permanent or use it as a way to try to communicate with us. It is eBay's posted policy to contact the seller before leaving neutral/negative feedback. Posted with eBay Mobile",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2630137844688080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "danica4b",
    "FeedbackScore": "1840",
    "FeedbackRatingStar": "Red"
  },
  "Location": "USA",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/K1EAAOSwiYFXFuQv/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QzcAAOSwKfVXFuRL/$_57.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "60000"
}