{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P18DT19H20M56S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "35.76",
    "_currencyID": "USD"
  },
  "SKU": "B015X3R9LG",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "162528456866",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Supernatural-Skull-Powers-Magic-All-Forces-Nature-Amulet-Blue-Crystal-Pendant-/162528456866",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "35.76",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-25T10:24:11.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-24T10:24:11.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "BestAmulets",
        "Name": "Brand"
      },
      {
        "Value": "BestAmulets",
        "Name": "Manufacturer"
      },
      {
        "Value": "AGD-SKULL2CD",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Title": "Supernatural Skull Powers Magic All Forces of Nature Amulet Blue Crystal Pendant",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "BidCount": "0",
  "Description": "Supernatural Skull Powers Magic All Forces of Nature Amulet Blue Crystal Pendant Product Features Best Amulets® Collection. Very Unique and Special Supernatural Skull Amulet with Austrian Crystal in the Center Amulet Size: 35mm. Created as 4 Planetary Directions holding Skull pointing to South, North, West and East Amulet Charm is Made from Stainless Steel and has Nice Antique Black Finish Ready to wear with Very Popular Adjustable Cotton Waxed Cord Necklace. Cord Adjusts from 15 up to 24 inches long Comes with Gift Kind Packaging Product Description Best Amulets Collection. Very Unique and Special Supernatural Skull Amulet with Austrian Crystal in the Center. Amulet Size: 35mm. Created as 4 Planetary Directions holding Skull pointing to South, North, West and East. Amulet Charm is Made from Stainless Steel and has Nice Antique Black Finish. Ready to wear with Very Popular Adjustable Cotton Waxed Cord Necklace. Cord Adjusts from 15 up to 24 inches long. Comes with Gift Kind Packaging. Absolutely Unique and Special Supernatural Skull Amulet looking over South, North, East and West. Adorned with Royal Blue Austrian Crystal cabochon in the center of the Amulet and makes it Very Attractive and Eye Catching. This Amulet holds Powers of Protection and Magic All Forces of Nature Energies as Skull is pointing out to each Planetary direction looking out for you every step of the way. Stay Unique and Magic with your Own Skull Supernatural Amulet. Meaning of Skull Symbol: The skull is one of the oldest and most powerful of all symbols. It has been used to symbolize both side of the spectrum and therefore have diverse meanings to different people. For some, skulls symbolize protection, strength, power, fearlessness, wisdom and guidance, overcoming death, surviving through a difficult time, or even immortality. It may invoke fear or caution. Symbolizes life after death, transformation or change. Also symbol of nonconformity, free-thinking, rebelliousness, toughness, courage, bravery in the face of death and danger. Used as good luck charm since many ancient cultures believed used them to ward off evil or illness and wore them to insure protection and well-being. Some people just think they are cool and use them as Good Luck and Protective Amulets and Talismans. Shipping Policies Free 2-4 business day shipping with 1 business day processing eBay's arrival estimate is based on average ship times & not a guarantee Please make sure you want the item, we are unable to support cancellations Buyer is responsible for address entered, we do not support address changes. Buyer is responsible for all applicable local & state laws regarding purchase Return Policy Returns must be NEW & UNUSED condition with all parts & original packaging Please message us for the required RMA to return an item Return shipment for defective items is paid for by us! We do not stock parts. All returns require returning the entire item Perishable items are guaranteed to be in date or full refund Customer Service Please allow us to resolve any issues before leaving feedback. We will resolve any issue! Please allow up to 24 hours for a response!",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625284568668080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "hopiphola",
    "FeedbackScore": "142",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "hopiphola",
    "StoreURL": "http://stores.ebay.com/id=1278065806"
  },
  "Quantity": "1",
  "Location": "US",
  "HitCount": "9",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/5d4AAOSwR29ZJrC3/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/6CkAAOSwEHpZJrC7/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/7ZYAAOSwtGlZJrC-/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/XOgAAOSwaeRZJrDB/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/YMIAAOSwuMZZJrDF/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/RXUAAOSwDiBZJrDJ/$_3.PNG"
  ],
  "ConditionID": "1000"
}