{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P22DT17H15M49S",
  "ListingStatus": "Active",
  "ConditionDescription": "Hand made and designed by kittenkat22. One of a kind orignial design proudly handmade in the USA by the seller.",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "32.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "152564871343",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Hand-Made-French-hair-comb-Swarovski-elements-gold-plated-Bridal-Black-comb-/152564871343",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "32.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-29T04:41:42.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-28T04:41:42.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "none- hand made by kittenkat22",
        "Name": "Brand"
      },
      {
        "Value": "french hair comb",
        "Name": "Style"
      },
      {
        "Value": "gold plated",
        "Name": "Metal"
      },
      {
        "Value": "Swarovski crystal  elements",
        "Name": "Main Stone"
      },
      {
        "Value": "acrylic comb",
        "Name": "Material"
      },
      {
        "Value": "Clear",
        "Name": "Main Color"
      },
      {
        "Value": "french hair comb",
        "Name": "Type"
      },
      {
        "Value": "Bridal/Wedding",
        "Name": "Theme"
      },
      {
        "Value": "4 1/4 inches wide",
        "Name": "width"
      },
      {
        "Value": "3 3/8 inches long from the crystals to teeth",
        "Name": "length"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Hand Made French hair comb with Swarovski elements gold plated Bridal Black comb",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "BidCount": "0",
  "Description": "~~~Welcome to My Store! ~~~ Be sure to check out my ME page for my blog and stores info Item Description This lovely french hair comb is made from a black color acrylic material. I have added genuine Swarovski crystal elements gold plated Bridal trim which has 5 mm crystals set into rhodium plated bezel settings. The settings are held together by white cord which is not noticeable when worn- all you see is the bling in your hair. The comb measures 4 1/4 inches wide by 3 3/8 inches long (from the top of the comb to the bottom of the teeth). The trim on this comb is so very elegant! It is perfect for a bride or any special occasion and will make a perfect heirloom to pass down. It is sent boxed for protection and storage. All of my ads and my designs are copyright protected. All sales are final! I strive for FIVES in all Feedback categories. Buy with confidence! Be sure to check out my ME page Sign up for my email newsletters by adding my eBay Store to your Favorites Terms of Sale Payment: I accept Paypal. payment due in four days. Combined Shipping Discount: All items must be paid for in one payment for combined shipping. Please make sure you are completely done shopping before checking out. See shipping tab for prices Shipping: Shipping is done via the USPS and a tracking number is provided to you free of charge. Please make sure that your shipping address in Paypal is correct. I ship only to the address on file at the time of purchase. Please make sure that your mailbox accepts mail from Paypal in order to receive this important information. Tracking information is sent to all buyers- no exception. If you do not receive your message - please check your spam mail. All orders with payments that clear by 6 PM est. will ship the next morning. I ship Monday through Friday and on most Saturdays. I do not ship international packages on Saturday's and I do not ship any packages on USPS Postal Holidays or Sundays. Every item is thoroughly inspected and all packages are properly prepared with the maximum safety of the item in mind before being shipped. If you need your item in a hurry please use the Priority Shipping option. Feedback: In the unlikely event there is a problem please contact me first before leaving feedback so that I may correct it. Miscellaneous Information: All sales are final, NO refunds or exchanges. Be sure to ask all questions before you buy. Your purchase or bid is your non verbal agreement that you have read all the terms in this ad and agree to them. Seller is not responsible for the use of any item once it is received, or for buyer’s remorse. All items are inspected before shipping and are exactly as stated in the ad. Seller is also not responsible for international shipments with respect to any taxes, tariffs or duty that you may incur as a result of your purchase; All sales are reported accurately on customs forms. All questions are answered within 24 hours or less if possible, unless the answer is already in the ad. Unless there is a \"Make me an offer\" button in the ad do not send an offer. This is against eBay policy and I do not respond to these questions. I do not work for any company whose items I sell and make no product warranty for any item or through any company for any item. All items come from a smoke free environment but not pet free. Copyright Protection: All ads, pictures, layout designs and designs of items personally designed by me are copyright protected and are also non transferable to the purchaser. Thank you for visiting my store!",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1525648713438080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "kittenkat22",
    "FeedbackScore": "5918",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "Kittenkat22",
    "StoreURL": "http://stores.ebay.com/id=141187124"
  },
  "Location": "Lake Orion, Michigan",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/INsAAOxygLxSXNSZ/$(KGrHqQOKnEE7D8TqIgvBS(NSZQ08Q~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/IhYAAOxyZwpSXNSe/$(KGrHqVHJEgFJ,QWgiJvBS(NSdmJpQ~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/16EAAOxywOtSXNSl/$T2eC16ZHJGUFFh)rg8GkBS(NSkkj0!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/14wAAOxywOtSXNSi/$(KGrHqZHJEEFJb6f,tbfBS(NSibIpw~~60_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "PostalCode": "48360"
}