{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P6DT8H8M57S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "32.99",
    "_currencyID": "USD"
  },
  "ItemID": "222531430772",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Blue-Topaz-Designer-Halo-Pendant-14k-White-Gold-Over-925-Sterling-Silver-/222531430772",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "32.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-01T22:58:41.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-11T22:58:41.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Simulated",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "Halo Pendant",
        "Name": "Style"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "Silver Star Gems Jewelry",
        "Name": "Brand"
      },
      {
        "Value": "Sterling Silver, 925 parts per 1000",
        "Name": "Base Metal"
      },
      {
        "Value": "Beauty",
        "Name": "Theme"
      },
      {
        "Value": "925 parts per 1000",
        "Name": "Metal Purity"
      },
      {
        "Value": "Simulated Blue Topaz",
        "Name": "Main Stone"
      },
      {
        "Value": "Oval",
        "Name": "Main Stone Shape"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "Title": "Blue Topaz Designer Halo Pendant 14k White Gold Over 925 Sterling Silver",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Silver Star Gems Jewellery Note To Buyer Kindly note if you had purchased \"Ring\"advised to note the below mentioned details If we don't receive the ring size within 3 working days after the payment transaction, by default we will process the order by standard ring size, which is US Women Size \"7\" & Men Size \"10\" If you want another ring size so kindly send us the message otherwise will ship it mentioned size. About Us We have been in business for 20 years and counting.We have received great feedback ratings from customers. Our prices are lowest because we are the manufacturer and have removed the middlemen. We stock mostly all Items we list. Although many items are sold in “auction” format, we often have pieces available for instant purchase. We offer a full 30-day money back 100% satisfaction warranty on each item. We stand behind everything we sell. Shipping Orders will be shipped out within 5 business days after your payment has completed. Free Shipping 3 to 5 business days to United States (FedEx Express Saver) Free Shipping 1 to 10 business days to Worldwide (Economy Shipping) 7.99 3 to 5 business days to United Kingdom, Mexico, Germany France (FedEx International) 24.99 3 to 5 business days to worldwide (FedEx International) If you do not receive your order within the estimated delivery time, please contact us by message and we will gladly assist you. We have paid all postage before shipping, but for international buyers please be advised that import duties, taxes and charges are not included in the item nor shipping price. These charges are the buyer's responsibility; please check with your country's customs office to determine what these additional costs will be prior to making your purchase. Meanwhile, please tell us at the time of purchase if you have any special requests regarding the Customs declaration for your order. For instance, a particular name or value you would like on the package. Payment We accept PayPal only You can also pay using your credit card, via PayPal, by using PayPal as a guest. Terms of Sale All items will be checked and packed in good condition before shipping. If you are not happy with the item, you can return it in original condition and packaging within 30 days from the date received. Please email us first for return address and instructions. We offer money back or exchange for return. Buyers pay the return shipping. We will refund the amount once we receive the item. If you have any questions/complaints please feel free to contact us before leave feedback. You can leave us message at any time and we will try our best to solve the problem as soon as possible. Services Offered Direct from Manufacturer Free Custom Ring Sizes 30 Days Money Back Guarantee Contact Us If you have any questions and doubts please feel free to contact us via Ask a question . We will reply you within 24 hours. Thank you for your understanding and we appreciate your business! Feedback Your satisfaction is the most important thing we pursue. We always strive for all 5 star DSR(Detailed Seller Ratings) and positive feedback. Have A Nice Day",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2225314307728080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "silverstargemsjewelry",
    "FeedbackScore": "43",
    "FeedbackRatingStar": "Yellow"
  },
  "Quantity": "1",
  "Location": "MUMBAI, MAHARASHTRA",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/~nwAAOSwfVpYqtJO/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/6g0AAOSwax5YqtJS/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/gBMAAOSwdGFYqtFM/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "400042"
}