{
  "ReturnPolicy": {
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P6DT21H15M19S",
  "ListingStatus": "Active",
  "Storefront": {
    "StoreName": "Bling Bling Clearance Sale",
    "StoreURL": "http://stores.ebay.com/id=113105849"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Other Body Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "CurrentPrice": {
    "value": "54.66",
    "_currencyID": "USD"
  },
  "SKU": "prestashop-300",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "291687909722",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Lab-Ruby-Gold-Plated-Hiphop-bling-Pendant-and-Faux-Diamond-Chain-/291687909722",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "54.66",
    "_currencyID": "USD"
  },
  "QuantityAvailableHint": "MoreThan",
  "StartTime": "2016-02-18T13:35:47.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "GB",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T13:35:47.000Z",
  "PrimaryCategoryID": "110399",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Cubic Zirconia",
        "Name": "Main Stone"
      },
      {
        "Value": "5055469911065",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      }
    ]
  },
  "Title": "Lab Ruby Gold Plated Hiphop bling Pendant and Faux Diamond Chain",
  "ExcludeShipToLocation": [
    "Africa",
    "CA",
    "AF",
    "AM",
    "AU",
    "AL",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "BidCount": "0",
  "Description": "Customer Care? 01789 264051 Please use eBay messaging system Add to Favourites Home New Arrivals Ending Soon Feedback Contact Us Categories Pendant & Chain Combos Chains Grillz Bracelets Earings Rings Lab Ruby Gold Plated Hiphop bling Pendant and Faux Diamond Chain Product Details The HOTTEST New Trend, Lab Ruby Stone Block Pendants! Spotted on many a Celeb get the new Lab Ruby Block Iced out pendant & Chain combo, our comes with a Quality heavy 1 Row of ice 30\" Long Faux Diamond chain for maximum bling! - When purchasing one of our premium pendants you can be sure that it is of the highest quality fashion Hip Hop Jewelry you have ever seen! TO BACK THIS UP WE HAVE A NO QUIBBLE MONEY BACK GUARANTEE IF YOU'RE NOT SATISFIED. Comes complete with a 30 inch length heavy Faux Diamond chain worth £19.99, see the picture... Pendant Measurements; Height; 45mm - (1.5 INCHES) Width: 35mm (1.4 INCHES) Thickness: 12mm Material; Gold Plated Chain specification; Measures 30 inches long x 5mm Wide. 4mm Grade A Faux Diamond stones embedded in a solid link chain Weighs 100g Material: Gold Plated * THIS ITEM IS FULLY ICED OUT WITH CZ ROCKS THAT GLISTEN LIKE REAL DIAMONDS! * PAYMENT SHIPPING RETURNS About Us We accept Payment by PayPal We ship fast! > All orders recieved by 2pm are dispatched the same day. We fully comply with all legal requirements under both the Sale of Goods Act & the Distance Selling Regulations Faulty Items In the unlikely event that you receive a faulty or damaged item, please notify us by email at Please use eBay messaging system within a resonable time and return it to us within 30 calendar days. We will either replace the product on a like for like basis or we will refund your payment in full (This includes the original shipping and packaging charge you paid) whichever you prefer. Return for any other reason If you decide you want to return the item for any other reason within the first 30 days, then your item purchase price will be refunded including the cost of \"basic\" or the least expensive delivery cost [providing the item is returned in a re-saleable, unopened condition] If you are returning goods that are not faulty, they must be sent & recieved \"as sent\" [i.e. in the condition you received them] with the full, complete and un-damaged packaging that the item/s were sent with. You are responsible for the shipping costs for returning the item to us. Once the goods have been returned & inspected, a refund will be given within 14 days after the goods have been recieved. - Refunds are only made back to the same means of the payment used for the initial transaction. Customers are kept updated on the confirmation of sales & returns by the email used to make the initial purchase. We reserve the right to refuse the return and send the item back to you, if the item is not of saleable quality. Note: For hygene reasons, Grillz & Earrings are only returnable if the seal has not been broken on the box. Bling Bling Online have been trading for over 10 years, and are specialists in providing Hip Hop Jewellery, Watchs, Chains and Grillz direct from the UK. Sign up to our Newsletter Click here to Subscribe to our Newsletter. Get the all latest News,Updates and Special Offers about OUR STORE. Add to Favourites Useful Links About Us Message us Shipping Returns Feedback New Arrivals Ending Soon Contact Us AboutUS We are a UK based company who ship globally, we have been trading for over 10 years, and are specialists in providing Hip Hop Jewellery, Watchs, Chains and Grillz direct from the UK.. We Are Here01789 264051 Please use eBay messaging system Copyright &copy 2017, Bling Bling Online LTD. All rights reserved. Brand Unbranded Main Stone Cubic Zirconia EAN 5055469911065",
  "PrimaryCategoryIDPath": "281:10968:15124:110399",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2916879097228080_2.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "UserID": "jh693",
    "FeedbackScore": "702",
    "FeedbackRatingStar": "Purple"
  },
  "QuantityThreshold": "10",
  "Location": "Stratford-upon-Avon",
  "Quantity": "999",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Njc5WDgwMA==/z/RYEAAOSwCQZZCJvP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/q0oAAOSwcgNZCJvR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/2vYAAOSww9xZCJvU/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzgxWDgwMA==/z/-mkAAOSwT-FZCJvX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDc4Mg==/z/80wAAOSwcgNZCxC7/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}