{
  "ReturnPolicy": {
    "Description": "Buyer must contact within 30 days of receipt of package according to online tracking and inform us by eBay of intention to return product and receive instructions by . All watches must be brand new on return. Not sized/worn or otherwise altered . All tags manuals papers and security tags must be intact. If links have been removed or changed return cannot be accepted. Buyer has responsibility to inspect the product and make sure to their satisfaction prior to wearing/sizing.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "542.0",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "391803735785",
  "PrimaryCategoryName": "Business & Industrial:Office:Office Supplies:Pens & Pencils:Calligraphy & Fountain Pens",
  "ListingStatus": "Active",
  "Site": "US",
  "PostalCode": "24502",
  "SecondaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Mixed Items & Lots",
  "ConvertedCurrentPrice": {
    "value": "532.0",
    "_currencyID": "USD"
  },
  "SecondaryCategoryIDPath": "281:10968:10970",
  "BidCount": "8",
  "ConditionDisplayName": "New",
  "TopRatedListing": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "PrimaryCategoryID": "61778",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryIDPath": "12576:25298:58271:25351:61778",
  "Subtitle": "MSRP$4,950  No Reserve Auction       Fußball  Broad Tip",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3918037357858080_1.jpg",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "clearinghousesales",
    "FeedbackScore": "21735",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "Discount Swiss Time",
    "StoreURL": "http://stores.ebay.com/id=125858808"
  },
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "AmEx"
  ],
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/wI0AAOSwdGFY0ZjB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/G-gAAOSw4A5Y0ZjB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/LBEAAOSw32lY0ZjA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/cXIAAOSwB-1Y0ZjB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/ZL4AAOSwzgBY0ZjA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/Bm4AAOSwax5Y0ZjB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/iVMAAOSwYXVY0ZjB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/PAYAAOSwTM5Y0ZjB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/XLEAAOSwuxFY0ZjB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/Ft4AAOSwhQhY0ZjA/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "SKU": "ISICP5SL",
  "StartTime": "2017-06-03T02:20:00.000Z",
  "QuantitySold": "0",
  "HighBidder": {
    "UserID": "k***k",
    "FeedbackScore": "4",
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "None"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "532.0",
    "_currencyID": "USD"
  },
  "SecondaryCategoryID": "10970",
  "HitCount": "53",
  "QuantitySoldByPickupInStore": "0",
  "HandlingTime": "1",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Montegrappa-Pele-Icons-Limited-World-Cup-Soccer-Silver-Luxury-Fountain-Pen-/391803735785",
  "EndTime": "2017-06-08T02:20:00.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Montegrappa",
        "Name": "Brand"
      },
      {
        "Value": "ISICP5SL",
        "Name": "SKU"
      },
      {
        "Value": "ISICP5SL",
        "Name": "Manufacturer Part Number"
      },
      {
        "Value": "New in Montegrappa box",
        "Name": "Additional Information"
      },
      {
        "Value": "Made in Italy",
        "Name": "Origin"
      },
      {
        "Value": "5.7 in, soccer ball shaped end cap, All Hail the King engraved o",
        "Name": "Pen Details"
      },
      {
        "Value": "Silver, blue resin",
        "Name": "Pen Materials"
      },
      {
        "Value": "Fountain",
        "Name": "Pen Style"
      },
      {
        "Value": "Pele- Icons",
        "Name": "Series"
      },
      {
        "Value": "Inkwell, user manual, limited edition certificate, historyproduc",
        "Name": "Box includes"
      },
      {
        "Value": "1283 pieces",
        "Name": "Limited Edition of"
      },
      {
        "Value": "18k, broad nib, engraved with Pel?-s bicycle kick",
        "Name": "Pen Nib"
      },
      {
        "Value": "Pen shaft engraved with Pel?-s signature &amp;amp;amp; dates he",
        "Name": "Additional Pen Details"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Montegrappa Pele Icons Limited World Cup Soccer Silver Luxury Fountain Pen",
  "TimeLeft": "P2DT11H59M7S",
  "Location": "Lynchburg, Virginia",
  "Description": "Montegrappa Pele Icons Limited Edition Heritage Soccer World Cup Silver Broad Fountain Pen Isicp5sl Retail $4950 Jewelry Writing Instrument. Sterling Silver and 18K Gold SpecificationAdditional InformationNew in Montegrappa boxConditionBrand newOriginMade in ItalyPen Details5.7 in, soccer ball shaped end cap, All Hail the King engraved on cap,colors represent Brazil flagPen MaterialsSilver, blue resinPen StyleFountainSeriesPele- IconsBox includesInkwell, user manual, limited edition certificate, history product bookLimited Edition of1283 piecesPen Nib18k, broad nib, engraved with Pele bicycle kickAdditional Pen DetailsPen shaft engraved with Pele signature & dates he won his 3 FIFA International CupsItem #ISICP5SLMfg Part #ISICP5SL MSRP: $4,950.00Box includes:Inkwell, user manual, limited edition certificate, history/product bookOrigin:Made in Italy About Us Headquartered in Lynchburg, Virginia UpscaleTime has officially been in business since 2006 although the owner sold his first watch on the internet as early as 2004. We pride ourselves on our customer service, which has enabled us to greatly grow our business and offer all of our authentic Luxury Watches at prices discounted below retail pricing. We provide fast, worldwide shipping. We stock nearly 100% of what we sell and are NOT a drop ship operation like many other websites that sell luxury watches. Our photography department takes all our own pictures in house and our shipping department ships from our warehouse located in Lynchburg, Virginia. We carry only 100% authentic product and only source product from reputable sources with all manufacturer reference numbers and serial numbers intact. We have sold millions of dollars’ worth of Luxury Watches and accessories to thousands of satisfied customers all over the world. Many of our customers are repeat customers that come back to us time and time again for great deals so rest assured that you are in good hands. All Watches have two year warranty. Please message us through EBay with any questions regarding warranty. Feel free to message us through EBay us with any other questions you may have. We look forward to serving you. We accept: PayPal, Visa, MasterCard and American Express Shipping We typically ship by FedEx for both domestic and international. Some items may ship by USPS at our discretion. Shipping upgrades to 2 Day and Overnight are available on most all our EBay listings at checkout. We meet the latest delivery date that EBay provides to you on more than 99% of all orders. All orders over $750 total require a signature at delivery. FedEx will make three delivery attempts then you may pick it up at the local FedEx station. International Buyers: We ship By FedEx international. We ship Worldwide. Our volumes discounts with FedEx get passed on to you making our international Shipping costs extremely competitive. Most areas of the world are only $58.99 for FedEx delivery. (Excluding watch winders) Please with your country's customs office to determine what these additional costs will be prior to bidding/buying. Import duties taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Buyers Shipping To Russia: We do ship to Russia by USPS Priority Mail International ONLY. Cost is $99 and includes 3rd party package . No Hassle Returns: Buyer must contact within 30 days of receipt of package according to online tracking and inform us by eBay message or through eBay returns of intention to return product and receive instructions. All Items must be brand new on return. Not sized/worn or otherwise altered. Buyer has responsibility to inspect the product and make sure the product is to their satisfaction prior to wearing/sizing.",
  "ListingType": "Chinese",
  "NewBestOffer": "false",
  "Quantity": "1"
}