{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P5DT4H31M14S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Grillz, Dental Grills",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU"
  ],
  "CurrentPrice": {
    "value": "33.16",
    "_currencyID": "USD"
  },
  "SKU": "105411|20257941",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "222534043517",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Custom-Lab-Diamond-Grillz-Top-and-Bottom-Teeth-Christmas-Costume-Men-Women-/222534043517",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "33.16",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-03T20:23:06.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "MY",
  "GlobalShipping": "false",
  "EndTime": "2017-06-10T20:23:06.000Z",
  "PrimaryCategoryID": "152808",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "Manufacturer Part number"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "690126157377",
        "Name": "UPC"
      },
      {
        "Value": "Not applicable",
        "Name": "EAN"
      }
    ]
  },
  "Title": "Custom Lab Diamond Grillz Top and Bottom Teeth Christmas Costume Men Women",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "CN",
    "GE",
    "PK",
    "TJ",
    "TM",
    "UZ",
    "HK",
    "ID",
    "LA",
    "MY",
    "PH",
    "SG",
    "TW",
    "TH",
    "JO",
    "LB",
    "OM",
    "QA",
    "AE"
  ],
  "BidCount": "0",
  "Description": "Product description Shipping Payment Return policy&Feedback Contact Us Product Description Features: Each grillz can fit any teeth no matter how straight or crooked your teeth are. You can wear the grillz or remove it easily Cool decoration for your teeth. **Disclaimer** These grillz are intended for decoration and entertainment purpose only. The grillz are not intended for eating. These products are sold as it is without warranties of any kind. Due to the nature of this product, no returns or exchanges are allowed so please be aware of that prior to ordering. We will not be liable for any damages of any kind arising from the use of these grillz including but not limited to incidental, punitive or accidental damages. How to use: 1.Put the white silicone into the grillz. 2.Put the grillz in hot water during 70-80°C to make the silicone melt. (Don't use boiling water ) 3.Put the grillz in your mouth and slight bite to make it fits to your teeth. 4. Rinsing and keep dry after use it. Description: 100% Brand new and high quality Color: As picture show Material: Copper, plated. Both top and bottom teeth included. Package include: 1 X Grillz Note: All communications are handled through Email. We strive to answer all emails as quickly as possible, but due to high email volume and different time zones,it may take times for us to reply(and we can not reply emails on Weekends and other public holidays, please wait with patience if you send us emails on/before these days). Thanks in advance for your patience. We Really appreciate your positive eBay feedback!!! And if you are satisfied with our service, we hope you would not leave us a non-positive feedback like \"item is good....\", as we do the business with our heart, this will really hurt a seller, thanks for your understanding! Shipping Item will be shipped within 24 - 72 hours after full payment is received. The Item will be shipped by air mail，Normally the shippment to worldwide is used to take 15 to 30 business days, exclude Sat & Sun. Payment We only accept payment through Paypal. Payment must be received in 7 business days of auction closing. Please leave note for your special request in ebay note when you pay the order. Any special request cannot be accepted after 24 hours of payment, because most of orders will be processed instantly and same day dispatched. Warranty&Feedback If the item is defect when you receive it or you are not satisfied with it, please return it within 14 days for a replacement or money back. But the items must be back in factory condition. Please contact us and double check the return address before you return it. If is item is defective in 3 months, you can return it to us. We will send you a new replacement after receiving the defective item. Contact Us We care about our valued buyers, if you have any questions, our Customer Service staffs will be very glad to help you. We try our best to reply your email as soon as possible, please kindly allow 24 hours(working day) for us to response. Thank you. We greatly appreciate your POSITIVE feedback. Please do NOT leave negative or neutral feedback without any contact.",
  "PrimaryCategoryIDPath": "281:10968:15124:152808",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2225340435178080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.3",
    "UserID": "aswrite3",
    "FeedbackScore": "2452",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "aswrite3",
    "StoreURL": "http://stores.ebay.com/id=1511296013"
  },
  "Quantity": "3",
  "Location": "Malaysia",
  "HitCount": "6",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/NEkAAOSwH09ZMxqi/$_3.JPG",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/L3YAAOSw0hlZMxql/$_3.JPG",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/ESMAAOSwKytZMxqm/$_3.JPG",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/gSkAAOSw3gJZMxqo/$_3.JPG"
  ],
  "ConditionID": "1000"
}