{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P9DT18H44M40S",
  "ListingStatus": "Active",
  "ConditionDescription": "WONDERFUL 925 STERLING SOLID SILVER  PLAIN STYLISH ADJUSTABLE BRACELET FOR WOMEN & GIRLS WEAR SBR-501",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "30.99",
    "_currencyID": "USD"
  },
  "ItemID": "162542051791",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/WONDERFUL-925-STERLING-SOLID-SILVER-PLAIN-STYLISH-BRACELET-SBR-501-W00436-/162542051791",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "30.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T04:35:54.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T04:35:54.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "HANDMADE",
        "Name": "Brand"
      },
      {
        "Value": "Silver",
        "Name": "Metal"
      },
      {
        "Value": "925",
        "Name": "Metal Purity"
      },
      {
        "Value": "PLAIN",
        "Name": "Main Stone"
      },
      {
        "Value": "BRACELET",
        "Name": "Style"
      },
      {
        "Value": "ADJUSTABLE",
        "Name": "Length (inches)"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "WONDERFUL 925 STERLING SOLID SILVER PLAIN STYLISH BRACELET SBR-501 W00436",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "VICTORIANJEWELS_US WELCOME WONDERFUL 925 STERLING SOLID SILVER PLAIN STYLISH ADJUSTABLE BRACELET FOR WOMEN & GIRLS WEAR DESCRIPTION • STUFF TYPE - BRACELET• QUANTITY - 1 Pcs • MAIN STONE - PLAIN • WEIGHT (IN GMS) - 13.4 SIZE(INCH)-ADJUSTABLE Customer Service Is Our #1 Priority!! Terms of Payment To assure you the maximum comfort and satisfaction we accept the following payment methods: All credits cards through Pay pal The payment should be made within seven days since the last purchase. Failing to do so will results in the item being re-listed. Return Policy We are very confident that our fine jewelry will meet and surpass your expectations, as your satisfaction is our utmost priority and goal.However, if for any reason you are not completely satisfied, you may return your order within 14 days from the date of shipment,but no more than 14 days from the date of the purchase. Unlike other companies, we do not collect a restocking fee, and guarantee a full refund or exchange. A refund will be issued within seven business days (AFTER WE RECEIVED THE ITEM) in the form the payment was received. The item must be returned in its original condition, unworn and unaltered in any way. We do not cover the return postage unless the item is damaged or broken due to our Company negligence. Shipping Charges $ 3.49ON EACH FIRST ITEM AND 2.49 ON EACH SECOND.AND WE PROVIDE BEST SHIPPING ON WHOLESALE BUYING CONTACT US FOR WHOLESALE SHIPPING..! Please Read Shipping Carefully Before Place Bid... International buyers are responsible for duties, customs and or taxes on your order. Our Postage charges for Shipping & Handling includes packing, warehouse charges, distribution, order handling and the processing costs. Item will be shipped to our Buyers within 24 hours on receiving the payment. Delivery is generally within 2-3 Weeks worldwide after shipping. In rare cases it makes take up to 4 weeks for delivery depending upon the destinations and customs in your country. All packages have a duly filled customs declaration form in order to avoid any delay in customs. Contact Us We will be happy to answer any question you may have so please feel free to contact us. We do our best to get a true representation of our stones.Sometimes because of enlarging the photo or because of different settings of individual monitors there are possible slight variations in colors. Our pictures always represent an actual item you will receive. Thank You!",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1625420517918080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "97.7",
    "UserID": "victorianjewels_us",
    "FeedbackScore": "3932",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "JEWELOFSILVER",
    "StoreURL": "http://stores.ebay.com/id=1293465167"
  },
  "Quantity": "1",
  "Location": "DELHI, DELHI",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/t5wAAOSwWKtUsNL4/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "PostalCode": "110006"
}