{
  "ReturnPolicy": {
    "Description": "1. If you are no satisfied with your purchased item, please kindly contact us for the return\n2. Item return must be in a non-used condition.\n3. All parts and components must be completely returned and must be returned in the ORIGINAL Package.\n4. The BUYER may be charged with 20% restocking fee according to our Return Policy.\n5. The BUYER may have to pay for the Return shipping Cost.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P28DT21H5M54S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "31.7",
    "_currencyID": "USD"
  },
  "SKU": "B01HGR0NK6",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "263019412883",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/D-EXCEED-Jewelry-Womens-Vintage-Lace-Pattern-Statement-Necklace-and-Earrings-/263019412883",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "31.7",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T09:10:20.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T09:10:20.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "JS150312-6",
        "Name": "MPN"
      },
      {
        "Value": "D EXCEED",
        "Name": "Brand"
      },
      {
        "Value": "JS150312-6",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "D EXCEED Jewelry Womens Vintage Lace Pattern Statement Necklace and Earrings ...",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "D EXCEED Jewelry Womens Vintage Lace Pattern Statement Necklace and Earrings Set (Gold) Necklace size: 18 inches long not including the extender chain, weight: 2.3 ounces. Earrings size: 3 inches long and 1.2 inches wide, weight: 0.4ounces. The chain is adjustable so you can adjust it to fits what you needed it for. The fish hook earrings dangle but are not heavy and won't irritate your ears. Extremely exquisite craftsmanship add its vintage elegant look, if you're looking for \"Old Time\" glitz and glamour, this COSTUME jewelry set fits you perfectly. This set can be paired with a dressy outfit especially your low-cut dress to go out to dinner or to a party. Package - Quality Soft Grey Velvet Pocket Gift Packaging. D Exceed Jewelry Story - The unique and newest styling of costume jewelry, aiming for a better match with your honor dressing and creating a special look & sense of beauty and elegance. D Exceed was created out of a need for current fashion jewelries and scarves at an accessible price point. Our trend spotting department in the most modern cities take inspiration from high fashion couture runways and current street style. D Exceed uses a wide range of materials and expert finishing techniques to deliver fashion forward designer scarves and jewelries D Exceed - A Better Choice Of Costume Jewelry 1.Original and Newest Design 2.Various Color Available 3.Specialized in Making Jewelry, Leading Fashion Trend, Brand Owned Original and Unique Idea This necklace and earrings set is made with a cutout floral and leaf filigree design that's bound to leave a lasting first impression.Extremely exquisite craftsmanship add its vintage elegant look, if you're looking for \"Old Time\" glitz and glamour, this COSTUME jewelry set fits you perfectly. Basic Jewelry Care Wearing Jewelry 1.Remove Jewelry During Tasks 2.Put Jewelry On After Applying Makeup 3.Don't Wear Jewelry In Swimming Pools and Spas 4.Contact Sports and Jewelry Don't Mix Storing Jewelry - using D Exceed Soft Grey Velvet Pocket 1. Keep Your Jewelry Secure 2. Prevent Your Jewelry from Tarnishing 3. Inventory Your Jewelry 4. When Traveling with Jewelry Shipping We offer FREE shipping on all orders! We ship within Three Business days of payment, usually sooner. We offer a Standard Shipping on all orders. (1 to 5 Business Days) We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, NO APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. You may be charged with 20% Restocking Fee according to our Return Policy. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback We strive to serve our customers as though they are our family. We TRULY understand what they are looking for and what they expect in the world of eBay!Your Positive Feedback Means a world of happiness for us and our staffs. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our IcyTrillionaire store.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2630194128838080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "icybillionaire",
    "FeedbackScore": "495",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "IcyTillionaire",
    "StoreURL": "http://stores.ebay.com/id=1542030130"
  },
  "Quantity": "1",
  "Location": "Multiple Locations",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/PNYAAOSwDiBZM855/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/lJAAAOSwYlRZM856/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/4N4AAOSwY3BZM855/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/dnMAAOSwsXFZM856/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/oRwAAOSwurZZM856/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/KZEAAOSwEHpZM856/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/UdUAAOSwuMZZM856/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/PNcAAOSwDiBZM856/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}