{
  "ReturnPolicy": {
    "Description": "Returns are accepted ONLY: \n- If the item will got damage on the shipment.  \n- Size no fit \nIn other cases return isn't provided. \nAny discrepancy must be reported within 3 days. All return and exchange must be in the same condition as ship with insurance & original package box, materials. Shipping and labor charge is non-refundable. Buyer pays round-trip shipping for returning item. We have the right to reject any unauthorized return. Any items that purchase & hold in our store for more than 14 days before ship cannot be returned for refund. \n(NO RETURN FOR INTERNATIONAL BUYERS!)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P29DT4H40M26S",
  "ListingStatus": "Active",
  "ConditionDescription": "Very good vintage condition. As seen in images and description",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "ItemID": "263019827276",
  "ConvertedCurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-06-04T16:37:41.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vtg-1928-Jewelry-Rose-Decal-Cabochon-Pendant-Necklace-Earrings-Haute-Couture-/263019827276",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-04T16:37:41.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "1928 Jewelry",
        "Name": "Brand"
      },
      {
        "Value": "Rhodium Plated",
        "Name": "Metal"
      },
      {
        "Value": "Purple & Pink & Gold",
        "Name": "Color"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Vtg 1928 Jewelry Rose Decal Cabochon Pendant Necklace Earrings Haute Couture",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "Chicago, Illinois",
  "Description": "Your browser does not support JavaScript. To view this page, enable JavaScript if it is disabled or upgrade your browser. Click Here. Double your traffic. Get Vendio Gallery - Now FREE! Thank you for taking the time @ Please, read the full description Each and every 1928 design uses time-honored methods of making jewelry, from the setting of stones to hand enameling. This process guarantees the quality of the 1928 jewelry product. Designers at 1928 shop antique stores and estate sales for original pieces and consult reference libraries and museums for the history of the design. A classic set of 1928 brand Haute Couture collection jewelry in antique gold tone.The Earrings feature amethyst purple crystals that crowned a filigree frame with Rose cabochon.The pendant has a similar crystal, but lighter color. Probably earrings and a necklace are from different sets.Measurements: Pendant - approx. 1 1/2\" tall x 5/8\" wideEarring - approx. 1 1/4'' tall x 1/2'' wide (without hook)Cabochon with roses decal - 1/2'' x 3/8''Chain 8 1/2 length when serriedCondition is very good appropriate with age. There are some dim and a roughness on the back of pendant. *********************** We try to describe items as accurately as possible, nevertheless pictures can tell a lot more.Note: Photos are of actual item. Colors will vary due to bright photo lights and reflections and screen resolution. Please use the Pictures as part of the description. We will be happy to send additional pictures upon request. The pictures you see are of the actual item you will receive FROM SMOKE AND PET FREE SHIPPING: We combine shipping on recent Priority USPS rates All shipping costs are buyers responsibility and they are not refundable We ship within 1-3 business days after cleared payment received RETURNS: Contact us in eBay with your \"Return Reason\" for my acceptance before you select \"Return this Item\" within 24 hours of receiving the item If you need to return your purchase, please do so within 14 days from the date of purchase. The original purchase price will be refunded within 3 business days item received by seller. All returned items must be in original condition and in original wrapping/package including all parts and all tags, with no signs or scents of wear or neglect post tracking in eBay or send me message within the required time. Thank you! INTERNATIONAL BUYERS: International shipping is available WITHOUT RETURN! Customs forms will be marked as \"merchandise\" sold with actual purchase price. Overseas buyers will be responsible for any import duties, taxes, and/ or customs fees imposed by your country. These fees are not included in item price or shipping fees. They are the buyers responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. The International shipping may take longer to some remote countrys. Sometimes it can be a delay at customs. And USPS First Class International service does not track all the way. No tracking when the package leaves the US border. DO NOT PAY INTERNATIONAL SHIPPING COST UNTIL YOU RECEIVE AN UPDATED INVOICE WITH THE CORRECT SHIPPING COST FOR ALL INTERNATIONAL ORDERS! (if you DON'T USE Global Shipping Program)! WELCOME to VISIT OUR eBAY STORE. Thanks for your time! Your browser does not support JavaScript. To view this page, enable JavaScript if it is disabled or upgrade your browser. Froo www.froo.com | Froo Cross Sell, Free Cross Sell, Cross promote, eBay Marketing, eBay listing Apps, eBay Apps, eBay Application",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2630198272768080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "ebisuccessla",
    "FeedbackScore": "226",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "ebisuccessla",
    "StoreURL": "http://stores.ebay.com/id=1116694165"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFg4NjU=/z/TOcAAOSwMNxXVse7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5MjI=/z/DgwAAOSw9eVXVse3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/PmwAAOSwmtJXVse5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE2OVgxNjAw/z/xXUAAOSwqBJXVse-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5NVgxNjAw/z/D18AAOSw9eVXVsfB/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQwMlgxNjAw/z/GIoAAOSwbYZXVsfG/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "PostalCode": "60605"
}