{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P12DT15H24M32S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Chains",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "45.99",
    "_currencyID": "USD"
  },
  "ItemID": "112412294917",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Living-Memory-Round-Screw-Top-Floating-Glass-Locket-Body-Chain-Bikini-Belly-/112412294917",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "45.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-19T06:45:46.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-18T06:45:46.000Z",
  "PrimaryCategoryID": "98526",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Stainless Steel",
        "Name": "Metal"
      },
      {
        "Value": "Glass",
        "Name": "Material"
      },
      {
        "Value": "Torso",
        "Name": "Body Area"
      },
      {
        "Value": "Rhinestone",
        "Name": "Main Stone"
      },
      {
        "Value": "Silver",
        "Name": "Main Color"
      }
    ]
  },
  "Title": "Living Memory Round Screw-Top Floating Glass Locket Body Chain / Bikini / Belly",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Round Screw-Top Reversible Glass Locket Body ChainStainless Steel Flat Cable Chain Put anything you want in this locket to make it your own! Awesome one of a kind body chain! This piece features a round living memory floating glass locket centerpiece that screws to open and close. The reversible pendant has stainless steel casing can be worn to shown the sleek metal frame or the white rhinestoned frame. The locket pendant measures about 1 1/8\" in diameter (28.6 mm) and 1/4\" in depth (6.4 mm). The body of the vest is made with a high quality stainless steel flat cable link chain that measures 2 mm thick--it is dainty and delicate looking, yet very durable (links of the chain are soldered closed). The neck loop is 24\" (60.1 cm) and each side piece is approximately 31\" (78.7 cm). The chain connects at the back of the neck with a lobster clasp. This body chain is made as 'one size fits most.' Feel free to message with questions or to request additional photos. Thank you for looking! If you like this body chain, you may also like these: Round Screw-Top Glass Living Memory Reversible Locket+Floating Charm--28\" Chain Key & Heart Lock Body Belly Chain Harness Vest--Tibetan Silver & Stainless Steel Click here to see this and other great designs! PAYMENT INFORMATIONI accept PayPal only. If you do not yet have a PayPal account, it is free and easy to set up. Just go the PayPal website and follow the steps to sign up. When you choose the 'Buy it Now' option, payment will be requested immediately. DOMESTIC SHIPPING INFORMATIONThis item will be shipped for FREE via USPS First Class Mail. Upgrade to Priority Mail (1-3 days) for $5.00. A discounted rate of $18.99 for USPS Priority Mail Express overnight shipping is also available. All items are sent in a velvet pouch that can be used for safe storing of your jewelry.Items usually ship out same business day. If you would like same day shipping, payment should be made by 4:00 p.m. Monday-Friday and by 1:00 p.m on Saturdays (CST). If payment is received after Post Office hours, the item will ship out the following business day. Purchases made on Sundays will be shipped on Monday. The First Class shipping allows up to 6 business days for delivery, but the package often arrives much sooner. If there are any unforeseen circumstances regarding the shipment of your item, you will be notified immediately.**Please keep in mind that shipping during the holiday season can sometimes be unpredictable, so Priority Mail upgrades are recommended to ensure faster delivery times! INTERNATIONAL SHIPPING INFORMATIONThis item ships worldwide through the eBay Global Shipping Program. Simply go to the 'Shipping and Payments’ tab, select your country from the drop down list, and click on ‘Get Rates’. Upon checkout you will be able to view the item price, shipping charges, and import charges. NEED TO ASK A QUESTION?Scroll down to the bottom of the listing and click on ‘Ask a question’. From here you simply select a topic and then scroll through the list of possible answers. If you do not find the answer you're looking for and need to contact me directly, select the option 'No, I want to contact the seller'. I will respond to your question within 24 hours. Take a look at my other items! **Returns will be honored if the item is not as described/pictured in this listing.",
  "PrimaryCategoryIDPath": "281:10968:15124:98526",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1124122949178080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "stellar704",
    "FeedbackScore": "588",
    "FeedbackRatingStar": "Purple"
  },
  "Quantity": "1",
  "Location": "Saint Charles, Missouri",
  "HitCount": "13",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFg3MDg=/z/Ij4AAOSwEK9UApQi/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDA5/z/pUYAAOSw7NNUApQm/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg3MjY=/z/y6IAAOSwPe1UApQk/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/E0YAAOSwnDZUApQp/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5NTE=/z/UQQAAOSwVFlUApQq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDc0/z/Vo0AAOSwq7JUApQq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/VpsAAOSwq7JUApQr/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/oisAAOSwGvhUApQm/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/m1wAAOSwxH1UApQt/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "63303"
}