{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P10DT22H18M16S",
  "ListingStatus": "Active",
  "ConditionDescription": "Buyer must send off inexpensive dental molds and impressions created by your local dentist. Call or text 347 242-0128 to discuss your gold teeth design and price today!",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "1299.0",
    "_currencyID": "USD"
  },
  "ItemID": "272675183609",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14K-Solid-Yellow-Gold-Custom-fit-6pc-TOP-REAL-Diamond-GRILLZ-Gold-Teeth-/272675183609",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "1299.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-17T14:12:31.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-16T14:12:31.000Z",
  "PrimaryCategoryID": "152808",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Yellow Gold or White Gold",
        "Name": "Metal"
      },
      {
        "Value": "GOLD",
        "Name": "Material"
      },
      {
        "Value": "Yellow or White",
        "Name": "Color"
      },
      {
        "Value": "14k",
        "Name": "Metal Purity"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Gold",
        "Name": "Main Color"
      },
      {
        "Value": "Natural",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "Not Enhanced",
        "Name": "Main Stone Treatment"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "14K Solid Yellow Gold Custom fit 6pc TOP REAL Diamond GRILLZ Gold Teeth",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Gold Teeth and Grills - Tops, Fangs, Bottoms from Fulton Street Mall in Brooklyn GRILLS aka Gold Fronts, Caps, Slugs … Call it what you want, but they are a classic staple in hip hop fashion jewelry. We offer custom fitted grills based on an impression of your teeth. What is Custom Gold Grillz? Custom Gold Grillz is highest quality of gold teeth made on your mold, that will fit only you. If you’ve ever wondered where to get gold caps for teeth or where to buy gold teeth, you’ve landed in the right place. We have been in business since the 80's and got styles ranging from diamond accented solids, iced out, diamond cuts, fanged teeth, and single/double teeth caps. We offer only custom fit grillz based on an impression of your teeth. From iced out sets to single tooth options, with us you will have the best selection of grillz that are custom-made just for you. The leading manufacturer of grillz, we want to offer the highest quality of removable mouthpieces, all while giving you that look like famous hip-hop artists. Do you offer open face grillz, gold fangs, diamond grillz, and silver grillz? We have perfected the custom grill in every way, including the materials that we manufacture each piece out of. Each grill is created out of a real gold, rose gold, white gold, or rhodium. We also offer iced out grillz, where we set genuine Diamonds into your set. From our premium made grillz that are constructed out of 18k Gold, to our affordable line of grillz, we know we have the perfect pieces to fit every individual’s requirements. These are works of art, just like normal jewellery, so we always suggest taking care of pieces like you would any other piece of fine jewellery. They can be worn while eating, drinking, or smoking! Keep it in a glass of cold water overnight Why Buy Gold Grillz Online from us? We take every component of creating our grillz seriously. Whatever type of grill you purchase with us, you can be sure you are getting a quality-set at the best price possible. Over time, we have learned through experience how to make the best product at the cheapest price. You are required to send off inxpensive dental molds and impressions created by your local dentist for around $20. Quality is never compromised by price with our Gold Grillz, so you can be sure we are doing everything we can to benefit you. Compared to all of our competitors, we know that we are offering the greatest quality of product at the best prices on the market. Call or text 347 242-0128 to discuss your gold teeth design, how many teeth you want to order and price today!",
  "PrimaryCategoryIDPath": "281:10968:15124:152808",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2726751836098080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "UserID": "watchestogo2014",
    "FeedbackScore": "529",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "Watchestogo",
    "StoreURL": "http://stores.ebay.com/id=1258669434"
  },
  "Quantity": "3",
  "Location": "Brooklyn, New York",
  "HitCount": "368",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzU0WDEyNDg=/z/wN0AAOSw8w1X6x4v/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjMzWDE2MDA=/z/t64AAOSwmfhX6x5f/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTk2WDU5Ng==/z/h3kAAOSwcUBYNjyy/$_57.JPG?set_id=8800005007"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Grillz, Dental Grills",
  "PostalCode": "11223"
}