{
  "ReturnPolicy": {
    "Description": "Please check to make sure that the item you are purchasing is what you are looking for. Please carefully read the item description and look at the listing pictures. We are here to assist you in your buying process so please ask as many questions as you like. Customers in the European Union may return their item for a full refund as long as it remains in exactly the same condition as it was sent, within 3 days. All return packages must have a return authorization number prominently displayed on the box. This number will be provided when we are notified of your intent to return. Packages returned without an Eternal Elegance Return Merchandise Authorization Number (RMA#) will not be accepted. Shipping charges are covered by the buyer and the liability for any damage incurred during transit will remain with the sender. All returns not accepted will be mailed back to the customer, at the customer's expense, via fully insured registered shipping. At the moment we do not accept returns for items outside the European Union. Under special circumstances and we agree to accept the return of the item purchased, shipping charges both ways will not be refunded. Any customs charges that might occur when the item is returned from outside the European Union are covered by the purchaser. We recommend a carrier with a tracking number to verify package delivery. Insurance is highly recommended for the return package.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT22H44S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "48.0",
    "_currencyID": "USD"
  },
  "ItemID": "201946823908",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/A-LeONDARAKIS-Natural-Red-Coral-Hippocampus-Seahorse-Pendant-GP-Sterling-Silver-/201946823908",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "48.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T10:23:20.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "GR",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T10:23:20.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "A. LeONDARAKIS",
        "Name": "Brand"
      },
      {
        "Value": "Pendant",
        "Name": "Style"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": ".925",
        "Name": "Metal Purity"
      },
      {
        "Value": "Beach & Nautical",
        "Name": "Theme"
      },
      {
        "Value": "Red",
        "Name": "Main Stone Color"
      },
      {
        "Value": "Adjustable",
        "Name": "Length (inches)"
      },
      {
        "Value": "Coral",
        "Name": "Main Stone"
      },
      {
        "Value": "Greece",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "A. LeONDARAKIS Natural Red Coral Hippocampus/Seahorse Pendant GP Sterling Silver",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Authentic A. LeONDARAKIS Natural Red Coral Hippocampus/Seahorse Pendant, Handmade, Gold Plated Solid Sterling Silver Hover any image to see it full size Authentic A. LeONDARAKIS Natural Red Coral Hippocampus/Seahorse Pendant, Handmade, Gold Plated Solid Sterling Silver Item Description TYPE: Pendant APPROXIMATE MEASUREMENTS: Length 3.9cm x Width 1cm (1.53\" x 0.39\") METAL, PURITY: Sterling Silver 925, Gold Plating STONE: Natural Red Coral SKU: 300377 A lovely pendant from the A. Leondarakis jeweler’s collection. The pendant is handmade from solid sterling silver, has been processed and gold plated to acquire a stunning brushed finish and features a lovely seahorse decorated with a natural red coral bead. Because the coral is natural, please allow slight differences in size and shape. The pendant will be sent to you in a presentation box for you to keep or present as a gift with a natural leather string or a coloured natural waxed string (please advise on which one you would like when placing your order). Established in 1920, A. Leondarakis is a family run business with a long history committed in the production of quality, unconventional gold and silver jewelry with a recognizable identity. The A. Leondarakis name ensures that this artifact was made with quality in mind and will be a possession to enjoy. Important notes: Please contact us before ordering for item availability and shipping date since items that are not in stock might take up to two weeks to ship. If the item is in stock we ship in a maximum of three days. Custom orders might also take up to two weeks to ship. Each item is handmade and not machine produced. Buyers with 0-10 feedbacks, please contact us prior to payment. Please view payment details below. join us on facebook follow us on Twitter join us on pinterest A. LeONDARAKIS JEWELERS HISTORY ALEXANDRIA OF EGYPT 1920 Alkiviadis Leondarakis, Alexander's father, sets up his first jewelry workshop. The artifacts crafted by his skilful hands are European style jewels that will adorn the women of cosmopolitan Alexandria during the war. He used platinum, gold, diamonds, sapphires and rubies. Alexandria of Egypt 1940-1950 Alexander, after graduating from high school, decides to learn the secrets of his father's skill as an apprentice. Post war social changes will oblige Leondarakis' family to repatriate. So Alexander will bring this tradition back to Athens (1958) with great reverence. Athens 1960-1970 Alexander enriches his knowledge on his father's craft with postgraduate studies at the Umanitaria college in Milan. Among his teachers are renowned artists like the Pomodoro brothers. He is influenced by the contemporary trends and techniques which results in pioneering ideas about how to manufacture and use jewels. Thirty years of hard work together with his wife Anna will realize all their visions for A. LEONDARAKIS. Athens 1990 Their daughters Marialena and Irini have now undertaken the family business at 6, Skoufou Str. and 17, Skoufou Str. (workshop), in Syntagma. Marialena – with studies in fine arts, graphic arts, architectural design, photography and gemmology - and Irini – with studies in archaeology and museology – are now keeping on their grandfather’s tradition. DESIGNING & MANUFACTURING JEWELS Marialena Leondaraki designs the jewelry matching eccentricity, originality and marketability so as to achieve the best balance between quality and price. She can be inspired by anything like nature or the people around her, the arts, her travels and contemporary trends. The jewels combine Marialena's contemporary point of view with the traditional jewelry making techniques (granulation, filigree, archaic setting of gems, etc.) They are made of gold and silver with precious stones. PROSPECTS AND TARGETS OF A. LEONDARAKIS - Deep commitment in keeping up the long tradition of Greek jewelry. - Consistency in producing unconventional gold and silver jewelry with a recognizable identity. QUALITY GUARANTEE - A. LEONDARAKIS is among the first businesses certified with the ELKA (Hellenic Center of Gold Silversmiths Trade) quality hallmark since 1997. All A. LEONDARAKIS artifacts are stamped with: - Metal fineness (carats) - Workshop code ΩΙ34 - The Lion's Head Trademark - ELKA quality hallmark (Hellenic Silver and Goldsmith Center) Shipping Details Unless otherwise stated in the item's description, items will be sent by registered mail. DHL or FedEx shipping can be arranged at the request of the customer and this will be charged at cost. Items will be posted on receipt of cleared funds. Customers are responsible for any destination charges (duties, tax, etc). Payment Details Unless otherwise stated in the item's description, payment is accepted by paypal. Payment is due within three days of auction end, unless you have contacted us prior to arrange otherwise. In accordance with eBay policy, payments not received in four days will initiate an unpaid item case through the Resolution Center and we will relist the item without any further notice to the original winning bidder. Additional Information We are in no way affiliated with any of the brands we sell. This is a private sale. This item is authentic as are all items we sell. Please see our feedback. Please take a moment to view our other items. Please do not waste other bidders and our time - Please only bid if you truly intend to pay for the item. Buyers with 0-10 feedbacks, please contact us prior to bidding, otherwise your bid will be retracted. We reserve the right to end our auctions early and to cancel any bidders with questionable negative feedback history. Your positive feedbacks are well appreciated. Feedback is left in reciprocation of your feedback. Returns Policy Please check to make sure that the item you are purchasing is what you are looking for. Please carefully read the item description and look at the listing pictures. We are here to assist you in your buying process so please ask as many questions as you like. Customers in the European Union may return their item for a full refund as long as it remains in exactly the same condition as it was sent, within 3 days. All return packages must have a return authorization number prominently displayed on the box. This number will be provided when we are notified of your intent to return. Packages returned without an Eternal Elegance Return Merchandise Authorization Number (RMA#) will not be accepted. Shipping charges are covered by the buyer and the liability for any damage incurred during transit will remain with the sender. All returns not accepted will be mailed back to the customer, at the customer's expense, via fully insured registered shipping. At the moment we do not accept returns for items outside the European Union. Under special circumstances and we agree to accept the return of the item purchased, shipping charges both ways will not be refunded. Any customs charges that might occur when the item is returned from outside the European Union are covered by the purchaser. We recommend a carrier with a tracking number to verify package delivery. Insurance is highly recommended for the return package. ‘Eternal Elegance’ was developed by the desire to serve the modern man’s and woman’s love for vintage quality items. We have now expanded our collection to more contemporary items with uniqueness, originality and superior quality always being the governing factor in our selections. We specialize in watches but if we come across an item that we consider to be of excellent quality and value we will make it available to you. We are based in Athens, Greece but have commonly satisfied customers from all over the world. Our objects are carefully inspected for their authenticity and good function. Due to some of our objects age it is reasonable that some wear might be visible. When this occurs it will be noted in the object’s description and pictures. Nevertheless, if you have any questions on an item you are considering of purchasing please don’t hesitate to contact us. join us on facebook follow us on Twitter join us on pinterest Feedback | Profile | Other Auctions at BiggerBids.com.",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019468239088080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "eternal-elegance.auctions",
    "FeedbackScore": "379",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "eternal-elegance.auctions",
    "StoreURL": "http://stores.ebay.com/id=1006306908"
  },
  "Location": "Athens",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/HUUAAMXQPatTI3g1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/T~4AAOxyf1dTI3g5/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}