{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P20DT6H12M41S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Home & Garden:Home Décor:Vases",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "45.0",
    "_currencyID": "USD"
  },
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "whimzies4you",
    "FeedbackScore": "1293",
    "FeedbackRatingStar": "Red"
  },
  "ItemID": "302329260928",
  "SecondaryCategoryID": "499",
  "ConvertedCurrentPrice": {
    "value": "45.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "SecondaryCategoryIDPath": "281:10968:499",
  "BidCount": "0",
  "StartTime": "2017-05-26T21:14:19.000Z",
  "Site": "US",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ACRYLIC-VASE-My-Multiple-24kt-Gold-Platinum-Plated-Roses-My-eBay-Store-/302329260928",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-25T21:14:19.000Z",
  "PrimaryCategoryID": "101415",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Bud Vase",
        "Name": "Type"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Multiple Bud Vase",
        "Name": "Style"
      },
      {
        "Value": "Clear",
        "Name": "Color"
      },
      {
        "Value": "Vase",
        "Name": "Item"
      },
      {
        "Value": "12\"",
        "Name": "Size Measures"
      },
      {
        "Value": "Plastic Acrylic",
        "Name": "Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "ACRYLIC VASE For My Multiple 24kt Gold or Platinum Plated Roses In My eBay Store",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "Lafayette, Louisiana",
  "Description": "VASE FOR SALE IN THIS AUCTION PHOTO FROM JEWERY CATALOG OF ROSES IN THE MULTIPLE STEM VASE. ROSES NOT INCLUDED IN THIS AUCTION. THEY ARE OFFERED IN MY EBAY STORE. PHOTO FROM PAGE OF RECENT JEWLRY CATALOG. ALL ROSES AVAILABLE IN MY EBAY STORE! ROSES SHOWN IN BLACK & CLEAR VASES WHICH ARE ALL FOR SALE IN MY EBAY STORE. ROSES NOT INCLUDED IN THIS AUCTION VASE FOR SALE IN THIS AUCTION ...... Quality Made Jewelry MANUFACTURER'S ONE YEAR LIMITED WARRANTY!FREE Shipping In USA! FREE Gift Packaging & Jewelry Polishing Cloth!MANUFACTURER’S SUGGESTED RETAIL PRICE: $60🎉 OUR PRICE? $45 ⚡️💥⚡️ YOU SAVE: $15 ❗️❗️❗️ DESCRIPTION:This Is An Acrylic Muliple Flower Bud Vase. They Are Featured For In My Jewery Store To Be Used For Real Laquered Roses Trimed In 24Kt Gold And Platinuim. They Can Also Be Used For Other Flowers Both Faux And Real. Flowers Shown In Photos Do Not Come With The Vase. Please Message Me With Any Questions you May Have, Before Purchasing. Thanks So Much For Looking & May God Bless You! SPECIFICATIONS:Weight:16 OZ Material:AcrylicColor:ClearDisplay Recommended Application:DisplayWidth:6 InLength:8 1/4 In IMPORTANT; US & International Shipping And Other Information, Below: (I know, it’s boring,😴but please read!) :) ~Whimzies 4 You~ Has Been Selling On Ebay Since 1999, Over 16 Years! We Guarantee Our Items To Be As Described, Or Your Money Back! So You Can Purchase With Confidence! I have always sought the unusual & mostly, by-passed the common, In my life and in my search over the years for items for customers to purchase. I seek items which are unique in style, special and not ordinary, but also, classic timeless pieces. Often, The Size Of The Item Looks Much Larger In The Photos, Than It Actually Is, In Person, In Order To Show Detail Of The Item, In Enlarged Photos You Are Able To See The Tiniest Details, Than The Human Eye Would Ever Be Able To See In Person. This Includes; Inclusions, Dust, Fingerprints, Natural Formations, Seaming of Metal In Production, Etc., In Stones And Metal. The Enlarged Photo Of A Jewelry Item, Causes It To Not Look As Aesthetically Beautiful, As It Does In Person, To The Human Eye. Please Keep This In Mind When Viewing My Jewelry Pieces. To Avoid Any Possible Disappointment, Please Be Sure To: Read And Understand The Entire Description, Above, Before Purchase. Be Sure You Know The Actual Measurements, So You Have A Clear Understanding Of The True And Correct Size Of The Item. If Something Is Important To You And Missing From The Item Description, Please, Make Sure You Ask Me About It, Before Purchasing The Item. Please Remember, Colors And Formations In Natural, Genuine Gemstones And Diamonds, Are Of The Earth, With No Two Exactly Alike. Also, Keep In Mind, That Different Monitors, Can Display Colors A Little Differently. I Strive, To Honestly And Accurately, Describe And Photograph My Items To The Very Best Of My Ability. No ‘Factory Seconds-Ever! There Are Many \"Knock Offs”Out There, But These Are All High Quality, Beautifully Made, Authentic And Genuine, As Described. Backed By Manufacturer’s One Year Limited Warranty. No Mediocrity Here! You May Have Seen This Piece In Your Local, Upscale, Fine Jewelry Stores, But For Much More Money! It Comes From The Same Manufacturer And Distributor That Furnishes Jewelry Items To Fine Retail Jewelry Stores Around The World. You Can Buy The Same Exact Item Here, From Whimzies4You, For Far Less, Than You Would Pay In Any Retail Jewelry Store. I Strive, To Keep Prices, As Low As I Can. All Items Are Brand New, Unless Otherwise Stated. 📢 Please Message Me With Any Questions You May Have, Before Purchasing. ☺️ Thank you so much of taking the time to take a look and I hope you enjoy viewing my finds! God Bless You! 🎈 🎉 🎈 📦SHIPPING INFORMATION BELOW, FOR USA & INTERNATIONAL eBayers 🇺🇸 🇺🇸 🇺🇸 U.S. CUSTOMER SHIPPING INFORMATION: 😍 LOVE MY US CUSTOMERS !!! 🇺🇸✔︎SHIPPING & HANDLING PROCESS FOR 'IN STOCK’ ITEMS: Most Brand new, ‘In Stock’ items are shipped directly to you by myself or trusted US Manufacturer, Distributor & Partner, within approximately, 1-2 business days of payment, unless, a different shipping time is given on item page, or, it is a special order item, ‘made to order’ item, or if engraving, sizing or other personalization, is involved. See information below on ‘Made to Order’ and ‘special order’ Items. Estimated delivery time, is estimated by eBay at top of the item page. You generally receive your item, 2-3 business days, from the date shipped to you, via free First Class or USPS Priority Mail. I may use other shipping services, when needed. Shipping Can be upgraded to Fed Ex or UPS Express, for additional cost. If you need an item sooner, EXPRESS Shipping is available for most items. Please message me with any information you may need or questions you may have. IMPORTANT: Please remember if you need an item in time for a special occasion, so there will be no miscommunication, make sure you understand the time given, for the item to get to you. Better not… cut it too close! Shipping days given, are “business days”. Saturday and Sunday are not counted as business days, as well as holidays. In addition, ‘One Day Shipping’, allows for 1 day handling time, for the Seller, before shipping. Again, Express shipping is offered, in most cases, for an additional fee. You can contact me before purchasing, to be sure the item will get to you in time for your special event or with any questions. 🇺🇸✔︎PROCESS FOR ‘Special Order’ Or ‘Made To Order’ Items: 💍 I offer ‘Special Order’ and ‘Made to Order’ items to give my US and International customers more choices. I love to help my customers design their pieces. We offer personalization, such as; engraving, adding gemstones or diamonds, choice of colors & types of metals and sizing. It takes a little longer, to ship these items, usually, from 2 to 14 days business days. If the item is made to order, usually, the additional shipping time and /or delivery time will be reflected on the item page information and I will message you with the information. I can also give you an estimate before you purchase and/or if not mentioned on the item page. Please feel free to message me for information and quotes. No obligation, ever! If you purchase a ‘special order’ item, made to your specifications, I will set up a special “Buy it Now” Fixed Price listing for you, once all costs are calculated, delivered and agreed on. It will be handled like any other eBay purchase, by eBay rules & regulations and you are still covered by eBay Buyer Protection, for your peace of mind. I don’t sell my eBay items outside of eBay. 🇺🇸 ✔︎📦 SHIPPING COSTS: 💸 I offer FREE , expedited USPS Priority Mail or on some items, First Class Mail (It will state which one, on the item Auction page) to all US Customers, as well as for those living in US Territories. I can also upgrade shipping time for you, at extra, actual cost that I am charged. If you wish to upgrade please message me as well as select it on Paypal, when you are making payment. For your protection, our items are fully insured for replacement, in the unlikely event your item is lost or stolen after it shipping. 🇺🇸 ✔︎🎁DELIVERY TIME: ⏳🔜 🚚 ✈️ 📫 🏡 Most items ship in 2-3 days, unless it is a ‘Made to Order’ item or has to be customized in any way. Time frame for shipping ‘those item should be given in the description. sometimes I can get them rushed a bit, so don’t hesitate to ask, if time is of the essence. As always, please do not hesitate to message me with any questions you may have, before purchasing! It is so very important to me, my customers are happy with their purchases! 🌎 🌍 🌏 😍 LOVE MY INTERNATIONAL CUSTOMERS TOO!!! INTERNATIONAL CUSTOMER SHIPPING INFORMATION: WELCOME INTERNATIONAL BUYERS! I Am So Grateful For My International Customers! International Selling Can Be Challenging For Both The Buyer And Seller And I Am Striving To Make It Easier For Us. Please Read The Information Below. This Will Help The Transaction To Be A Pleasant Experience, From Purchase To Delivery. You Can Feel Free To Message Me With Any Questions You May Have. Thank You so much! 🌏✔︎SHIPPING & HANDLING PROCESS FOR 'IN STOCK’ ITEMS: IMPORTANT NOTE: The main issue with international shipping I have had to deal with, is due to, some International Customers think I am suppose to ship their items on the US handling/shipping/delivery schedule given by eBay, on the eBay item page. (Example: 2 day shipping). The handling, shipping and delivery information given on eBay, at top of item page, applies to US Customers ONLY. International handling and shipping, is different. This special Information for International Customers, regarding; handling, shipping time and costs, etc., is given below and is on all my auction item pages. Please write me if you have any questions at all, before purchasing. I will make every effort to get your item to you asap. Feel free to write for status updates. Please be sure the particular item you purchase is allowed to enter your country, before purchasing. Certain items are prohibited in certain countries. We cannot be responsible for refused or undeliverable items by your countries Regulations. 🌏 ✔︎‘SPECIAL ORDER’ OR ‘MADE TO ORDER’ ITEMS: 💍 I offer ‘Special Order’ and ‘Made to Order’ items to give my US and International customers more choices. I love to help my customers design their pieces. We offer personalization, such as; engraving, adding gemstones or diamonds, choice of colors & types of metals and sizing. It takes a little longer, to ship these items, usually, anywhere from 2 to 14 days business days. If the item is made to order, please message me regarding expected shipping and delivery time on International items. I can also give you an estimate of cost and shipping time, before you purchase. Please feel free to message me for information and quotes. No obligation, ever! If you purchase a ‘special order’ item, made to your specifications, I will set up a special “Buy it Now” Fixed Price listing for you, once all costs are calculated, delivered and agreed on. It will be handled like any other eBay purchase, by eBay rules & regulations and you are still covered by eBay Buyer Protection, for your peace of mind. I don’t sell my eBay items outside of eBay. 🌏✔︎📦 SHIPPING & COSTS We ship most items Federal Express, Priority Mail which for most countries takes 3-4 business days to deliver, once shipped, unless Customs delays it or any reason, but most go through just fine. We have expert processors doing the shipping, so all customs forms and other paperwork required for your country, should be correct. Our Items are fully insured for replacement, if confirmed by shipping carrier as lost or stolen after shipping. If you are purchasing an inexpensive item and prefer lessor cost USPS standard shipping, let me know and I will check with my shipper to see if they ship to your particular country another way, for less money. They just have to be sure it is available and that items are insurable for any possible loss. International shipping for ‘in stock’ items, normally, takes 3-9 business days for processing, before shipping. If you need something sooner, sometimes we can do that for you. Please let me know and I will do my best to accommodate you. We use Fed Ex Priority mail, which once shipped, normally takes 2-4 business days for delivery. I wish I could help on custom charges, to keep them lower for you, but, In my country, to mark a package \"gift”, when it isn’t, in order to pay less customs fees, is illegal and against the laws of the United States Of America. Please don't ask me to do this. I sure appreciate it. :) 🌏✔︎🎁DELIVERY TIME: 🔜 ⏳✈️ 🚚 📫 🏡 PAYMENTS ACCEPTED: Paypal & Major Credit Cards, Online Check, Cashier's Check. WELCOME INTERNATIONAL BUYERS! Please Read Shipping Information On Item Page, Very Carefully. Be Sure You Select A Shipping Method Which Has Insurance Coverage And Tracking Available. ALL PAYMENTS DUE AT TIME OF PURCHASE OR WITHIN 2 DAYS. If You Need Additional Time, Please Message Me Beforehand. QUESTIONS? Please Message Me With Any Questions. I 'm Happy To Help! THANK YOU & God Bless You All! _gsrx_vers_795 (GS 7.0.7 (795))",
  "PrimaryCategoryIDPath": "11700:10033:101415",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3023292609288080_1.jpg",
  "ListingType": "FixedPriceItem",
  "SecondaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "Storefront": {
    "StoreName": "whimzies4you",
    "StoreURL": "http://stores.ebay.com/id=5442389"
  },
  "Quantity": "3",
  "PaymentMethods": "PayPal",
  "HitCount": "4",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjQwWDY0MA==/z/zRAAAOSwGJlZKJqk/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU5OVgxMjYy/z/0TIAAOSw42JZKJqn/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQzNFgxMTI2/z/0SkAAOSw42JZKJqm/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQzWDYwMA==/z/jbEAAOSwjqVZKJqn/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzY5WDYwMA==/z/oAYAAOSwCQZZKJqo/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQxWDYwMA==/z/hKMAAOSw42dZKJqo/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "70508"
}