{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P9DT6H41M50S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "46.99",
    "_currencyID": "USD"
  },
  "ItemID": "172713376189",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/3-PC-BETSEY-JOHNSON-BURGUNDY-CRYSTAL-FISH-NECKLACE-EARRING-BURG-CHARM-BRACELET-/172713376189",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "46.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T18:36:26.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-14T18:36:26.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "BETSEY JOHNSON",
        "Name": "Brand"
      },
      {
        "Value": "GOLDTONE.",
        "Name": "Color"
      },
      {
        "Value": "CLEAR  AND  BURGUNDY",
        "Name": "Main Stone"
      },
      {
        "Value": "GOLDTONE WITH ENAMEL",
        "Name": "Metal"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "3 PC BETSEY JOHNSON BURGUNDY CRYSTAL FISH NECKLACE EARRING BURG CHARM BRACELET",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Known for her celebration of the exuberant, the embellished and the over the top, Betsey has been rocking the fashion industry with her unique and original designs since the 1960’s. Her commitment to remain true to her one-of-a-kind vision has afforded Betsey continued success in an industry known for its fickleness. Her ability to change with the times while keeping her designs pure has not gone unnoticed. THIS IS A GORGEOUS SET STARTING WITH THE NECKLACE THAT HAS A GORGEOUS BURGUNDY CRYSTAL AND ENAMEL FISH PENDANT. HIS BODY IS COVERED WITH MOVABLE BURGUNDY FINS TOUCHED WITH GOLD AND HIS BODY CLEAR CRYSTALS. HIS TOP FIN IS GOLD TONE AND HIS HEAD IS WHITE ENAMEL WITH BLACK CRYSTAL EYES. HIS 2 SIDE FINS ARE MOVABLE UP AND DOWN AND ARE THE SAME WHITE AND BURGUNDY ENAMEL AS THE LOVELY OPEN TAIL FIN. HE IS 3\" LONG AND 2\" WIDE. THE NECKLACE IS 28\" IN LENGTH WITH A BJ CARD. THE EARRINGS ARE JUST SO PRETTY AND MATCH THE NECKLACE PERFECTLY. THEY ARE GORGEOUS GOLD TONE AND MULTI COLORED PEARLS WITH A LARGE WHITE PEARL AT THE BOTTOM, PLEASE SEE THE PICTURES FOR THE COLORS WHICH INCLUDES A MATCHING ONE. THEY ARE PIERCED AND HAVE A WIDE DISK FOR COMFORT AND SECURITY. THEY ARE ABOUT 1\" BY 3/4\" AND THEY ARE MOUNTED ON A BETSEY JOHNSON CAR THE BRACELET IS SO PRETTY WITH THE VELVET ROPE WOVEN IN AND OUT OF THE GOLD TONE CHAINS. IT IS A NAUTICAL THEME, PLEASE SEE PICTURES FOR THE CHARMS. IT HAS BJ TAG. IT IS 9\" LONG WITH 2 CIRCLES TO ADJUST THE TOGGLE CLASP. JUST BEAUTIFUL! THIS IS A COMPLIMENT MAGNET FOR SURE AND ALSO MAKES A GREAT GIFT FOR THE PERSON THAT HAS EVERYTHING OR JUST LOVES THE OCEAN AND ALL OF ITS CREATURES. OH AND DON'T FORGET YOURSELF! THIS IS BEAUTIFUL BETSEY JOHNSON FASHION JEWELRY, IF YOU ARE NOT SATISFIED PLEASE RETURN FOR A FULL REFUND. PLEASE SEE MY OTHER SETS AND CLOTHING TO GO WITH THEM. PLEASE SEE THE PICTURES AND ALL THE HANDCRAFTED DETAIL. + PLEASE SEE ALL THE PICTURES AS PART OF THIS LISTING. + PLEASE SEE MY OTHER FABULOUS ITEMS + 100% GUARANTEE ON ALL MY ITEMS. WILL BE LISTING MORE SO CHECK BACK OFTEN PLEASE READ: ALL OF MY LISTINGS HAVE A CODE ON THEM SOMEWHERE TO PROVE THEY ARE MY ITEMS. ALSO, ALL THE POCKETS ARE CHECKED BEFORE SHIPPING. Trend Alert: Maxi Dress AND Jumpsuits A hot trend this season is the maxi dress. The maxi is often a long flowing floor length dress that can be paired with either flats or high heeled shoes. Designers and celebrities love this new trend and many are making it a staple piece for their own wardrobe and collections. Night or day, the maxi dress is a must-have this season. PAYMENTS: PAYPAL. PAYMENT IS DUE AT THE END OF AUCTION. May be restocking fee if returned SHIPPING: ACTUAL COST, USUALLY 3 TIMES A WEEK I TRY VERY HARD TO KEEP COSTS DOWN IF YOU WISH TO SHIP ANOTHER WAY THAN THE ONE LISTED, PLEASE ADVISEGUARANTEE: 100% ON ALL ITEMS, IF YOU ARE NOT HAPPY RETURN FOR A REFUND. PLEASE BID WITH CONFIDENCE: WE MAY BE NEW ON EBAY BUT WE JUST BOUGHT OUT A LARGE EBAY BUSINESS THAT SELLS SIMILAR ITEMS AS WE DO IN OUR BRICK AND MORTAR STORE. WE ARE ON OTHER AUCTION SITES AS WELL. ALL MY HANDBAGS ARE GUARANTEED GENUINE AND I DESCRIBE THEM AS CLOSELY AS I CAN TO THEIR CONDITION. PLEASE REMEMBER, YOUR PERCEPTION AND MINE MAY BE DIFFERENT. I TRY TO SHOW ALL PHOTOS WITH CLOSE UPS SO YOU CAN SEE WHAT I AM SEEING.PLEASE UNDERSTAND THAT WE STRIVE FOR A POSITIVE 5 STAR RATING FROM YOU. BEFORE YOU RATE US LESS THAN THAT PLEASE CONTACT US, I GUARANTEE WE WILL MAKE YOU HAPPY. THIS RATING IS CRUCIAL FOR SMALL BUSINESSES TO STAY ON EBAY AND STAY COMPETITIVE. EVERY SELLER SAYS THE SAME THING ONE WAY OR ANOTHER BECAUSE IT IS A DIFFICULT VENUE TO SELL ON. THANK YOU FOR YOUR BUSINESS, IT IS APPRECIATED MORE THAN I CAN CONVEY. A FREE GIFT ALWAYS COMES WITH YOUR ITEM; IT IS YOURS WHETHER YOU RETURN THE ITEM OR NOT. XQEBM674068109XXc",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1727133761898080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "ronnisnowandthentreasures",
    "FeedbackScore": "2968",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "ronnisnowandthentreasures",
    "StoreURL": "http://stores.ebay.com/id=1251489503"
  },
  "Quantity": "1",
  "Location": "Port Charlotte, Florida",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU0MFgxMzM0/z/S0EAAOSwIQdZNE-u/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU0OVgxMDky/z/GtUAAOSwKytZNE-~/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODcxWDE2MDA=/z/q1sAAOSwq1JZNE-w/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwOFgxMTIw/z/m74AAOSwGJlZNE-1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzQ0WDE2MDA=/z/Fi8AAOSwAPVZNE-3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDM2/z/m~YAAOSwGJlZNE-5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMzNFgxMTMz/z/eH0AAOSwZ4dZNFAJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/nq4AAOSw9OFZNFAM/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMzNFg5MTA=/z/I~IAAOSw3gJZNFBS/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "33952"
}