{
  "ReturnPolicy": {
    "Description": "If you are not satisfied with the merchandise, please feel free to let me know. Just mail it back. When we receive it, you can get wholly refund (not include the return shipping fee).",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "44.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "391796295188",
  "TimeLeft": "PT12H6M56S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "44.99",
    "_currencyID": "USD"
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Chinese-handmade-miao-silver-filigree-hairpin-headgear-ancient-palace-style-/391796295188",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "44.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-26T23:34:19.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "CN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-05T23:34:19.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "\"Handmade\"",
        "Name": "Brand"
      },
      {
        "Value": "Hairpin",
        "Name": "Style"
      },
      {
        "Value": "Silver",
        "Name": "Main Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Chinese handmade miao silver filigree hairpin headgear (ancient palace style)",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Descriptions| Payments| Shipping| Return Policy| Contact Us Chinese handmade miao silver filigree hairpin headgear (chinese ancient palace style) 　 Size:14cmx10.5cm(5.5inchesx4.1inches);net weight:15g. You could glue the different color jewellery beads on the miao silver headgeer flowers such as jades ,pearls,coral,turquoise etc. totally handmade, applied our hand pinch filament technics.Chinese ancient palace style.Miao silver is comprised by white brass and silver.It's demonstrating extremely fine craftsmanship.In appreciating this cultural specialty from China you have a wonderful opportunity to further study the art and skill of the craftsmen and women of some of the remotest civilisations in our country. Chinese minority people&culture view: 4 　 　 　 Chinese ethnic handamde miao silver Miao silver is not the sterling silver, is a silver metal peculiar from Miao nationality. The mainly content components are silver and copper. Miao silver the Miao indigenous people refined silver by their own way. Miao silver often more expensive than 925 silver, mainly because the Miao silver workmanship are very exquisite, its value is mainly reflected in art. Miao silver processing, all in the family workshop by manual operation to complete. First the craftman melting silver slice, bar or different shapes, use pressure, carved, engraved process, make elegant pattern, and then weave welding or molding. The process of refine on lead Miao silverware to perfection. The miao silver inlcude both Western Chin wild and a unique delicate Oriental smart, various patterns, styles of silverware, emitting a thick atmosphere of the local...... Miao silver process is complex, a miao silver jewllery must go through the ten or twenty process to complete. Miao silver jewelry all made by hand, this process to make to the silver simple natural, full of nostalgic charm. Most miao silver jewelleries undergoing the old processing, presenting the quaint charm. Because it is handmade old, old color will be different. Black as the old main ingredients are natural charcoal, can not touch the water, black will fall. (off the black is not a quality problem) the new just wear, if not wipe, floating above the charcoal will make hands dirty, The old sense of nature present after wearing several times. Don't use water to clean the surface soak black of the Miao silver, with a soft cloth dipping in toothpaste to wipe, until the convex concave silver texture rendering, keep the original color, look no confusion have administrative levels feeling. Buying Miao silver do old jewelry people need to note, Miao silver is not afraid of the dark afraid of white, if you didn't like handmade-old Miao silver, can buy miao silver products which are didn't do the old. The ethnic minorities of China have produced fanciful, colorful costumes with distinctive flavors. They display superlative embroidery, brocading and batik. Objects by Miao, Gejia, Shui, Dong, Yao, Buyi, Yi, Zhuang and Li groups from the southwestern provinces of Guizhou, Hunan, Yunnan, Guangxi and Hainan are currently featured on our store. Most costume items or accessories are decorated with flowers, birds and animals from the surrounding landscape -- anthropomorphic and zoomorphic images that are often abstracted. Traditional auspicious designs appear, even among patterns that are completely geometric. Some parts of these minority groups, particularly the Miao, migrated southward into Vietnam, Laos and Thailand, where they are known as H'mong. Yao groups are also numerous on both sides of the border and produce similar textiles in both areas. 　 　 We provide expert handling and packaging service to ensure that your items arrive safely. Please note that if you purchase multiple items from our store, we offer combined shipping to save you money. Quality merchandise and customer service is our primary concern. Many of our customers come back to us again and again because of our integrity, fair prices, and excellent customer service, regardless of where they live in the world. 　 For USA and Canada clients: (include all charge) By Airmail $12 (usually take 10-15 workdays). By EMS $23 (usually take 4-7 workdays). **Other clients, please let me know your country . If you are not satisfied with the merchandise, please feel free to let me know. Just mail it back. When we receive it, you can get wholly refund (not include the return shipping fee). 　 　 Our paypal account. Please feel free to let me know your ideas.",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3917962951888080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "orientalcultures",
    "FeedbackScore": "7109",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "orientalcultures",
    "StoreURL": "http://stores.ebay.com/id=94969477"
  },
  "Quantity": "1",
  "Location": "100068",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDY3WDcwMA==/z/Y1wAAOSwT5tWG6KA/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500"
}