{
  "ReturnPolicy": {
    "Description": "14 DAYS MONEY BACK GUARANTEE!\n\nAt Jewelry & Accessories, we understand that buying an item on the internet is not easy and that sometimes the buyer may not like something about his or her purchase. If you are not completely satisfied with your purchase or would like to make an exchange for another item, then you have the option of returning OR exchanging the item within 14 days of receiving the item. Certain conditions apply, read below for details.\n\nConditions for Returns / Exchanges:\n\nItem must have the manufacture TAG ATTACHED.\n\nThe tag is generally the white stick on the zip lock bag or box containing the item.\n\nItem must be in its original UNWORN condition.\n\nItem must NOT be sized or customized in any way, by us or another jeweler.\n\nItem must be returned with ALL original accessories and paperwork included in the shipment.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ItemID": "272702497717",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Charms & Charm Bracelets",
  "ListingStatus": "Active",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "104.73",
      "_currencyID": "USD"
    },
    "PricingTreatment": "STP"
  },
  "Site": "US",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "35.33",
    "_currencyID": "USD"
  },
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "Country": "US",
  "GlobalShipping": "false",
  "QuantityThreshold": "10",
  "PrimaryCategoryID": "140944",
  "ExcludeShipToLocation": [
    "KZ",
    "RU"
  ],
  "PrimaryCategoryIDPath": "281:10968:140944",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2727024977178080_1.jpg",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "accessoriesnjewelry",
    "FeedbackScore": "25211",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "Accessories N Jewelry",
    "StoreURL": "http://stores.ebay.com/id=835106577"
  },
  "PaymentMethods": "PayPal",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/EC4AAOSwX9FZJ9kg/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg5MjQ=/z/nZ4AAOSwEHpZKWZ4/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "SKU": "QRS1263MAY",
  "StartTime": "2017-06-05T00:53:12.000Z",
  "QuantitySold": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "35.33",
    "_currencyID": "USD"
  },
  "HitCount": "3",
  "QuantitySoldByPickupInStore": "0",
  "QuantityAvailableHint": "MoreThan",
  "HandlingTime": "1",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Swarovski-Elements-May-Birthstone-Bead-925-Sterling-Silver-Reflection-Beads-/272702497717",
  "EndTime": "2017-07-05T00:53:12.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Reflection Beads",
        "Name": "Brand"
      },
      {
        "Value": "Slide/Slider",
        "Name": "Style"
      },
      {
        "Value": "Charm(s)",
        "Name": "Type"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": ".925",
        "Name": "Metal Purity"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Thailand",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "7mm",
        "Name": "Width"
      },
      {
        "Value": "Antique Finish",
        "Name": "Feature 1"
      },
      {
        "Value": "For Adult Charm Bracelet",
        "Name": "Feature 2"
      },
      {
        "Value": "--",
        "Name": "Feature 3"
      },
      {
        "Value": "--",
        "Name": "Feature 4"
      },
      {
        "Value": "12mm",
        "Name": "Length"
      },
      {
        "Value": "Swarovski Elements",
        "Name": "Material"
      }
    ]
  },
  "Title": "Swarovski Elements May Birthstone Bead .925 Sterling Silver Reflection Beads",
  "TimeLeft": "P29DT14H32M18S",
  "Location": "Atlanta, Georgia",
  "Description": "Swarovski Elements May Birthstone Bead .925 Sterling Silver Reflection Beads Item Number: StyleSlide/Slider TypeCharm(s) Theme Metal TypeSterling Silver Metal Purity.925 Length (inches)12mm Width7mm Main StoneNo Stone MaterialSwarovski Elements Gram Weight (Approx)N/A Feature 1Antique Finish Feature 2For Adult Charm Bracelet Feature 3-- Feature 4-- Country of ManufactureThailand Retail Price: $39.58 Jewelry & Accessories Price: $35.33 In Stock Reflection Beads Our story begins with \"...you being able to tell your story.\" Reflectio Beads was created to give you the opportunity to express yourself through jewelry. Providing you a way to select beads that mean something to you and allowing you to arrange them in a way that tells your story - is what our story is all about. Reflection Beads makes available over 3,000 handcrafted beads using Sterling Silver, Gold-plated Sterling Silver, 14K Gold, Hand-blown Glass, Italian Murano Glass, Dichroic Glass, Natural Stone, and Swarovski elements. Some beads feature high quality CZ, enamel or antique finishes as well as dangling charms, a way to really enhance the jewelry. Each silver and gold bead is originally handcrafted in wax by a team of skilled craftsmen, from which the finished beads are cast. The hand-blown glass, Natural Stone, and Dichroic glass beads have a solid sterling silver core. Italian Murano beads have sterling silver end caps. Each bead is then polished to a lustrous finish. A Reflection Beads bracelet or necklace looks great for any occasion, from casual outings to enhancing your favorite \"little black dress.\" We've designed our products so you can interchange Reflection Beads and charm with jewelry from other popular bead companies. We pride ourselves on our fantastic designs and excellent valvue for the money. This particular Slide/Slider is of Sterling Silver metal. It is 12mm in length and 7mm width. It has a Clasp Type. This Slide/Slider was made in Thailand. All gram weights provided are an approximation and can vary slightly based on the order. For any special instructions or any other details please contact us via eBay and we will assist you to the best of our abilities. Sterling Silver Reflections May Swarovski Crystal Birthstone Bead Shipping We, at Jewelry & Accessories, understand how important it is to get purchases on time in a safe and a secure manner. Hence, all our orders ship within 1 - 2 business days after the payment has cleared in full. Additional days may be required if there are alteration or customization requests made by the buyer or if the order is shipping to an international destination. Jewelry & Accessories ONLY ships to the address provided by PAYPAL. All items above $20.00 are INSURED FOR FREE. All items above $150 come with FREE SIGNATURE CONFIRMATION and will require someone to be present to sign for the package upon delivery. All items are primarily SHIPPED via USPS based on the shipping option you choose upon checkout. All items, shipped within the USA, can be tracked with the tracking number provided upon shipment. All First Class International Shipments will have partial tracking up until it leaves the United States. After this the tracking may not show any updates until the item has been delivered. The charges below DO NOT include fees for alteration, customizations, or customs fee (for INTERNATIONAL orders). DOMESTIC (within the US): Below are the shipping charges as applicable to items being shipped anywhere in the United States: Jewelry & Accessories offers THREE different shipping methods 1) USPS First Class Mail: FREE; this is a service Jewelry & Accessories offers to customers in the US at no charge. The package is fully insured and can take 2 - 5 business days to be delivered from the day it ships. 2) USPS Priority Mail: $6.95; this is a service Jewelry & Accessories offers to customers in the US. The package is fully insured and can take 1 - 3 business days to be delivered from the day it ships. 3) USPS Priority Mail Express: $19.99 for all jewelry items and $24.99 for watches; this is a service Jewelry & Accessories offers to customers in the US. The package is fully insured, comes with a signature confirmation, and can take 1 - 2 business days to be delivered, based on location. INTERNATIONAL (outside of the US territory): The BUYER is RESPONSIBLE for PAYING CUSTOM FEES AND TAXES! All items shipped outside the United States will be subject to a fee by the customs office upon delivery. Each country has its own tax rate, please check with your local post office or call the customs department to get the exact tax rate for your country. YOU have to PAY the CUSTOM FEES AND TAXES as decided by your country's customs office in order to receive the item. Jewelry & Accessories DOES NOT pay for customs fees or taxes for the buyers. Buyers are sent a letter by the customs informing them about the fees they owe, how to pay the fees and collect the item once it receives clearance from the country's customs department. Below are the shipping charges as applicable to items being shipped internationally outside of the United States: Jewelry For Less offers TWO methods of shipping: 1) USPS First Class Mail International: $15.00 USD for all jewelry under $100 USD. This is a service Jewelry & Accessories offers to all international customers (outside of US)*. Jewelry & Accessories ensures that the package is fully insured. The package will NOT require a signature upon delivery, and can take up to 45 business days to reach the country. The time period for customs clearance can vary on the country of the recipient. 2) USPS Express Mail International: $44.99 for all jewelry above $100 USD. This is a service Jewelry & Accessories offers to all international customers (outside of US)*. Jewelry & Accessories ensures that the package is fully insured. The package will require a signature upon delivery, and can take 5 - 7 business days to reach the country. The time period for customs clearance can vary on the country of the recipient. *Depending on the Rules and Regulations of your country Express Mail International might not be an option and may only allow First Class International to be shipped via the United States Postal Service (USPS). We also might not be able to ship the item depending on the customs rules and regulations of the recipient's country - as some countries do not allow jewelry to be imported. **We might not be able to ship the item depending on the customs rules and regulations of the recipient's country - as some countries do not allow jewelry to be imported. ***Jewelry & Accessories reserves the right to deny any transactions if the customs of the recipient's country does not allow jewelry to be imported. Returns & Warranties 14 DAYS MONEY BACK GUARANTEE! At Jewelry & Accessories, we understand that buying an item on the internet is not easy and that sometimes the buyer may not like something about his or her purchase. If you are not completely satisfied with your purchase or would like to make an exchange for another item, then you have the option of returning OR exchanging the item within 14 days of receiving the item. Certain conditions apply, read below for details. Conditions for Returns / Exchanges: Item must have the manufacture TAG ATTACHED. The tag is generally the white stick on the zip lock bag or box containing the item. Item must be in its original UNWORN condition. Item must NOT be sized or customized in any way, by us or another jeweler. Item must be returned with ALL original accessories and paperwork included in the shipment. Warranty ALL ITEMS COME WITH A 4-MONTH WARRANTY! We, at Jewelry & Accessories, try to provide buyers with the best quality jewelry possible. However, there are times when the manufacture may make a mistake. When the manufacture makes errors, it can lead to a defect in the item stone setting. Our warranty covers manufacture defects such as loose stones or missing stones caused by the failure to tighten prongs when setting the diamonds. Certain conditions apply, read below for details. Conditions for Warranty Buyer is RESPONSIBLE for shipping costs for shipping the item to us and receiving the item back from us. Missing stones will ONLY be installed if it is caused due to a manufacturing issue. The warranty does NOT cover damage caused by regular wear or abuse of the item, which will be decided upon receiving and assessing the item. Solitaire diamonds and side diamonds of three stone settings will ONLY be installed under warranty if the stone is sent with the item. The warranty does NOT cover damage caused by exposure to any type of chemical. This includes cleaning solutions, house hold cleaning supplies, soap, etc. Each warranty claim is assessed on a case by case basis. There may be costs associated with repairing an item, aside from shipping, if we believe the item does not fit the warranty of manufacture defects. Powered by Solid Commerce The All-in-One Listing, Inventory & Order Management Solution for Online Merchants",
  "ListingType": "FixedPriceItem",
  "NewBestOffer": "false",
  "Quantity": "12",
  "PostalCode": "30343"
}