{
  "ReturnPolicy": {
    "Description": "If you aren't satisfied with your purchase(s), you may return or exchange. FREE RETURN within 14 days of receiving. If the merchandise is new with tag, the tag MUST still intact in order to qualify for return or exchange. 15% restock fee if you return after 14 days of receiving, not exceed 30 days. Merchandise that is USED OR WORN will NOT be accepted for return",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT17H22M40S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "57.61",
    "_currencyID": "USD"
  },
  "ItemID": "282510042847",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BRIGHTON-HEART-GOLD-Black-Leather-Gold-Silver-Crystal-BRACELET-NWtag-78-/282510042847",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "57.61",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T03:18:44.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T03:18:44.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Brighton",
        "Name": "Brand"
      },
      {
        "Value": "Silver Plated",
        "Name": "Metal"
      },
      {
        "Value": "silver, black",
        "Name": "Color"
      },
      {
        "Value": "Crystal",
        "Name": "Main Stone"
      },
      {
        "Value": "Love & Hearts",
        "Name": "Theme"
      },
      {
        "Value": "843036038520",
        "Name": "UPC"
      }
    ]
  },
  "Title": "BRIGHTON HEART OF GOLD Black Leather Gold Silver Crystal BRACELET NWtag $78",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "BRIGHTON HEART OF GOLD Black Leather Gold Silver Crystal BRACELET NWtag $78 GUARANTEE AUTHENTIC & BRAND NEW   Silver-multi Style #JF1523 The three different hearts suspended in this metal and leather bracelet's ornamentation offer a sweet surprise -- they move! Slide them back and forth or space them out evenly. Width: 1/2\" Closure: Magnetic Diameter: 2\" Material: Leather, Swarovski crystal Finish: Silver plated, Brushed gold, Brushed silver   Brighton Tin or Pouch isn't included unless we stated otherwise. The pictures may not show the true colors of the items.   Most of the black spots or marks came from the light when the pictures were taken  We enlarge the pictures to show the details. PLEASE refer to the size in our description. If you have any concerns, please ask the questions, before you make the purchase We accept all major credit cards (Visa, MasterCard, American Express, Discover) via PayPal. We also accept debit cards and echecks via PayPal as well. Most of our items required immediately payment. But if you need time to pay, please contact us, we will glad to work with you. We ship Daily - Sunday & Holidays Excluded Mostly, we ship them THE NEXT DAY or NEXT BUSINESS DAYS after payment is cleared. We ship via USPS First Class Mail with Delivery Confirmation to United States and APO/FPO addresses. Priority Mail and Express Mail are also available for extra cost. Please contact us for the shipping cost. Shipping Insurance Highly Recommended. If you dont buy insurance and the package gets lost. We arent held any responsible. If you need insurance, PLEASE contact us after you made the payment BRIGHTON Tin or Pouch isnt included unless we stated otherwise. Return or Exchange is welcome. PLEASE contact us BEFORE you send it back. And, the item MUST be in the same condition we sent you. If it comes with tag, the tag MUST still intact. If you remove the tag, we cant accept your return. In case of defect or misrepresented, you must contact us within 48 hours upon receive it. And, the original tag(s) must still intact. IMPORTANT: PLEASE inspect your item(s) carefully BEFORE you remove the tag(s) If you are unhappy with your purchase or having any problems or receive the damage item(s), PLEASE contact us BEFORE leaving the neutral or negative feedback(s) We will do our best to ensure that you are happy with your purchase. We would greatly appreciate if you will NOT leave any Neutral or Negative feedback before contact us. THANK YOU VERY MUCH E-mail Feedbacks Home Favorites Get Images that Make Supersized Seem Small. Attention Sellers - Get Templates Image Hosting, Scheduling at Auctiva.com. Track Page Views With Auctiva's FREE Counter",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2825100428478080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "jasminteas",
    "FeedbackScore": "35442",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "JASMINTEA",
    "StoreURL": "http://stores.ebay.com/id=16200428"
  },
  "Quantity": "1",
  "Location": "usa",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTc5WDkwMg==/z/eVEAAOSwuLZY4CJV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Njc5WDkwMg==/z/CGMAAOSwTM5Y4CJU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjI1WDkwMg==/z/fsYAAOSw4CFY4CJV/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}