{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money back or exchange (buyer's choice)"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P19DT14H6M44S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Toe Rings",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "89.95",
    "_currencyID": "USD"
  },
  "SKU": "R413",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "302328395257",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14K-White-Yellow-Gold-Diamond-Cut-Cuff-Style-Adjustable-Toe-Ring-/302328395257",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "89.95",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-26T03:46:35.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-25T03:46:35.000Z",
  "PrimaryCategoryID": "140010",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "JewelStop",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "Main Stone"
      },
      {
        "Value": "14k",
        "Name": "Metal Purity"
      },
      {
        "Value": "Toe Ring",
        "Name": "Style"
      },
      {
        "Value": "1.3 gr.",
        "Name": "Weight"
      },
      {
        "Value": "NA",
        "Name": "Gem Type1"
      },
      {
        "Value": "14k",
        "Name": "Metal Stamp"
      },
      {
        "Value": "Two Tone",
        "Name": "Metal"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "14K White & Yellow Gold Diamond-Cut Cuff Style Adjustable Toe Ring",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "South America",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "SG",
    "TH",
    "VN",
    "BM",
    "MX",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "QA",
    "SA",
    "TR",
    "AE",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "RU",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "GR",
    "GG",
    "IE",
    "LV",
    "LT",
    "MK",
    "MT",
    "MD",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA",
    "GB"
  ],
  "BidCount": "0",
  "Description": "14K White & Yellow Gold Diamond-Cut Cuff Style Adjustable Toe Ring Item Description For all the ladies out there! Now, is the time to rise above the mundane and pamper yourself a bit with our exotic collection of stunning toe ring. JewelStop brings you the most amazing toe ring, the ones that you can pair up with all your beautiful outfits. These toe ring have everything you are looking for making these the perfect statement pieces and symbolise eternity. These can be used in the form of a daily wear accessory and can also be worn on special occasions. So, wear these and get ready to be a style icon. The toe ring are made of 14k gold that have been duly stamped and marked as a sign of its originality. The toe ring have been made of supreme quality material and we also vow a complete refund of your money within 30 days in case we fail to fulfill our promises. The package includes a gift box as well (domestic shipments only). So, wait no more and grab these amazing pair of toe ring today! Click here to see our Chains: Click here to see our Phillip Gavriel: Click here to see our Charm Beads: Click here to see our Earrings: Click here to see our Bracelets: Click here to see our Angelica Bracelets: Welcome to our eBay store! To make your purchase as simple and easy as possible, please refer to the store policies listed below. After winning an item in auction or completing a Buy It Now purchase, you have two check-out options: Check-Out Now! Click the Pay Now button at the top of this listing to immediately proceed with our checkout and payment process. Please note that the Pay Now button is ONLY available after winning an auction or completing a Buy It Now purchase. Check-Out Later If you do not choose to Check-Out now, you will be notified by eBay via e-mail that you are the winning bidder. There is no need to contact us to arrange payment. We will automatically send you an e-mail within three hours of an auction closing. Our message will contain a link to our simple and secure checkout system, where you will be able to quickly and conveniently pay for your purchase. You may also continue purchasing additional items from our auctions or eBay store. You have 7 days from the end of the first purchase to add additional items to your order. Make sure all of your auctions have ended prior to checking out. All of your purchases will be consolidated into one checkout! Shipping: Domestic Shipping All of our Buy It Now and most of our Auctions receive FREE SHIPPING with USPS First Class Service in the continental USA. All orders are shipped in one business day after the payment has been received and cleared before 2pm and have the correct confirmation and verification of your shipping info. Orders are NOT processed for shipment on weekends and holidays. You can find product specific shipping policy in the product detail listing page under Shipping and Payments. Most items on domestic FREE SHIPPING with USPS First Class Service tend to arrive between 3-7 days, on rare occasions it may take longer. We understand that it is very troublesome and frustrating, but honestly there is nothing we can do to speed up the delivery time. We strongly suggest that you upgrade to USPS Priority Service or for even faster service to USPS Express Mail. Insurance is included and tracking number will be emailed to you on the shipping day. No office pickups are permitted. Your item will be professionally packed after carefully inspection and will be shipped from our office in NY City's Jewelry District. Foreign Shipping, Custom and Duty: Most of our Buy It Now and Auctions receive FREE SHIPPING with USPS First Class International Service shipping. Your item will be professionally packaged after careful inspection in our office in NY City's Jewelry District. For faster delivery, we strongly recommend you upgrade for faster delivery to USPS Express Mail International Service. Shipping insurance is included and a tracking number will be emailed to you on the same day of shipping. We find that most international shipments by First Class International Service tend to arrive between 15-20 days. In some countries, it may take up to 3-4 weeks. We understand that it is very troublesome and frustrating, but unfortunately some elements of the shipping process are beyond our control and there is nothing we can do to speed up the delivery time. Purchases of value higher than US $ 100 can be shipped optionally by Express Mail International service. Regular shipping fees apply as stated. All orders are shipped within one business day after the payment has been received and cleared before 2:00 pm EST and have the correct confirmation and verification of your shipping info. Orders are NOT processed for shipment on weekends and holidays. Import duties, taxes and charges are NOT INCLUDED in the item price or shipping cost. As per eBay regulations, these charges are the buyer's responsibility. Please check with the USPS website regarding import fees or with your country's customs office to determine what these additional costs will be prior to bidding or buying. Customs fees are normally charged by the shipping carrier or collected when you pick the item up. These fees are not additional shipping charges. We cannot under-value merchandise or mark the item as a gift on customs forms as doing so is against U.S. and international laws.. Overseas customers who refuse, do not claim or return without prior correspondence and written authorization from us, will be charged for shipping and handling, (typically USD 5.00 for USPS First Class Mail Intl / First Class Package Intl Service and USD 99.00 for USPS Priority Mail Express International) and that amount will be deducted from your refund. Special notice for UK Customers: Please note that almost all items sent to the UK are being inspected and customs and duty charged. This has nothing to do with us and we are not responsible and do not refund these in any case. Returns: At JewelStopOnLine we are so certain that you will be totally satisfied with your purchase that we Guarantee the quality of all our items, but if for any reason you are not satisfied with your purchase, JewelStopOnLine offers a 100% Satisfaction with our No Risk Money Back Guarantee so that you can return your product for any reason within 30 days of purchase for a full refund of the purchase price. Refunds are issued not based on tracking number or email, but only upon actual receipt of the goods back in our office. No Restocking Fees, No Back End Hidden Fees, and No Hassle! Should you choose to return any item, please return in the same condition as received within 30 days. Refunds will be processed in the same method as the payment was made. We do NOT refund fees for expedited delivery like Priority, Overnight, Express, Weekend Delivery and do NOT refund fees for Foreign Shipments. Although we offer free shipping and the cost of shipping does not appear on the invoice, it DOES cost us money and we do NOT refund this. You do not need prior authorization for a return, as long as it is within our time limit. You may still contact us with any issue you may have by eBay messaging or by phone at (646) 657-0721 Monday - Friday: 8:30am - 3:30pm EST. Product Warranty: All products are provided with a 1 year replacement warranty for all manufacturer defects. Items that were abused, modified, cut, engraved and generally altered, cannot be returned and will not be accepted. Payment: We accept the following forms of payment. All Major Credit Cards PayPal BillMeLater Customer Service JewelStopOnLine 2 West 46th Street, Suite 506 New York, NY 10036 Monday thru Friday: 8:30AM-3:30PM EST. Closed On Major Holidays Phone: (646) 657-0721 eFax: (201) 586-0231 .",
  "PrimaryCategoryIDPath": "281:10968:140010",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3023283952578080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "jewelstoponline",
    "FeedbackScore": "15955",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "JewelStopOnline",
    "StoreURL": "http://stores.ebay.com/id=787622770"
  },
  "Location": "New York, New York",
  "Quantity": "10",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/d1gAAOSwYlRZJ6Ud/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "10036"
}