{
  "ReturnPolicy": {
    "Description": "IF YOU ARE NOT HAPPY WITH YOUR ITEM PLEASE RETURN WITHIN 7 DAYS",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 days",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P9DT19H1M38S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewellery & Watches:Costume Jewellery:Hair & Head Jewellery",
  "QuantitySold": "0",
  "HandlingTime": "5",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "33.99",
    "_currencyID": "GBP"
  },
  "ItemID": "252941010470",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/GENUINE-ROSE-QUARTZ-AND-ROSE-GOLD-HAND-TWISTED-WIRE-PROM-BRIDAL-TIARA-/252941010470",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "43.79",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-16T06:37:32.000Z",
  "PaymentMethods": "PayPal",
  "Site": "UK",
  "AutoPay": "true",
  "Country": "GB",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T06:37:32.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Tiara",
        "Name": "Style"
      },
      {
        "Value": "Pink",
        "Name": "Main Colour"
      },
      {
        "Value": "Rose Gold Plated",
        "Name": "Metal"
      },
      {
        "Value": "Gemstone",
        "Name": "Material"
      },
      {
        "Value": "ROSE QUARTZ",
        "Name": "Main Stone"
      },
      {
        "Value": "\"Handmade\"",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "Title": "GENUINE ROSE QUARTZ AND ROSE GOLD HAND TWISTED WIRE PROM BRIDAL TIARA",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "SIMPLY BEAUTIFUL GENUINE ONE OF A KIND DESIGN ROSE QUARTZ CHIPS ALSO THE GEMSTONE OF LOVE AND ROMANCE WITH PEARL LIKE WHITE BEADS AND GLASS BEADS ALL LOVINGLY HAND TWISTED WITH ROSE GOLD PLATED WIRE ONTO A ROSE GOLD TIARA. PERFECT FOT THAT SPECIAL EVENT IF YOU ARE NOT HAPPY WITH YOUR PURCHASE PLEASE RETURN ITEM WITH SEVEN DAY AND I WILL HAPPILY REFUND YOU. The Quartz family is one of the largest in the gemstone world. Throughout history Quartz was often used as a stand-in for more expensive and luxurious gemstones.This led to it once being known as the common chameleon of gemstones. Although Quartz is found in abundance around the world, and also most likely in your back garden, finding gem-quality Quartz is like finding a needle in a haystack. The fine crystal qualities of Quartz have been admired since ancient times, with its name deriving from the ancient Greek “krustallos”, meaning ‘ice’. It is believed that the Greeks and the Romans thought that Quartz was in fact ice that had been made by the gods because it couldn’t melt. The two main varieties of Quartz are Cryptocrystalline Quartz and Crystalline Quartz. Cryptocrystalline Quartz simply means the crystals within the gem are so small they are practically microscopic. Varieties within this type of Quartz include: Onyx, Chalcedony (a translucent waxy gem formed not of one single crystal, but a number of finely grained microcrystals), Agate (often featuring multiple bands of colours ) and Jasper (an impure, opaque variety of red, green, black, or mottled Quartz). The remarkable attribute of Crystalline Quartz is the sheer variety of forms it is found in, available in a myriad of colours ranging from Rose Quartz to Rock Crystal and Milky Quartz to dark Smokey Quartz. See also Amethyst, Citrine and Ametrine. I’m often asked questions about the value of certain members of the Quartz family, especially Smokey, Amethyst and Citrine. In today’s market the prices for many Quartz based gems does seem to be on a permanent rollercoaster! The best advice I can give is the same advice I give for most gems: the price per carat will normally depend on how vivid the colour is; how good the clarity is; and, probably most important, how well the gem has been cut. Posted with eBay Mobile",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2529410104708080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "xox_heather_xox",
    "FeedbackScore": "3475",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "CHALICE CHOKERS",
    "StoreURL": "http://stores.ebay.com/id=145215777"
  },
  "Quantity": "1",
  "Location": "York",
  "HitCount": "27",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/-isAAOSwjVVVq8WB/$_57.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "YO26 5LH"
}