{
  "ReturnPolicy": {
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT17H32M46S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Rings",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "47.8",
    "_currencyID": "USD"
  },
  "SKU": "#MLID#17",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "401341316556",
  "ConvertedCurrentPrice": {
    "value": "47.8",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T07:04:09.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ceramic-Womens-Finger-Ring-white-Wide-58-No-60-442102-58-/401341316556",
  "Country": "DE",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T07:04:09.000Z",
  "PrimaryCategoryID": "67681",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "6044210258008",
        "Name": "EAN"
      },
      {
        "Value": "60-442102-58",
        "Name": "MPN"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "ITRR",
        "Name": "Brand"
      },
      {
        "Value": "Ceramic",
        "Name": "Material"
      },
      {
        "Value": "58 (18.5)",
        "Name": "Ring Size"
      },
      {
        "Value": "White",
        "Name": "Color"
      },
      {
        "Value": "Women",
        "Name": "Target Group"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Ceramic Women's Finger Ring white Wide 58 No.60-442102-58",
  "ExcludeShipToLocation": [
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB",
    "CA",
    "AU"
  ],
  "Location": "Am Großen Bruch",
  "Description": "Ceramic Women's Finger Ring white Wide 58 No.60-442102-58 The description of this item has been automatically translated. If you have any questions, please feel free to contact us. Add to My Favourite Stores | Sign up for newsletter Service +49 (0) 394 05/262 Free shipping from 50 € Categories Adidas BERING watches BERING Watch BERING Men BERING UNISEX Hi Rene by Bering series BERING jewelry Bracelets Earrings Necklaces / Necklace Rings Other Boccia Bracelets Boccia Titanium Jewelry Boccia watches Men's Jewelry Chains necklaces Earrings Rings endless-jewelry BRACELETS Just wrapped Double wound wrapped three times Charms Silver Charms Gold Plated Charms Rose-Gold Plated Charms CLOSURES CASIO Baby-G Classic Collection Edifice G-Shock Alarm clock Citizen CONVERSE Converse analog Converse Digital Collection 1908 Double Gold Edition Trailer Bracelets Brooches needle Necklace, chains Golden Wedding Men's Jewelry Tie Pin Earrings Rings Pocket watch chain Esprit ESPRIT SCHMUCK Esprit Watches Festina FL Paris Trailer Bracelets Chains Earrings Rings FOSSIL Fossil Jewelry Accessories Fossil Charms Fossil jewelry FOSSIL watches GARDE Watches Braille watches Sports Watches Pocket Watches Alarm clock Glamour Trailer Bracelets Chains Earrings Rings Gold Jewelry Trailer Bracelet Bracelet Necklace Chain Anklets Ties holder Pins brooches Earrings Rings Ice Watch Silicone Small 38 mm in size Unisex 43 mm Big 48 mm in size Big Big 53mm Solid Small 38 mm in size Unisex 43 mm Big 48 mm in size Big Big 53mm ICE Love Small 38 mm in size Unisex 43 mm Big big 48 mm ICE Chrono Unisex 43 mm Big 48 mm Big Big 53mm Electrical ICE Chrono Ice Phone Retro ICE-ALU ICE Slim Mini ICE ICE surf ICE Twist ICE Chrono Party Clock ICE ICE Denim Ice-Sixties Ice-Crazy ICE-BMW ICE Vintage Ice-Style Ice-Glow-Glow ICE-Ola ICE Chamallow ICE Glam SURVIVE Bracelets Necklace, chains Rings Men's Jewelry Jacques Lemans Classic Formula 1 Geneve Jacques Lemans Jacques Lemans jewelry La Passion Sports New Ceramic Jewelry Ceramic Bracelets Ceramic chains Ceramic Earrings Ceramic ring Children's watches Adidas Adora Regent CASIO Scout TIMEX JACQUES FAREL Luminox watches Police Decoration Clock BiBA Beads Bracelets Enamel Beads Glass beads Chains Silverbeads Pulsar Regent Regent Watches Regent Watch Regent Gents Regent Kinderuhr Regent pocket Regent Unisex Regent clocks s.oliver s.Oliver ladies watch s.Oliver Men s.Oliver Kinderuhr s.Oliver jewelery s.Oliver digital SEIKO Kinetic Seiko 5 automatic Seiko Clocks Seiko Ladies Watch Seiko Men's Watch Seiko Kinetic Seiko Solar Solar Other Silver Jewelry Trailer Bracelet Bracelets Engraving Pendant ID bracelets engraved band Chains Chains for trailers Ties holder Pins brooches Earrings Rings Skagen Steel Jewelry Accessories Bracelets Chains necklace Earrings Ring Leather steel bracelet Leather steel chains SUENO Trailer Bracelets Necklace necklace Earrings Rings Pocket watch The One Binary Time JAM The One Binary Time TIMEX Titanium jewelry Trailer Bracelet Collier Men's Jewelry Earrings Ring Trollbeads the Original Trailer Bracelets & Necklaces Beads with Glass Beads with stones Silver letters - alphabet Gold beads Leather Bracelets Leather chains Muranoglasbeads Earrings Silver Beads Zodiac signs of the zodiac Closures Equipment Spring 2013 Valentine's Day Movements, watch parts, service Parts Services Movements Amber Jewelry Amber Bracelets Amber Ring Amber necklace / Necklace Amber pendant Amber Earrings Amber Other Wedding rings, engagement rings Bruno Banani Watches Bruno Banani Ladies Watch Bruno Banani Men's Watch Bruno Banani Unisex Engelsrufer Trailer with sound sphere S 16mm M 20mm ball pendant with sound L 24mm ball pendant with sound Engelsrufer chains / bracelets Trailers and angel wings HEART ANGEL Children Youth Jewelry Bracelets Necklaces / Necklace Earrings Rings SAVE BRAVE for Men Bracelets Necklaces / Necklace Earrings Rings Escada Watches Naomi Ellen bullets4peace Bracelets Necklaces and Pendants Children and Youth Jewelry Bracelets Earrings Trailer Rings Children's Necklaces ZEPPELIN Junkers BLOX Timestrap Tamaris Tom Tailor Other Contact Jeweler RudloffGerichtstr. 339393 HötenslebenTel.: + 49 (0) 39405-262Fax: + 49 (0) 39405-9012Please use eBay messaging system White ceramic ladies finger ring wide 58 Nr. 60-442102-58   White ceramic ladies finger ring wide 58 Nr. 60-442102-58 Ceramic ring novelty Brand new ceramic ring, combine well with our ceramic watches in the shop. Ceramic has an exceptionally hard surface and is thus resistant to scratches and absolutely skin-friendly. Description: Width: 58Width: 5-9 mm in the courseWeight: about 6,5 gramsColor: whiteMaterial: CeramicExtra: History narrow down       For more information about this product Target group Ladies Ring Size 58 ( 18.5 )   If the article contains batteries or rechargeable batteries - Notes on battery disposal: In connection with the sale of batteries or with the delivery of equipment containing batteries, we are obliged to draw your attention to the following:You are legally obliged to return used batteries as end-users. You can waste batteries that we carry in stock as new batteries or have performed free of charge back to our warehouse (shipping address). The symbols shown on the batteries have the following meaning:The symbol of the crossed out wheeled bin indicates that the battery should not be treated as household waste.Pb = battery contains more than 0,004 mass percent leadCd = battery contains more than 0,002 mass percent cadmiumHg = battery contains more than 0,0005 per cent of mercury.Please note the above instructions             powered by plentyMarkets Marke ITRR EAN 6044210258008 MPN 60-442102-58 Farbe Weiß Material Keramic Ringgröße 58 (18.5) Zielgruppe Damen Geschlecht Damen",
  "PrimaryCategoryIDPath": "281:10968:67681",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/4013413165568080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "uhrenrudloff",
    "FeedbackScore": "35924",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "Uhrenrudloff",
    "StoreURL": "http://stores.ebay.com/id=696174522"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Njg5WDY5NQ==/$T2eC16RHJGYE9nooh7!oBQlq9e1dFQ~~60_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}