{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P29DT14H39M40S",
  "ListingStatus": "Active",
  "ConditionDescription": "Gently used, does have some scratches on clasp, but beautiful! Please inspect all pictures",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM",
    "AG",
    "AW",
    "BZ",
    "DM",
    "GD",
    "KN",
    "LC",
    "MS",
    "TC",
    "BB",
    "BD",
    "BM",
    "BN",
    "BO",
    "EC",
    "EG",
    "GF",
    "GG",
    "GI",
    "GP",
    "IS",
    "JE",
    "JO",
    "KH",
    "KY",
    "LI",
    "LK",
    "LU",
    "MC",
    "MO",
    "MQ",
    "MV",
    "NI",
    "OM",
    "PK",
    "PY",
    "RE"
  ],
  "CurrentPrice": {
    "value": "189.99",
    "_currencyID": "USD"
  },
  "ItemID": "302339290420",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/JUICY-COUTURE-Extrememly-RARE-Gumdrop-Charm-/302339290420",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "value": "189.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T01:00:26.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-05T01:00:26.000Z",
  "PrimaryCategoryID": "140944",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Charm(s)",
        "Name": "Type"
      },
      {
        "Value": "Juicy Couture",
        "Name": "Brand"
      },
      {
        "Value": "Food & Drink",
        "Name": "Theme"
      },
      {
        "Value": "Traditional",
        "Name": "Style"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "JUICY COUTURE Extrememly RARE Gumdrop Charm",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Thank you for viewing my listing! About This Listing Pretty and EXTREMELY RARE Juicy Charm. Great Christmas Gift!!! Perfect addition to any collection. Makes a great gift too! Please check out my other listings, I have lots of jewelry!!! Terms of Sale and Payment I go off of the golden rule of do unto others, so my items are described honestly and to the very best of my ability. I take pride in how thoroughly I represent my items in pictures and words. New is new – unused and in mint condition. Pre-owned/pre-loved is used and will come with stated defects. I am not perfect so for used items please make sure to use Ebay’s zoom feature to inspect the photos closely and carefully. Also, read the seller notes and “about this listing” for details specific to the item. If you are shopping for a gift, I highly recommend that you purchase a new item since these are in perfect condition. Please read entire description, view all pictures and ask any questions before purchase. Returns are granted within 14 days only if I have greatly misrepresented an item. Items are to be returned in their original condition with original jewelry boxes. Because my auctions always ship for free the buyer must pay return shipping and a 20% restocking fee for handling. I leave positive feedback upon receiving it. All payments for auctions or accepted best offers must be received within 72 hours or a case is automatically opened by Ebay. I report and block all nonpaying members. Please do not make a best offer if you do not intend on paying once accepted. My rules on this are firm because of several non-payers in the past. I usually don't do formal best offers, but if you see something that you like and is out of your current budget, feel free to contact me through a message and I will do my best to negotiate. I create discounts if you would like to purchase multiple items, just contact me prior to purchase. I offer repeat buyers 10% off of their 4th order at listing price, just contact me prior to purchase. Please note that this cannot be combined with any other discounts. I also occasionally send gifts to my repeat customers with their orders. I take care of and appreciate my customers! My items are authentic and at some point have been a part of my collection/closet. Some Origami Owl items may come with non-Origami Owl pieces because they are theme-inspired, however that would be explicitly stated so in the listing. My items come from a non-smoking, but pet friendly home. Please note that pets are not allowed near any merchandise. Paypal only☺ Shipping Information Orders are usually shipped within 24 hours, with tracking information. I ship to the buyer’s Paypal confirmed address only. I include signature confirmation for items totaling in $130+ for free however, if your item is less and you would like signature confirmation I can do this at an additional cost. Juicy Couture jewelry will ship in Juicy Couture jewelry boxes for orders totaling over $100 or if I explicitly state so in the listing. This is the same for Origami Owl and Pandora items. I re-inspect and photograph all items prior to shipping. If issues arise on my end I will contact you prior to shipping. I take pride in my shipping process and how securely I package my items. Juicy Couture Charms and Care Guide I would like to start off by saying that I do not work for nor represent any of the name brands that I sell. I just enjoy their items. With that said I love Juicy Couture Charms! I purchased my very first charm in 2010, began collecting charms in 2012, and today my collection just keeps on growing! Juicy Couture began manufacturing charms in 2004 and stopped in 2014 – making all of their full-sized charms retired. Within that decade they created hundreds upon hundreds of charms. The made individual charms, boxed charm sets, charms as pendants and prefixed charm bracelets. Some were limited edition, or only available or a short period of time, and some are just incredibly rare and coveted by all collectors. Know your charms. It is best practice to be knowledgeable about what you want before you purchase it. If you have any questions about any charm, even if I do not have it for sale, feel free to message me. I am always down to talk charms! CHARM CARE: Although some charms can be very pricey and others very affordable, the one thing that most of them have in common is that they are technically costume jewelry. Except in a few cases, the vast majority of the time Juicy jewelry, is either gold or silver plated. Nevertheless, it still must be treated with care because it is extremely delicate. I’ve seen charms with missing stones, chipped/peeled/blotched paint, missing/broken parts, tarnish and patina etc. Here are a few tips to help you better care for your Juicy jewelry. People mainly for collect charms for three different reasons: to wear them, the display them or to “play” with them. My suggestion is to only display your charms so that they maintain their original condition and value. There are many ways to display your charms, but my biggest suggestion is to put them in a charm holding case so that them can lay flat. Hanging charms makes them susceptible to gravity and can cause pulling and the loosing of lids. From my experience charms with lids loosen over time, eventually to the point where they don’t stay closed. Unfortunately, this is common. Wearing charms leaves them open to damage such as missing stones and chipped paint. If you are going to wear your charms be mindful while doing so. Also never, never, never, spray your jewelry with perfume – this daily practice can cause extreme tarnish to the jewelry. Do not wear your charms in water or while sleeping. Only spot clean – if needed your local jeweler could probably recommend a cleaner. Take care of these little treasures! Happy Charming!!!!",
  "PrimaryCategoryIDPath": "281:10968:140944",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3023392904208080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "charmlove",
    "FeedbackScore": "380",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "CharmLove",
    "StoreURL": "http://stores.ebay.com/id=1161589113"
  },
  "Quantity": "1",
  "Location": "United States",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQxMVgxNjAw/z/EOUAAOSwux5YRMzn/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMwMlgxNjAw/z/AFIAAOSw6DtYRMzA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/h10AAOSwo4pYRMzH/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ5OFgxNjAw/z/UBkAAOSw4GVYRMzQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4NVgxNjAw/z/cx4AAOSw2xRYRMzX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQxOFgxNjAw/z/imQAAOSwnHZYRMzf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ1MlgxNjAw/z/V6YAAOSwj85YRMzw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQxOFgxNjAw/z/lhgAAOSwEzxYRMz3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/pTgAAOSwImRYRMz-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/WaoAAOSwj85YRM0F/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/sWgAAOSwa~BYRM0L/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Charms & Charm Bracelets"
}