{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ItemID": "322387912105",
  "PrimaryCategoryID": "152808",
  "ListingStatus": "Active",
  "Site": "US",
  "IntegratedMerchantCreditCardEnabled": "false",
  "SecondaryCategoryName": "Clothing, Shoes & Accessories:Costumes, Reenactment, Theater:Accessories:Other Costume Accessories",
  "ConvertedCurrentPrice": {
    "value": "39.95",
    "_currencyID": "USD"
  },
  "SecondaryCategoryIDPath": "11450:163147:155344:82161",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "TopRatedListing": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "QuantityThreshold": "10",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Grillz, Dental Grills",
  "ExcludeShipToLocation": [
    "RS",
    "HT",
    "BN",
    "GY",
    "TG",
    "ZW",
    "TN",
    "BI",
    "NE",
    "KE",
    "LS",
    "EG",
    "TD",
    "SL",
    "ZM",
    "SZ",
    "GM",
    "BF",
    "NA",
    "TZ",
    "CF",
    "SC",
    "UG",
    "AO",
    "ML",
    "GA",
    "ET",
    "SO",
    "CD",
    "MZ",
    "YT",
    "SH",
    "CI",
    "GW",
    "DZ",
    "KM",
    "MA",
    "CV",
    "MU",
    "EH",
    "RW",
    "GN",
    "BJ",
    "ER",
    "RE",
    "DJ",
    "MR",
    "SN",
    "CM",
    "CG",
    "MW",
    "GH",
    "LY",
    "GQ",
    "BW",
    "NG",
    "MG",
    "LR"
  ],
  "PrimaryCategoryIDPath": "281:10968:15124:152808",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3223879121058080_1.jpg",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "blingcartel",
    "FeedbackScore": "8257",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "blingcartel",
    "StoreURL": "http://stores.ebay.com/id=1162767515"
  },
  "PaymentMethods": "PayPal",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODk0WDg5NA==/z/bhQAAOSwjDZYdxKD/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/gjUAAOSwopRYdxKK/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/jdcAAOSwUKxYdxKO/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/usEAAOSwImRYdxKe/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/MUoAAOSwQupXXPIN/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEzOFgxNjAw/z/keQAAMXQ4uJR~1xa/$T2eC16hHJHcFFkRhtsOlBR+1)ZjmiQ~~60_57.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "TimeLeft": "P5DT13H24M30S",
  "StartTime": "2017-01-12T05:25:21.000Z",
  "QuantitySold": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "39.95",
    "_currencyID": "USD"
  },
  "SecondaryCategoryID": "82161",
  "QuantitySoldByPickupInStore": "0",
  "QuantityAvailableHint": "MoreThan",
  "HandlingTime": "1",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vampire-Fang-Set-Top-Fangs-Two-Bottom-Caps-14k-Rose-Gold-Plated-Dracula-Teeth-/322387912105",
  "EndTime": "2017-06-11T05:25:21.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Best Grillz",
        "Name": "Brand"
      },
      {
        "Value": "Brass",
        "Name": "Metal"
      },
      {
        "Value": "Rose Gold",
        "Name": "Color"
      },
      {
        "Value": "Korea, Republic of",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Vampire Fang Set Top Fangs & Two Bottom Caps 14k Rose Gold Plated Dracula Teeth",
  "Location": "Santa Barbara, California",
  "Description": "Call Us Toll Free: 1-888-664-1127 blingcartel EBAY STORE ABOUT US F.A.Q. CONTACT --> 100% Free Shipping To Any USA Destination!Rose Gold Fangs Combo Price: $39.95 Product Description Vampire fangs combo set with silicone molds. 14k Rose Gold plating over brass metal. You get 2 top fangs (14mm tall x 7mm wide) and 2 lower K9 single caps (10mm tall x 7mm wide), for a total of four pieces. The lower caps are rounded, not pointy. Four single silicone moldings are included. Original \"Best Grillz\", made in Korea. Includes simple instructions inside boxes. Quick and super easy to fit in just minutes! Easy to remove and can use over and over. Buy with confidence from a reliable USA-based grillz shop. We ship super fast, within one business day. 100% FREE SHIPPING in the USA. Order now! Why Buy From Us? Important Policies Frequently Asked Questions Payment & Checkout Returns & Exchanges Contact Us BLING CARTEL We are dedicated to providing our valued customers with the most excellent service possible. We want to be your first shopping choice for the best hip hop jewelry products, lightning fast shipping, and highly rated customer service. Low low prices on all our products, all year round 24/7 Generous return and exchange policy on most of our products Courteous, knowledgeable and professional sales personnel Brand new and factory fresh hip hop merchandise Thousands of happy and satisfied customers worldwide Free USPS shipping to US, Puerto Rico and US Military Bases USPS Priority 2-3 day domestic USA shipping available Toll-free customer phone support for your convenience High quality fashion jewelry from hip hop chains to grillz Order confirmation with tracking number on most orders All items in stock and ready to ship within one business day Important eBay Policies Domestic Shipping Free U.S. Shipping U.S. orders are eligible for FREE standard USPS shipping with a Track & Confirm number. Standard domestic shipping (First Class /Parcel Post) normally takes 5-7 business days to arrive. If you need to get your package sooner, we offer blazing fast USPS Priority Mail Shipping service with a Track & Confirm number for a nominal shipping fee. Domestic USPS Priority Shipping normally takes 2-3 business days to arrive. Most orders ship within one business day. International Shipping Outside of U.S.A. Shipping We ship to most countries via the Global Shipping Program and shipping costs will vary upon destination. Please click on the Shipping And Payments tab in the listing for international rates. International Import Duties, Taxes, Charges Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to purchasing. Returns, Exchanges, Warranties At Bling Cartel, your complete satisfaction is very important to us. That is why we offer returns and exchanges on most of our items. You can shop with confidence at our hip hop jewelry store. Rest assured, our goal is for you to be 100% satisfied with your purchase. We hope you keep us in mind for all your hip hop jewelry needs. Jewelry Returns And Exchange Policy We offer return and exchanges on most items. Please check the return policy in the individual item listing for more details. Returned items must be in original condition and must be returned within the stated return period. If you wish to return a jewelry item, please contact us. Teeth Grillz Disclaimer Unless otherwise stated, due to the nature of the product, grillz are sold as is without any warranties of any kind and cannot be returned or exchanged. We will not be responsible for any damages resulting from the use of these grillz including but not limited to incidental, punitive or accidental damages. Our grillz are intended for entertainment and decoration purposes only and are not intended for the replacement of natural teeth or fillings. Order Processing Times We ship packages daily from Southern California, Monday through Saturday. We do not ship on Sundays or holidays. Standard Order Processing time: 1 Business Day from date of cleared payment your item should leave our warehouse. Delays: While we try to get all orders out by the next business day, we will notify customer of any delay that may happen. Frequently Asked Questions Why choose Bling Cartel? At Bling Cartel, Inc., we are committed to providing exceptional hip hop jewelry pieces at a price that fits your budget. All orders are promptly shipped out, normally within 24 hours and should you have any questions, our team is ready to help you by email or by phone. Let us earn your business by providing you with a solid shopping experience. We believe that once you try our products, you'll want to come back for more. So what are you waiting for? Get yo' bling on and welcome to the family. Your 100% satisfaction is our goal. This is our commitment to you. What kind of quality are your products? Our products are hand-picked and must meet our standards before we place them in our store. We carry quality fashion jewelry pieces that are unique, hot and in demand. If for any reason, you don't think your online purchase was an amazing deal, we will gladly accept your return (within the stated return period), mouth grillz excluded - due to the nature of the product (unless otherwise stated). Your 100% satisfaction is our goal. More than 99% of our customers have had a positive experience with us. Now it's your turn. Make your move today and buy with confidence. Are your products real gold and real silver? While our fashion jewelry may look like real gold and silver jewelry pieces, they are actually gold plated, gold tone, silver plated or silver tone and are not real gold /silver fine jewelry. From time time, we may carry 925 sterling silver jewelry, and it would be stated as so in the product description. Most of our silver tone and gold tone jewelry is made from a base metal core with a gold, silver or a rhodium finish. The result is an outstanding simulated product that looks and feels like real solid gold or silver jewelry, but at a much lower cost to you. Now you can shop smart and look like a million bucks. Will my gold plated jewelry fade? Fashion jewelry is a sensible alternative to real solid gold jewelry. However, all gold plated and gold tone costume jewelry eventually wears and will show the base metal underneath. Depending on how often you wear it, gold plated jewelry can last years. However, if you wear the jewelry on a daily basis over bare skin and you don't clean the jewelry, you can expect the plating to last up to possibly six months. The type of jewelry and how it is worn will affect how long it will last. A jewelry piece that is always worn next to the skin will wear off quicker than one worn over clothing. Grillz can be rinsed off after each use and chains can be wiped clean of any sweat and body oils, to maximize the life of your hip hop jewelry. Hip Hop Grillz Why buy grillz from us? We know that you have many choices when it comes to buying grillz. Rest assured, when you purchase grillz from us, you are getting a solid quality product. Our stones shine bright and our grillz steal the show. We use high quality silicone molding bars so your grillz stay tight in your mouth. Our grillz are made from base metal and finished in a beautiful gold plating or rhodium plating (looks like silver or platinum) for a deep, dazzling shine. When you order from us, your package is shipped quickly, usually within 24 hours. And as always, you get 100% free shipping in the USA, with no minimum purchase required. . Will your grillz fit me? Our grillz are one-size-fits-all and are designed to fit any size mouth. You do not need any special tools or equipment. All our grillz come with a premium quality silicone molding bar. The molding bar is a silicone piece that softens in hot water and hardens when back at room temperature. Simply heat the molding bar in hot water, then place grillz and bar on teeth. Let the molding bar harden as it cools down and in just minutes you got a custom fit. All grillz come with illustrated grillz instructions. Payment Methods Credit Cards, Bank And Paypal All major credit cards are accepted. Credit card payments are processed securely through Paypal; the safer way to pay online. You can pay using your Visa, Mastercard, American Express, Discover as well as electronic bank payments. You can also pay with a Paypal account but one is not required in order to purchase. We do not accept cash, wire transfers or mailed checks. Ordering from us is very secure, fast and easy. Domestic Shipping Free U.S. Shipping U.S. orders are eligible for free standard USPS shipping with a Track & Confirm number. Standard domestic shipping (First Class /Parcel Post) normally takes 5-7 business days to arrive. If you need to get your package sooner, we offer blazing fast USPS Priority Mail Shipping service with a Track & Confirm number for a nominal fee. Domestic USPS Priority Shipping normally takes 2-3 business days to arrive. Most orders ship within one business day. International Shipping Outside of U.S.A. Shipping We ship to most countries via the Global Shipping Program and shipping costs will vary upon destination. Please click on the Shipping And Payments tab in the listing for international rates. International Import Duties, Taxes, Charges Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to purchasing. Returns, Exchanges, Warranties At Bling Cartel, your complete satisfaction is very important to us. That is why we offer returns and exchanges on most of our items, excluding mouth jewelry. Please check the individual product listing for specific return and exchange information. You can always shop with confidence at our hip hop jewelry store. Rest assured, our goal is for you to be 100% satisfied with your purchase. We hope you keep us in mind for all your hip hop jewelry needs. Jewelry Returns And Exchange Policy We offer returns and exchange policies on most items. Please check the individual item listing for more details on the return policy. Returned items must be in original condition and must be returned within the stated return period. Buyer is responsible for any return shipping costs. If you wish to return an item, please contact us. Grillz Disclaimer Due to the nature of the product, grillz are sold as is without any warranties of any kind and cannot be returned or exchanged, unless otherwise stated. We will not be responsible for any damages resulting from the use of these grillz including but not limited to incidental, punitive or accidental damages. Our grillz are intended for entertainment and decoration purposes only and are not intended for the replacement of natural teeth or fillings. CA Sales Tax Orders shipped to California addresses are subject to a 7.5% CA state sales tax Payment and Checkout We accept Paypal and all major credit cards through Paypal, the safe and easy way to pay on eBay. All \"Buy It Now\" listings require immediate Paypal or credit card payment. We do not accept any other forms of payment (no exceptions). Please verify that your shipping address is complete and correct. Military addresses, select “United States” in the “Country or Region” field and “AA”, “AE” or “AP” in the “State” field. Any questions regarding Payment & Checkout, please email us. Most orders ship either the same day or within one business day of your Paypal payment. We Accept Payment by: PayPal Visa Mastercard RETURN POLICY Returns, Exchanges, Warranties At Bling Cartel, your complete satisfaction is very important to us. That is why we offer returns and exchanges on most of our items. You can shop with confidence at our hip hop jewelry store. Rest assured, our goal is for you to be 100% satisfied with your purchase. We hope you keep us in mind for all your hip hop jewelry needs. Jewelry Returns And Exchange Policy We offer generous return and exchange policies on most items. Please check the individual item listing for additional details on the return policy. Returned items must be in original condition and must be returned within the stated return period. Buyer is responsible for any return shipping costs. If you wish to return an item, please contact us. Grillz Disclaimer And Return Policy Due to the nature of the product, grillz are sold as is without any warranties of any kind and cannot be returned or exchanged, unless otherwise stated. We will not be responsible for any damages resulting from the use of these grillz including but not limited to incidental, punitive or accidental damages. Our grillz are intended for entertainment and decoration purposes only and are not intended for the replacement of natural teeth or fillings. Contact Us Have a question that is not answered here? Contact us through the eBay messaging system. We answer all your questions the same day and many are answered within minutes! If you prefer, you can talk to a live representative by calling us toll free at 1-888-664-1127. Just leave a message and a representative will personally call you back and will gladly answer your questions. blingcartel Can't find the answer you're looking for?...Send us an email and we will respond to you as soon as possible: Send us an Email Categories All Grillz Grillz Sets Top Teeth Grillz Bottom Grillz Single Grillz Rosaries Hip Hop Earrings Hip Hop Watches Hip Hop Chains Bling Belt Buckles Bling Pendants Bracelets Other Shop By Price From : $0-$19.95 From : $19.95-$39.95 From : $39.95-$59.95 From : $59.95-$79.95 From : $99.50 + NewsletterSign up for special offers! eBay StoreAbout UsF.A.Q.FeedbackNew productsOn Sale blingcartel | eBay Templates Design by Geografixx.com",
  "ListingType": "FixedPriceItem",
  "NewBestOffer": "false",
  "Quantity": "12",
  "PostalCode": "93110"
}