{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "MinimumToBid": {
    "value": "49.95",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "162541689407",
  "TimeLeft": "P6DT8H55M21S",
  "ListingStatus": "Active",
  "Title": "BLUE CUBIC ZIRCONIA EARRING PENDANT NECKLACE SET STERLING SILVER #10/12",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "AU"
  ],
  "CurrentPrice": {
    "value": "49.95",
    "_currencyID": "USD"
  },
  "SKU": "AK-10/12",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "49.95",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-04T20:47:02.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-11T20:47:02.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "Cubic Zirconia",
        "Name": "Main Stone"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BLUE-CUBIC-ZIRCONIA-EARRING-PENDANT-NECKLACE-SET-STERLING-SILVER-10-12-/162541689407",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS"
  ],
  "Location": "Fair Haven, New Jersey",
  "Description": "BLUE CUBIC ZIRCONIA EARRING NECKLACE SET This is a gorgeous necklace and earring set made with blue cubic zirconia. The necklace measures 18\" long and the pendant measures 1\" x 3/8\". The earrings measure 5/8\" x 1/2\" with a post closure for pierced ears. The detail and grace of this set will truly amaze you. ITEM IS BRAND NEW PLEASE BE SURE TO VISIT MY OTHER AUCTIONS PLEASE BE SURE TO VISIT MY EBAY STORE - THANK YOU Powered by eBay Turbo Lister : RETURN POLICY ITEMS DAMAGED IN SHIPMENT – Damage claim instructions enclosed with order must be followed - DO NOT RETURN - If item is returned and damage claim instructions are not followed – a refund will not be given. RETURNS:Domestic: Refunds will be given minus 10% restocking feeInternational: Refunds will be given minus 10% restocking fee and shipping costNo restocking fee or shipping is charged if item is defective. RETURN SHIPPING is responsibility of buyer unless item is defective ALL RETURNS MUST BE FULLY INSURED BY BUYERIf return is received by seller broken in shipment, refund will NOT be given andbuyer must submit his own insurance claim. I strongly suggest returning by UPS since the Post Office takes several months to settle claims. ALL ITEMS MUST BE IN THEIR ORIGINAL BOX WITH ALL TAGS AND LABELSin order for a refund to be given ITEMS MUST BE RETURNED WITHIN 14 DAYS – SELLER MUST BE EMAILED BEFORE DOING A RETURN In case of damage or loss in shipping, item will be replaced with exact same item only. If replacement is not available, then a full refund will be issued by insurance. We can only ship to the address that shows on the paypal payment - if you need it shipped to a different address, you must change the ship to address in paypal BEFORE making payment. Thanks PLEASE: ESPECIALLY WITH FREE SHIPPING - IF YOU PURCHASEMORE THAN ONE ITEM - DO NOT PAY UNTIL WE COMBINE INTO ONE INVOICE AND SEND THE INVOICE TO PAY - URGENT NOTE – PLEASE READ - INTERNATIONAL SHIPMENTS Ebay delivery estimates are based on USPS estimated delivery These estimates are NOT accurate at this time since USPS is experiencing delays of up to 5 weeks or more. Insurance company will not start a claim for lost shipment until after 45 days.No refunds can be done until claim is started and shipment deemed lost.By placing order, it will be assumed that you understand and agree to this. ORDERS SHIPPED TO USA AND FORWARDED TO INT’L DESTINATIONEbay and Paypal guarantees only cover items to the original destination. My insurance will only cover shipment to USA destination.All orders MUST be opened upon receipt and I must be notified of any damage in shipping within 3 days of receipt. If shipment was UPS - item must be picked up from USA ship to location within 3 days of receipt. If USPS post office shipment - item must be taken to USA post office and damage claim done. DO NOT RETURN SHIPMENT – NO REFUNDS WILL BE GIVEN IF DAMAGE CLAIM INSTRUCTIONS ARE NOT FOLLOWED.I take no responsibility for items forwarded to another country. You need to purchase your own insurance to ship elsewhere.Upon placing order, it will be assumed that you have read, understood and agree to this. URGENT – URGENT – URGENTAUSTRALIA BUYERS – Orders placed in November - If you need this by Xmas - Priority mail will probably not make it by Xmas.Email me for Express mail quote URGENT – URGENT – URGENTAUSTRALIA BUYERS – Orders placed in November - If you need this by Xmas - Priority mail will probably not make it by Xmas.Email me for Express mail quote",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1625416894078080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "haventee",
    "FeedbackScore": "49252",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "HAVENTEE",
    "StoreURL": "http://stores.ebay.com/id=62480922"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODYzWDg3Nw==/z/61sAAOxy4M5R7uyW/$T2eC16RHJHMFG+p5gG31BR7uyV2R5Q~~60_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "07704"
}