{
  "ReturnPolicy": {
    "Description": "30 Days Money Back Guarantee",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P26DT42M14S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "30.34",
    "_currencyID": "USD"
  },
  "SKU": "B00EWCROLU",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "302335793697",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/EVER-FAITH-Womens-Austrian-Crystal-Zircon-Bridal-Flower-Leaf-Cluster-Hair-Side-/302335793697",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "30.34",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-01T12:04:06.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-01T12:04:06.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "EVERFAITH",
        "Name": "Brand"
      },
      {
        "Value": "A13300-1",
        "Name": "Model Number"
      },
      {
        "Value": "A13300-1",
        "Name": "MPN"
      },
      {
        "Value": "696737266125",
        "Name": "UPC"
      },
      {
        "Value": "Silver-Tone",
        "Name": "Color"
      },
      {
        "Value": "Fashion",
        "Name": "Category"
      },
      {
        "Value": "0696737266125",
        "Name": "EAN"
      }
    ]
  },
  "Title": "EVER FAITH Women's Austrian Crystal Zircon Bridal Flower Leaf Cluster Hair Side",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "THE Best For you 8 You have to change URL images in src tag too Note that the id number is increased one by one --> Description EVER FAITH Women's Austrian Crystal Zircon Bridal Flower Leaf Cluster Hair Side Comb Clear Silver-Tone This fabulous jewelry is made of cubic zirconias and crystals, making you feel more ladylike. Sparkle under lights, telling its quality to everybody. Ever FaithAs a company that concentrates on fashion jewelry, we already have about 10 years experience on fashion jewelry trend. We work magic on jewelry, keep on new designs and to a leader of beauty and style is our goal. We have over 5000 products and are good at sustaining innovations. Ever Faith's pieces are those that are bought, worn, collected, cherished and treasured. You will never be regretted if you take some times to look at our store and be surprised to find so many unique design. Feature Place on a low side bun and French pleat, this hair comb lets your hair style look more classic and graceful. Who adores bold headpieces may choose this one to replace tiara.EVER FAITH is a US registered trademark and Ever Faith Jewelry is its only owner.Wrapping: Come with some spare crystals(Zircon excluded), and a gift box or favor bag (depend on product size). If you need assistance please contact us.Intended Use: Wedding/Mothers-day/Valentines-day/Anniversary/Birthday/Casual Wear.Attachment Size: 16.2cm(6.37\") by 7.5cm(2.95\"), Weight: 71g Our Slogan New In Trend,Low Prices, Free Shipping Payment We only accept payments through paypal. Shipping Terms Return Policies Conditions A) General Return InformationIf you would like to return your purchased merchandises, please kindly contact us via eBay message by choosing \"I have a question about using my item or I want to send the seller a message.\" as the topic. We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been received by our warehouses and we can confirm from the tracking number that the item has been delivered, we will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return. B) Return Shipping CostsWe will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyer remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. C) Return Locations Please be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes. Feedback We kindly request our valued customers to send us a positive feedback and five stars as we are always depending on reviews from you and always need your assistance. Please leave feedback for us as this will inform us that you have received your items. We request you, please do not leave a negative or neutral feedback before contacting us,We will try our best to resolve any problem for you Thankyou verymuch !!!",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3023357936978080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "thebestforyou8",
    "FeedbackScore": "2508",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "THEBESTFOUYOU8",
    "StoreURL": "http://stores.ebay.com/id=1344704821"
  },
  "Quantity": "1",
  "Location": "Multilocation",
  "HitCount": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/PtkAAOSwfpVZMAKC/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/Y6MAAOSwYvFZMAKD/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/Ya0AAOSww9xZMAKE/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/Q~wAAOSwH09ZMAKF/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/m7IAAOSww5hZMAKG/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}