{
  "ReturnPolicy": {
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. Created automatically by EaSync.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P23DT13H53M32S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "30.37",
    "_currencyID": "USD"
  },
  "SKU": "B00AFCJPMC",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "322535674356",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/EVER-FAITH-4-3-Inch-Bridal-Silver-Tone-Peacock-Hair-Comb-Iridescent-Clear-AB-/322535674356",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "30.37",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-30T01:18:47.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-29T01:18:47.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "N/A",
        "Name": "Brand"
      },
      {
        "Value": "N/A",
        "Name": "MPN"
      },
      {
        "Value": "N/A",
        "Name": "UPC"
      },
      {
        "Value": "N/A",
        "Name": "EAN"
      },
      {
        "Value": "N/A",
        "Name": "ISBN"
      }
    ]
  },
  "Title": "EVER FAITH 4.3 Inch Bridal Silver Tone Peacock Hair Comb Iridescent Clear AB...",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "EVER FAITH 4.3 Inch Bridal Silver Tone Peacock Hair Comb Iridescent Clear AB Austrian Crystal This graceful and beautiful fashion jewellery is truly an eye-catcher which will help you draw admirations on your any occasion. Ever Faith As a company that concentrates on fashion jewelry, we already have about 10 years experience on fashion jewelry trend. We work magic on jewelry, keep on new designs and to a leader of beauty and style is our goal. We have over 5000 products and are good at sustaining innovations. Ever Faith's pieces are those that are bought, worn, collected, cherished and treasured. You will never be regret if you take some times to look at our store and be surprised to find so many unique design. Product Features [!]EVER FAITH is a US registered trademark and Ever Faith Jewelry(former name: Kiss Bling) is its only owner. We will pursue legal action against trademark infringement in case of UNAUTHORIZED sale or resale. You can put this at the side of the head or place it above a low chignon at the back of the head. Intended Use: Wedding&#x2F;Mothers-day&#x2F;Valentines-day&#x2F;Anniversary&#x2F;Birthday&#x2F;Casual Wear. 4.33 Inch long and 2.36 Inch wide, Weight: 57g Wrapping: Come with some spare crystals, and a gift box or favor bag (depend on product size) Shipping: Shipping is complimentary within the lower 48 US States. We Do Not Ship to PO/APO Boxes, HI or Alaska We Do Not Ship Outside of the Continental US All items ship within 24-72 hours of Payment For large items that require Freight shipping a valid phone number is required to call and schedule your delivery Terms of Sale and Feedback: Feedback is extremely important to us and eBay If you are satisfied with our transaction, please take a moment to leave Positive Feedback. YOUR Satisfaction is our #1 Priority! If there are any issues, PLEASE contact us BEFORE leaving a neutral or negative rating so that we may resolve any concerns. We PROMISE we can make you happy if you give us a fair chance. Returns / Concerns: All items qualify for returns within 30 days of receipt. Buyer is responsible for return shipping on any item that is not damaged Please be sure this is an item you want before making your purchase. Customer Satisfaction is our TOP priority! All items are IN STOCK at time of listing. Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items. Please do not penalize us if we have to issue you a refund! Thank You For Your Business!",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3225356743568080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "mydealspro",
    "FeedbackScore": "678",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "mydealspro",
    "StoreURL": "http://stores.ebay.com/id=505200435"
  },
  "Location": "US",
  "Quantity": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/jiUAAOSwcB5ZLMhz/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/VjAAAOSwlMFZLMh0/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/k2sAAOSw-K9ZLMh1/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/iYcAAOSwCQZZLMh0/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/pw0AAOSwi7RZLMhz/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}