{
  "ReturnPolicy": {
    "Description": "If you aren't satisfied with your purchase(s), you may return or exchange. FREE RETURN within 14 days of receiving. If the merchandise is new with tag, the tag MUST still intact in order to qualify for return or exchange. 15% restock fee if you return after 14 days of receiving, not exceed 30 days. Merchandise that is USED OR WORN will NOT be accepted for return or exchange.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT19H47M24S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "41.15",
    "_currencyID": "USD"
  },
  "ItemID": "292140772657",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BRIGHTON-SWINGING-SIXTIES-Double-Strands-BRACELET-NWotag-/292140772657",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "41.15",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T05:34:39.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T05:34:39.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Brighton",
        "Name": "Brand"
      },
      {
        "Value": "Silver Plated",
        "Name": "Metal"
      },
      {
        "Value": "Chain",
        "Name": "Style"
      },
      {
        "Value": "Silver",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "BRIGHTON SWINGING SIXTIES Double Strands BRACELET NWotag",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "GUARANTEE AUTHENTIC & BRAND NEW Silver Style #J35630 Tiers of joy: lightweight links with lots of movement hold sway with a hip new attitude. Length 7.25-8\" adjustable with lobster claw closure with a heart pendant. Brighton Tin or Pouch isn't included unless we stated otherwise The pictures may not show the true colors of the items. Most of the black spots or marks came from the light when the pictures were taken We enlarge the pictures to show the details. PLEASE refer to the size in our description. If you have any concerns, please ask the questions, before you make the purchase. BRIGHTON SWINGING SIXTIES Double Strands BRACELET NWotag GUARANTEE AUTHENTIC & BRAND NEW Silver Style #J35630   Tiers of joy: lightweight links with lots of movement hold sway with a hip new attitude.   Length 7.25-8\" adjustable with lobster claw closure with a heart pendant.   Brighton Tin or Pouch isn't included unless we stated otherwise The pictures may not show the true colors of the items.   Most of the black spots or marks came from the light when the pictures were taken  We enlarge the pictures to show the details. PLEASE refer to the size in our description. If you have any concerns, please ask the questions, before you make the purchase. We accept all major credit cards (Visa, MasterCard, American Express, Discover) via PayPal. We also accept debit cards and echecks via PayPal as well. Most of our items required immediately payment. But if you need time to pay, please contact us, we will glad to work with you. We ship Daily - Weekends & Holidays Excluded Mostly, we ship them THE NEXT DAY or NEXT BUSINESS DAYS after payment is cleared. We ship via USPS First Class Mail with Delivery Confirmation to United States and APO/FPO addresses. Priority Mail and Express Mail are also available for extra cost. Please contact us for the shipping cost. Shipping Insurance Highly Recommended (UNITED STATES) We will not held any responsible if you don't buy the insurance and your package get lost or damage. BRIGHTON Tin or Pouch isn't included unless we stated otherwise. FREE either BRIGHTON TIN or Brighton Jewelry Pouch (your choice or we choose it for you) when you purchase(s) more than $99 unless those items already come with the tin(s). DESIGNER Handbags, Wallets, Brighton HANDBAGS, WALLETS, SUNGLASSES excluded Brighton Jewelry is made of a zinc base coated 2 times in .925% Sterling silver then lacquer finished to prevent tarnishing. Sale is final, no return is excepted. Unless we have misrepresented it or it is defective. In case of defect or misrepresented, you must contact us within 48 hours upon receive it. And, the original tag(s) must still intact. Please inspect your item(s) carefully before you remove the tag(s)If they are any problems with your item(s), PLEASE contact us BEFORE leaving the neutral or negative feedback(s) We will do our best to ensure that you are happy with your purchase. E-mail Feedbacks Home Favorites Get Images that Make Supersized Seem Small.250+ Unique Listing Template Designs! Auctiva gets you noticed! THE simple solution for eBay sellers.",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2921407726578080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "jasminteas",
    "FeedbackScore": "35442",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "JASMINTEA",
    "StoreURL": "http://stores.ebay.com/id=16200428"
  },
  "Quantity": "1",
  "Location": "usa",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDYwMg==/z/SrUAAOSw7GRZNO1x/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500"
}