{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P7DT12H49M3S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Eyeglass Chains & Holders",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "41.63",
    "_currencyID": "USD"
  },
  "SKU": "$$$D22VCQKGU4",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "262984094296",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/peeper-keeper-beads-eyeglass-retainer-chain-holder-assortment-marble2-3-pack-/262984094296",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "41.63",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-13T23:51:27.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T23:51:27.000Z",
  "PrimaryCategoryID": "164461",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Assortment Marble(2), 3 pack mix",
        "Name": "color"
      },
      {
        "Value": "Peeper Keepers",
        "Name": "manufacturer"
      },
      {
        "Value": "Peeper Keepers",
        "Name": "brand"
      },
      {
        "Value": "850301006870",
        "Name": "mpn"
      },
      {
        "Value": "0850301006870",
        "Name": "ean"
      },
      {
        "Value": "850301006870",
        "Name": "upc"
      },
      {
        "Value": "850301006870",
        "Name": "UPC"
      },
      {
        "Value": "0850301006870",
        "Name": "EAN"
      }
    ]
  },
  "Title": "peeper keeper beads eyeglass retainer chain holder (assortment marble2, 3 pack",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Peeper Keepers Peeper Keeper Beads Eyeglass Retainer Chain Holder (Assortment Marble2, 3 pack mix) Product Gallery Item Description Fashion Peeper Keepers Eyewear Holders with superior quality comes in many styles such as glass beads, jewels, beads & chains, premium quality leather and supercord with exceptional craftsmanship and attention to detail. Final assembly with patented made in USA grip end makes Fashion Eyewear Holders a perfict fit. Features Model #1330 Marble Glass Beads, High quality, uniquely stylish glass beadsPatented unique grip end proudly made in the U.S.A.This Unisex Retainer fits most frames, and is 27 inches in lengthBONUS: Free microfiber cleaning cloth (color may vary), and screwdriver keychainAssortment Marble(2), 3 pack mix (Black, Brown, Green Marble) Additional Information Manufacturer: Peeper KeepersShipping Weight (pound) : 0.1 Shipping Dimensions: Width: 1.80 Length: 9.10 Height: 0.80 Delivery information All our stock is at our USA warehouse.Your item will be shipped by either DHL or UPS depending on the size/weight of the package and delivery location. We aim to ship orders within 24hours of processing your payment. Shipping is free. 30 day return or exchange policy for all our products. Only factory defects are accepted as the reason for product return. Returned item(s) must be returned with package completely intact, and all accessory(s) inside the package must be original condition.We do not pay for the postage costs for returned defective items.Items returned must be received within 30 days from purchase. No refund or replacement is issued after 30 day time period after purchase. Please allow up to 7 working days to process your returned item(s) after we receive it.We are extremely fair, and in the rare event of something unusual happening, we will gladly work with you to find a solution. We sell on eBay since 2016. We are based in the USA and ship from our own warehouses. Our products are 100% authentic and all brand new. We work with the biggest suppliers in the USA to bring you the best quality items!We guarantee to provide the best service. Customer satisfaction guaranteed!We offer a 100% Satisfaction Guarantee on all sales. If you are not happy with your purchase for any reason, please contact us within seven days of receipt of your item, or email us to share your concerns. We are extremely fair and will happily work with you to find a solution to any problem.We aim to maintain 100% feedback, and we want every single one of our customers to be a happy one. So in the rare case something does go wrong, before leaving a negative feedback, contact us so we can help make things right! In the rare event that you have an issue with your product or our service please contact us by email to share your concerns, we will respond within 24 hours to help to rectify the problem. Refunds and Returns 30 day return or exchange policy for all our products. Only factory defects are accepted as the reason for product return. Returned item(s) must be returned with package completely intact, and all accessory(s) inside the package must be original condition. We do not pay for the postage costs for returned defective items. Items returned must be received within 30 days from purchase. No refund or replacement is issued after 30 day time period after purchase. Please allow up to 7 working days to process your returned item(s) after we receive it. We are extremely fair, and in the rare event of something unusual happening, we will gladly work with you to find a solution. About us We sell on eBay since 2007. We are based in the US and ship from our own warehouses. Our products are 100% authentic and all brand new. We work with the biggest suppliers in the UK to bring you the best quality items! We guarantee to provide the best service. Our Guarantee Customer satisfaction guaranteed! We offer a 100% Satisfaction Guarantee on all sales. If you are not happy with your purchase for any reason, please contact us within seven days of receipt of your item, or email us to share your concerns. We are extremely fair and will happily work with you to find a solution to any problem. We aim to maintain 100% feedback, and we want every single one of our customers to be a happy one. So in the rare case something does go wrong, before leaving a negative feedback, contact us so we can help make things right! Contact Us In the rare event that you have an issue with your product or our service please contact us by email to share your concerns, we will respond within 24 hours to help to rectify the problem.",
  "PrimaryCategoryIDPath": "281:10968:164461",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2629840942968080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "bluestore2016",
    "FeedbackScore": "2936",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "bluestore2016",
    "StoreURL": "http://stores.ebay.com/id=295853987"
  },
  "Quantity": "4",
  "Location": "USA",
  "HitCount": "31",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDIxWDUyMA==/z/vwcAAOSw42JZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE2WDM1MQ==/z/Wy4AAOSwhvFZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MjI4WDUxMA==/z/EzoAAOSwaeRZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ4MA==/z/~E4AAOSwblZZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzgxWDUxOA==/z/wJ4AAOSwdjNZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzc5WDUxNw==/z/Wy8AAOSwhvFZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE2WDM1MQ==/z/7h4AAOSwONBZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDIxWDUyMA==/z/vIsAAOSwZKBZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MjI4WDUxMA==/z/boMAAOSwYlRZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTIyWDQ4MA==/z/ea4AAOSwK6RZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzgxWDUxOA==/z/-xwAAOSwcB5ZF5wC/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzc5WDUxNw==/z/ulUAAOSwDiBZF5wD/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}