{
  "ReturnPolicy": {
    "Description": "1. If you are no satisfied with your purchased item, please kindly contact us for the return\n2. Item return must be in a non-used condition.\n3. All parts and components must be completely returned and must be returned in the ORIGINAL Package.\n4. The BUYER may be charged with 20% restocking fee according to our Return Policy.\n5. The BUYER may have to pay for the Return shipping Cost.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P28DT22H10M13S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "30.48",
    "_currencyID": "USD"
  },
  "SKU": "B00RQ41EZ8",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "263019458651",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Black-Diamond-Color-Crystal-Teardrop-Rhinestone-Flower-Necklace-and-Earrings-/263019458651",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "30.48",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T10:14:25.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T10:14:25.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "RQ41EZ8",
        "Name": "MPN"
      },
      {
        "Value": "Pretty Accessories",
        "Name": "Brand"
      },
      {
        "Value": "RQ41EZ8",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Black Diamond Color Crystal Teardrop Rhinestone Flower Necklace and Earrings ...",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Black Diamond Color Crystal Teardrop Rhinestone Flower Necklace and Earrings Jewelry Set [Bridal Jewelry] Beautiful necklace and earring set with flower and leaf motif Rhodium-plated metal resists tarnishing and has the beautiful look of silver Includes 18-inch + adjustable (extra 2 inches) teardrop necklace and matching post dangle earrings Hypoallergenic, inexpensive jewelry fits any budget and is safe for all skin types Popular choice for bridal jewelry sets, bridesmaid jewelry sets and gift-giving; Other colors available This necklace and earring set offer a classic feminine style, making it a fantastic choice for evening wear and looks exquisite with white dresses. In fact, it has proven to be popular among brides and bridesmaids. The necklace is made up of flowers and petals along a curvy chain, connecting to an artistic cluster of crystals with petals in the middle. From this cluster hang two petals enveloping a flower and a teardrop shaped crystal directly below. The earrings match this same pattern with the flower and teardrop dangling from a single crystal on the post. The chain is rhodium plated for tarnish resistance. Shipping We offer FREE shipping on all orders! We ship within Three Business days of payment, usually sooner. We offer a Standard Shipping on all orders. (1 to 5 Business Days) We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, NO APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. You may be charged with 20% Restocking Fee according to our Return Policy. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback We strive to serve our customers as though they are our family. We TRULY understand what they are looking for and what they expect in the world of eBay!Your Positive Feedback Means a world of happiness for us and our staffs. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our IcyTrillionaire store.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2630194586518080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "icybillionaire",
    "FeedbackScore": "495",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "IcyTillionaire",
    "StoreURL": "http://stores.ebay.com/id=1542030130"
  },
  "Quantity": "1",
  "Location": "Multiple Locations",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDIxWDUwMA==/z/rS8AAOSws5pZM91~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzMzWDUwMA==/z/vaEAAOSwDiBZM91~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzMzWDUwMA==/z/IOAAAOSwtGlZM91~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzMzWDUwMA==/z/L4QAAOSw-K9ZM91~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDMzMw==/z/OnoAAOSwlY1ZM91~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzM0WDUwMA==/z/oOsAAOSwCQZZM91~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzM0WDUwMA==/z/f0gAAOSw5cRZM91~/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzM0WDUwMA==/z/WNAAAOSwaeRZM91~/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}