{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "40.87",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "322539748216",
  "TimeLeft": "P1DT14H9M1S",
  "ListingStatus": "Active",
  "Title": "TOP MIX CUT STONES .925 SILVER PLATED 7 BRACELET & 7 EARRINGS MIXED LOT AV5033",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Mixed Items & Lots",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "40.87",
    "_currencyID": "USD"
  },
  "SKU": "AV5033",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "40.87",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-02T04:33:43.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New with tags",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-07T04:33:43.000Z",
  "PrimaryCategoryID": "10970",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "AV",
        "Name": "Brand"
      },
      {
        "Value": ".925 Silver Plated",
        "Name": "Metal"
      },
      {
        "Value": "Mix Cut Stones",
        "Name": "Main Stone"
      },
      {
        "Value": "As Picture",
        "Name": "Color"
      },
      {
        "Value": "Stone",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "203",
        "Name": "Weight"
      },
      {
        "Value": "N/a",
        "Name": "Metal Purity"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TOP-MIX-CUT-STONES-925-SILVER-PLATED-7-BRACELET-7-EARRINGS-MIXED-LOT-AV5033-/322539748216",
  "ExcludeShipToLocation": "CL",
  "Location": "India/Jaipur",
  "Description": "Best Jewels From JewelIndia2282 Track Page Views WithAuctiva's FREE Counter We accept PayPal ONLY. It is easy and safe for you to pay by credit cards, debit cards, bank transfers and PayPal account balances.Payment should be made within 7 days since the winning of the first item.Non-paying winners will be reported to eBay. Serious bidders only please. Please email us with any questions you may have during the transaction. Item will be Shipped Within 48 hours after payment is clearedThe delivery time usually takes 2-3 weeks (max 4 weeks), depending which country & locationCustomers are responsible for duties and VAT charged by their country of residence. We recommend you contact your local customsOffice if you have questions about this. 1. The Buyer shall inspect the Goods immediately upon receipt and shall notify within 3 days of delivery if the Goods are damaged.2. In case of return, Seller gets to decide whether or not to accept return. The buyer agrees not to dispute the decision made by..... Refund will be given as money back. Returning something is a painless process, and we guarantee satisfaction on everything we sell! Sorry, we cannot reimburse shipping charges.3. Buyers have to pay return shipping charges in any case of return back of the parcel.4. If The Buyer will Return the Item in 14 Days & we will Accept the Return Send them the Refund Buyer will not Able to Give Any Negative & NeutralIf you are not satisfied with your purchased items then contact with us first before leaving negative or neutral feedback or opening disputes. We believe in solving the issues. A positive feedback represents our service, product quality and dedication towards customer's satisfaction. Our future business depends on your satisfaction or positive feedback with \"5-star rating\".Please Note: Rings Size is subject to availbility and may differ cost due to Weight. Welcome To the eBay Store of - ------------------------------------------------------------------------------------------------------------------------------------------------------ ------------------------------------------------------------------------------------------------------------------------------------------------------ We accept PayPal ONLY. It is easy and safe for you to pay by credit cards, debit cards, bank transfers and PayPal account balances. Payment should be made within 7 days since the winning of the first item. Non-paying winners will be reported to eBay. Serious bidders only please. Please email us with any questions you may have during the transaction. Item will be Shipped Within 48 hours after payment is cleared The delivery time usually takes 2-3 weeks (max 4 weeks), depending which country & location Customers are responsible for duties and VAT charged by their country of residence. We recommend you contact your local customs Office if you have questions about this. 1. The Buyer shall inspect the Goods immediately upon receipt and shall notify within 3 days of delivery if the Goods are damaged. 2. In case of return, Seller gets to decide whether or not to accept return. The buyer agrees not to dispute the decision made by..... Refund will be given as money back. Returning something is a painless process, and we guarantee satisfaction on everything we sell! Sorry, we cannot reimburse shipping charges. 3. Buyers have to pay return shipping charges in any case of return back of the parcel. 4. If The Buyer will Return the Item in 14 Days & we will Accept the Return Send them the Refund Buyer will not Able to Give Any Negative & Neutral If you are not satisfied with your purchased items then contact with us first before leaving negative or neutral feedback or opening disputes. We believe in solving the issues. A positive feedback represents our service, product quality and dedication towards customer's satisfaction. Our future business depends on your satisfaction or positive feedback with \"5-star rating\". Please Note: Rings Size is subject to availbility and may differ cost due to Weight.",
  "PrimaryCategoryIDPath": "281:10968:10970",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3225397482168080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "jewelindia2282",
    "FeedbackScore": "768",
    "FeedbackRatingStar": "Purple"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjE2WDgwMA==/z/-BwAAOSw-kdX0b7W/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}