{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P15DT12H25M11S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "5500.0",
    "_currencyID": "USD"
  },
  "SKU": "INKFROG_258328259",
  "ItemID": "122509047696",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/RARE-18K-VAN-CLEEF-ARPELS-TREFLE-RUBY-DIAMOND-NECKLACE-/122509047696",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "5500.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-22T03:30:51.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-21T03:30:51.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Van Cleef Arpels",
        "Name": "Brand"
      },
      {
        "Value": "Necklaces & Pendants",
        "Name": "Type"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Metal"
      },
      {
        "Value": "18k",
        "Name": "Metal Purity"
      },
      {
        "Value": "Ruby",
        "Name": "Main Stone"
      },
      {
        "Value": "Red",
        "Name": "Color"
      },
      {
        "Value": "Unknown",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "RARE 18K VAN CLEEF ARPELS TREFLE RUBY DIAMOND NECKLACE",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "AUTH RARE VAN CLEEF ARPELS TREFLE RUBY DIA NECKLACE 18K Description: Rarely seen on eBay - Collector's ItemThis is a 100% GUARANTEED AUTHENTIC or MONEY BACK VAN CLEEF & ARPELS RUBY & DIAMOND \"TREFLE\" Necklace. The design has been discontinued but remains very popular as it is a classic. The Trefle line is based on a flower motif with 4 petals so that it can be worn as earrings, ring, pendant or even brooch. The center stone features a round ruby cabochon, abut 4mm in size, about 0.105cts and each petal features 4 small diamonds each for a total of 15 small diamonds of high clarity and color. The gemstones are all set in 18K yellow gold. The center pendant flower suspends from a 16-inch chain that can be converted to 14 inches in lenght due to the additional loop as is common in most VCA necklaces of this type.The Trefle line of jewelry is rarely seen in VCA boutiques throughout the world. In fact, it is mostly owned by collectors and are rarely even seen in the secondary market. This piece is definitely a collector's item. Mostly collected by people who have other VCA pieces and are treasured for generations.The back of the flower pendant features a criss-cross pattern setting that is indicative of the high quality craftsmanship that VCA is known for. CONDITION: PRE-OWNED but in PRISTINE TO BRAND NEW CONDITION. Was used less than 5 times. Has just returned from cleaning by VCA boutique in South Coast Plaza. Will come with original VCA necklace folder and pouch. Sorry, no box. MEASUREMENTS: The pendant flower measures 1/2 inch across. MARKINGS: The necklace has a plate attached on the chain marked \"VCA 750\" for Van Cleef Arpels 18K and C in a circle probably for copyrighted design CF3847. Shipping: Shipping is FREE within the US via UPS/Fedex fully insured. Please email me for actual shipping costs anywhere else in the world. I will gladly use buyer's Fedex/other courier's account instead of charging for shipping costs. Payment: Please bid with confidence as I only sell authentic name brand items my own personal collection. I have sold many authentic name brand bags on eBay especially Hermes. Buyer pays shipping and insurance. Will accept Paypal, wire transfers and bank check only. Bidders with 0 feedback, please contact me before bidding or your bids will be canceled. Bidder must contact me within 24 hours after the end of auction and payment must be remitted within 48-72 hours after the end of auction. Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge On Jan-30-08 at 14:54:03 PST, seller added the following information: inkfrog terapeak inkFrog Analytics",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1225090476968080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "loveallbags",
    "FeedbackScore": "382",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "loveallbags",
    "StoreURL": "http://stores.ebay.com/id=6485803"
  },
  "Quantity": "1",
  "Location": "New York, New York",
  "HitCount": "51",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/8HcAAOSwXeJYGAps/$_10.JPG?set_id=880000500F"
  ],
  "ConditionID": "3000",
  "PostalCode": "10185"
}