{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money back or replacement (buyer's choice)"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P27DT45M25S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "40.48",
    "_currencyID": "USD"
  },
  "SKU": "B003QMIIYO",
  "ItemID": "162538909269",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Sri-Yantra-Chakra-Talisman-Green-Quartz-Magic-Pendant-Necklace-/162538909269",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "40.48",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-02T15:34:15.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-02T15:34:15.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "T73-A",
        "Name": "MPN"
      },
      {
        "Value": "BestAmulets",
        "Name": "Brand"
      },
      {
        "Value": "T73-A",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "Title": "Sri Yantra Chakra Talisman Green Quartz Magic Pendant Necklace",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Sri Yantra Chakra Talisman Green Quartz Magic Pendant Necklace Best Amulets® Collection. Sri Yantra Chakra Talisman Green Quartz Magic Gemstone Circle Good Luck Powers Pendant NecklaceSri Yantra Chakra Talisman Green Quartz Magic Pendant Necklace Gemstone Circle Size: 2 inches (50mm) Made from Natural Gemstone and may have some natural specks making your Amulet or Talisman very unique and special Each Magic Symbol is Engraved on top of the Gemstone Circle Comes with Adjustable cord, and adjusts from 15 inches up to 24 inches Comes with Detailed Information Card and cute Velour Pouch. Gemstone Circle Size: 2 inches (50mm) Made from Natural Gemstone and may have some natural specks making your Amulet or Talisman very unique and special. Each Magic Symbol is Engraved on top of the Gemstone Circle. Comes with Adjustable cord, and adjusts from 15 inches up to 24 inches. Exclusive, Unique, Magic, One of the Kind and Individual TalisSimulated from Natural Green Quartz Gemstone. Talisman meaning: Sri Yantra Chakra Talisman. Helps Meditation and Concentration. Representation of the Jewel in the Lotus, The mystical symbol of all creativity. Worn for protection and good luck. Recharges your Chakra and creates positive energy all across. Good Luck and Natural Powers of Green Quartz Gemstone: Green Quartz has been used as a lucky talisman and is a popular stone for gamblers. Green Quartz is like the good luck shamrock of the mineral kingdom. It helps bring in good fortune, money, abundance and overall happiness. Its name is derived from the Italian word \"aventura\" that means by chance. Green Quartz is extremely powerful. Green Quartz is often referred to as the Money Stone. It is thought to help those who enjoy games of chance and attracts money and luck to the owner. Has a reputation as a \"gambler's stone\", bringing luck into the game of risk and chance. Good career stone for those in stressful situations at work. It assists in realization of potentials and alternatives. It gives a calmness and balance, which enhances creativity, career success, prosperity, and independence. Our Amulets and Talismans are made as Perfect Gemstone Circle and each Magic symbol is Engraved on the top of the Gemstone. Natural Gemstone powers will engage with Powers of Magic Symbols creating super natural combination for it's immediate owner. Make it your own today. Shipping We offer FREE shipping on all orders! We ship within Three business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1625389092698080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.8",
    "UserID": "reborn*777*deal",
    "FeedbackScore": "166",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "reborn777deal",
    "StoreURL": "http://stores.ebay.com/id=1381567631"
  },
  "Quantity": "2",
  "Location": "Multiple Locations",
  "HitCount": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/dOAAAOSwfpVZMYV1/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/Cc8AAOSwZ4dZMYV1/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}