{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT15H5M38S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Piercing Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "107.8",
    "_currencyID": "USD"
  },
  "SKU": "NP25A-YG-W_18K",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "222535475374",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Star-Shape-Real-Diamond-18k-Yellow-Gold-Engagement-Nose-Piercing-Ring-Pin-Stud-/222535475374",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "107.8",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T06:38:14.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T06:38:14.000Z",
  "PrimaryCategoryID": "32050",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Natural",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "White",
        "Name": "Main Stone Color"
      },
      {
        "Value": "Yellow",
        "Name": "Color"
      },
      {
        "Value": "eternaldia-india",
        "Name": "Brand"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Metal"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Nose",
        "Name": "Body Area"
      },
      {
        "Value": "VS2",
        "Name": "Clarity"
      },
      {
        "Value": "22g",
        "Name": "Gauge (Thickness)"
      },
      {
        "Value": "0.04",
        "Name": "Total Carat Weight (TCW)"
      },
      {
        "Value": "G",
        "Name": "Diamond Color"
      },
      {
        "Value": "18K",
        "Name": "Metal Purity"
      },
      {
        "Value": "Nose Pin",
        "Name": "Type"
      },
      {
        "Value": "Diamond",
        "Name": "Main Stone"
      },
      {
        "Value": "Round",
        "Name": "Main Stone Shape"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Star Shape Real Diamond 18k Yellow Gold Engagement Nose Piercing Ring Pin Stud",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Southeast Asia",
    "IQ",
    "IL",
    "JO",
    "KW",
    "LB",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "GE",
    "KZ",
    "KG",
    "MN",
    "RU",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BA",
    "BG",
    "CY",
    "CZ",
    "EE",
    "FI",
    "GI",
    "GG",
    "HU",
    "IS",
    "IE",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "VA",
    "PR"
  ],
  "BidCount": "0",
  "Description": "Home About Us All Listings Shipping Return Contact About Us EternalDia represents the best brands and Jewellery manufacturers and has one of the largest collections of Gold, Silver and Diamond jewellery on eBay. We value of customers and always thrive to bring to them the best of the style and latest designs in fine jewellery. The quality of jewelry assures 100% money back guarantee and we have on offer products that can be certified by leading certification companies adhering to standards and guidelines of leading institutes like GIA, IGI etc. at an additional cost. EternalDia is One Stop Shop for all your family jewelry needs. Be it any occasion, birthdays, graduation ceremony, engagement, wedding, anniversary, surprise gifts, baby shower… or no occasion… simply buy jewelry because you want to, without any reason or season. We believe in loyalty and that’s why it pays being our repeat customer. We have some of the best offers and discount on eBay along with multiple shipping options. Out returns policy confirms to the norms defined by eBay and we allow a 30 days return of product. We ship our products through leading service providers like USPS, FedEx, DHL, EMS etc. We can deliver our products to more than 50 countries across various continents. We have a full fledged Customer Service team who can help you with choosing the right product or helping you queries you may have on pricing, shipping, returns etc. Our goal is to provide you with the best jewellery at the most competitive price delivered to you in the shortest possible time with a guarantee of quality, safety and security. Shipping We, at EternalDia, understand how important it is to get purchases on time in a safe and a secure manner. Hence, all our orders are shipped within 10 business days after the payment has cleared in full. Additional days may be required if there are alteration or customization requests made by the buyer. All items are primarily SHIPPED via USPS, DHL, FedEx or EMS. All items can be tracked with the tracking number provided upon shipment. INTERNATIONAL Shipping The BUYER is RESPONSIBLE for PAYING CUSTOM FEES AND TAXES! All items shipped can be subject to duty and taxes as per the rules of the country of entry. Each country has its own tax rate; please check the local customs department site to get the exact tax rate for your country. YOU have to PAY the CUSTOM FEES AND TAXES as decided by your country's customs office in order to receive the item. EternalDia DOES NOT pay for customs fees or taxes for the buyers. Buyers will be informed by the delivery carrier in case duty or taxes have to be paid, how to pay the fees and collect the item once it receives clearance from the country's customs department. Below are the shipping charges as applicable to items being shipped internationally EternalDia offers THREE methods of shipping 1) Expedited Shipping: Delivery period between 3 to 5 days. 2) Standard Shipping: Delivery Period between 6 to 10 days. 3) Economy Shipping: Delivery Period between 11 to 23 days. Note *The time period for customs clearance can vary on the country of the recipient. **Handling time may vary from product even though we try to ship the products within 10 days of receiving the order. ***We might not be able to ship an item to certain countries depending on the customs rules and regulations of the recipient's country - as some countries do not allow jewellery to be imported. ****EternalDia reserves the right to deny any transactions if the customs of the recipient's country does not allow jewellery to be imported. Returns & Exchanges 30 DAYS MONEY BACK GUARANTEE! At EternalDia, we understand that buying an item on the internet is not easy and that sometimes the buyer may not like something about his or her purchase. If you are not completely satisfied with your purchase or would like to make an exchange for another item, then you have the option of returning OR exchanging the item within 30 days of receiving the item. Certain conditions apply, read below for details. Conditions for Returns/Exchanges •Item must have the manufacture TAG ATTACHED. •Item must be in its original UNWORN condition. •Item must NOT be sized or customized in any way, by us or another jeweller. •Item must be returned with ALL original accessories and paperwork included in the shipment. Contact Us Message us directly on eBay via messaging portal or from the item “contact buyer” Please bookmark us to your favorites list and visit often! Your business is very important to us. Hence, we respond to all our messages, emails, and calls, within 24 – 48 business hours. Please keep in mind that the response rate could be delayed during weekends and holidays. Connect With Us & Stay Updated You now have the option to be up to date with today’s fashion and jewellery trends along the latest and best specials offers by subscribing to our news letter. You can also follow us on our Facebook, Twitter and Instagram pages. Fine jewellery complies with standards laid down by leading institutes and can be certified Click to know more Home About Us All Listings Shipping Return Contact © Copyright 2017 EternalDia, All Rights Reserved.",
  "PrimaryCategoryIDPath": "281:10968:15124:32050",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2225354753748080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "97.2",
    "UserID": "eternaldia-india",
    "FeedbackScore": "206",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "eternaldia",
    "StoreURL": "http://stores.ebay.com/id=1465394817"
  },
  "Quantity": "2",
  "Location": "Mumbai, Maharashtra",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ0MFgxNDQw/z/rEMAAOSwDmBY5Iwo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI4MFgxMjgw/z/OXIAAOSwpkFY5Iwo/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}