{
  "ReturnPolicy": {
    "Description": "Your satisfaction is very important to us. That's why we offer a 100% Satisfaction Guarantee. If you are not satisfied with your item, you get your money back. Please return the item to us (to the address listed on your invoice) & we will exchange or refund your full purchase price. Please include a note detailing the problem and what you would like us to do about it (i.e. exchange or refund). We reserve the right to refuse items that are returned to us after 30 days.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P24DT17M10S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DE",
    "FR",
    "AU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "32.99",
    "_currencyID": "USD"
  },
  "SKU": "SBR13822",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "232354183703",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Swarovski-Elements-Line-Drop-Earrings-Necklace-Set-18-Brass-/232354183703",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "32.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-30T15:12:27.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "89.99",
      "_currencyID": "USD"
    },
    "PricingTreatment": "STP"
  },
  "EndTime": "2017-06-29T15:12:27.000Z",
  "Location": "Brooklyn, New York",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Brass",
        "Name": "Metal"
      },
      {
        "Value": "10k",
        "Name": "Metal Purity"
      },
      {
        "Value": "Crystal",
        "Name": "Main Stone"
      },
      {
        "Value": "Silverspeck",
        "Name": "Brand"
      },
      {
        "Value": "spring-ring",
        "Name": "ClaspType"
      },
      {
        "Value": "rolo",
        "Name": "ChainType"
      },
      {
        "Value": "18 IN",
        "Name": "Length"
      },
      {
        "Value": "3.4 MM",
        "Name": "Width"
      },
      {
        "Value": "30 MM",
        "Name": "Height"
      },
      {
        "Value": "post-with-friction-back",
        "Name": "BackFinding"
      },
      {
        "Value": "18",
        "Name": "Chain Length"
      },
      {
        "Value": "884335310207",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Swarovski Elements Line Drop Earrings & Necklace Set, 18\" in Brass",
  "ExcludeShipToLocation": [
    "AF",
    "AM",
    "AZ",
    "BD",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BA",
    "IS",
    "LI",
    "MD",
    "RS",
    "SJ",
    "BN",
    "KH",
    "LA",
    "MO",
    "VN",
    "AR",
    "BO",
    "EC",
    "FK",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE",
    "Africa",
    "BM",
    "GL",
    "PM",
    "IQ",
    "JO",
    "LB",
    "OM",
    "TR",
    "YE"
  ],
  "BidCount": "0",
  "Description": "Swarovski Elements Line Drop Earrings & Necklace Set, 18\" in Brass Click Thumbnails to Enlarge Product Description This stunning necklace and earrings set sparkles with clear Swarovski elements. The stones are set in a chic linear design. The pendant dangles from an 18” rolo chain, and the earrings are secured by post with friction backs. SBR13822 Product Specifications Product Details Metal Type: brass Clasp Type: spring-ring Metal Stamp: no-metal-stamp Chain Type: rolo Length: 18 IN Width: 3.4 MM Height: 30 MM Back Finding: post-with-friction-back Stone Details Stone Weight: Shape: Setting: Backfinding: Color: Clarity: Stone Weight: Shape: Setting: Backfinding: Color: Clarity: Stone Weight: Shape: Setting: Backfinding: Color: Clarity: Stone Weight: Shape: Setting: Backfinding: Color: Clarity: Stone Weight: Shape: Setting: Backfinding: Color: Clarity: Stone Weight: Shape: Setting: Backfinding: Color: Clarity: Terms of Sale CHECKOUT You can checkout immediately once you've been declared a winner from eBay by clicking \"Pay Now\" from the listing page or your My eBay page. There is no need to contact us to arrange payment. In accordance with eBay policy, payment must be received within 7 days of auction end. You must complete your order using the CheckOut process. You may combine multiple auctions into one order, thereby saving on your shipping cost, but you must use the CheckOut only after your last auction has ended. We accept PayPal, including all major credit cards thru PayPal. SHIPPING When do we ship: We typically ship orders Monday through Friday (except for Holidays) within 24 business hours of receipt of payment. All orders are shipped with a Delivery Confirmation. You will receive an email with the tracking number as soon as your order ships. Shipping rates for orders shipped within the United States: Shipping & Handling charges are FREE. You may combine multiple auctions into one order, If you are combining multiple items into one shipment, do not checkout and make payment until you have completed all of your purchases. We ship all our orders via US Postal Service - First Class Mail Shipping rates for orders shipped internationally: International Shipping & Handling charges are FREE to most countries, refer to the eBay \"Shipping and Handling\" tab to see if we ship to your'e country for free. If you are combining multiple items into one shipment, do not checkout and make payment until you have completed all of your purchases. All International orders are shipped via US Postal Service - First Class International without tracking information, (you will see a tracking number once your order is shipped but it's just a reference number from the post office). Duty, Taxes and Forwarding costs (if any) from your country is the sole responsibility of the customer. PAYMENT For your security & convenience, we only accept PayPal. You can pay us securely with all major credit cards thru Paypal. Residents of New York State will be charged the applicable sales tax. Payments are due within 7 days of auction closing. Any unpaid items will be removed from your order and relisted. SilverSpeck will file an Unpaid Items dispute with eBay for all non-paying bidders. RETURNS Your satisfaction is very important to us. That's why we offer a 100% Satisfaction Guarantee. If the item you receive is not as described you get your money back. Please return the item to us (to the address listed on your invoice) and we will exchange or refund your purchase price. Please include a note detailing the problem and what you would like us to do about it (i.e. exchange or refund). FEEDBACK Our system automatically leaves positive feedback once payment is received. CONTACT For any SilverSpeck customer service questions, please contact us. Our regular customer service hours are 9:30 a.m. to 5 p.m. ET Monday through Thursday and 9:30 a.m. to 1:00 p.m. on Friday. Weekly Deals",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2323541837038080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.0",
    "UserID": "silverspeck",
    "FeedbackScore": "280403",
    "FeedbackRatingStar": "RedShooting"
  },
  "Storefront": {
    "StoreName": "SilverSpeck",
    "StoreURL": "http://stores.ebay.com/id=61384316"
  },
  "GlobalShipping": "true",
  "Quantity": "6",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/6rQAAOSw~y9ZLYvg/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/QuwAAOSwcB5ZLYvf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/-C0AAOSwrhBZLYvg/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/njwAAOSw42JZLYvf/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/qbIAAOSwhvFZLYvf/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "11219"
}