{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P19DT15H14M46S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "5",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "229.0",
    "_currencyID": "USD"
  },
  "SKU": "SPE-105",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "272687603894",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/White-Topaz-Carving-Black-Onyx-Gemstone-Earrings-silver-Fashion-Dangle-Jewelry-/272687603894",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "229.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-26T06:17:04.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-25T06:17:04.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Jewelz on net",
        "Name": "Brand"
      },
      {
        "Value": "Earrings",
        "Name": "Type"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "925 sterling",
        "Name": "Metal Purity"
      },
      {
        "Value": "Onyx",
        "Name": "Main Stone"
      },
      {
        "Value": "Black",
        "Name": "Color"
      },
      {
        "Value": "Gemstone",
        "Name": "Material"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Natural",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "Not Enhanced",
        "Name": "Main Stone Treatment"
      },
      {
        "Value": "white Topaz",
        "Name": "Secondary Stone"
      },
      {
        "Value": "925",
        "Name": "Base Metal"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "White Topaz Carving Black Onyx Gemstone Earrings silver Fashion Dangle Jewelry",
  "ExcludeShipToLocation": [
    "NG",
    "ZW",
    "RU"
  ],
  "BidCount": "0",
  "Description": "PENDANT EARRINGS RING BRACELET BANGLE NECKLACE Fine Carving Black Onyx Gemstone Earrings 925 Sterling silver Fashion Dangle Jewelry Product code : SPE-105 Gross weight : 15.75 Gms Metal Information Silver Purity : 925 Sterling Silver Silver Weight : 8.75 Gms Gemstone Information White Pave gemstone wt : 5.1 carat Green onyx wt: 25 carat Measurement Information Length : 3 Inch (75mm) Width 1.2 Inch (28mm) International Buyers - Please Note : Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility Payment by Paypal We accept all payments through Paypal. Its the safest and most convenient way to pay for item you purchase from us. Its secure and can be easily done through our checkout system. You have to send payment with in 7 days of item purchase. You can also send us payment through credit cards including debit cards and eChecks through Paypal. Also, we only ship to Confirmed Paypal addresses, Please confirm your address with paypal while making payment through Paypal. Shipping (Thru FEDEX & USPS & Other Courier Services) All shipping costs include tracking and insurance. All orders will be shipped with in 1-3 days of payment confirmation in Paypal. Please allow an additional 3-4 business days processing for custom-sizing and special orders. To prevent your packages from being lost or stolen, signature is required for all deliveries. FREE / DISCOUNTED combined shipping rate: when you order more than one item! This only applies when you combine your orders at checkout. This offer is valid for 3 days from the date of your first order. International Buyers : Please Note : * Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. * Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying We check all our items for manufacturing and the stone quality used in making the item before dispatch. However in rare case if the item which reached to you is defective or not up to your satisfaction. We provide 100% money back guarantee or exchange. We provide 15 days cooling-off period with every purchase you make. Any dissatisfaction with the jewelry, we guarantee cash back. kindly contact us immediately by email for any REFUND/EXCHANGE. Note: We do not reimburse the shipping cost. To avoid loss is transit while returning (we are not liable for the loss), please insure the product and ship it back to us. You may contact us prior to the shipment you make, so that we can confirm well in advance the return procedure and return address to ensure that your experience in dealing with is a pleasant one. Sizing and Custom Orders: Customers are responsible for ordering the correct size. Any resized rings and bracelets (other than the standard size indicated on the page) are non-refundable. Please leave us your positive feedback and 5-star rating if you are satisfied with our items and service. You will be greatly appreciated. If not quite satisfied, please do contact us before leaving the feedbacks. We will surely solve the problem for you satisfactorily. (100% communication, 100% refund, 100% replacement,100% communication) Please do give us a chance to make things right before any negative or neutral feedback left. And those who leave bad feedbacks without communication are not welcome at all. Because we always trust : Item as described Communication Shipping time Shipping and handling",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2726876038948080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.4",
    "UserID": "jewelz-on-net",
    "FeedbackScore": "300",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "jewelzonbay",
    "StoreURL": "http://stores.ebay.com/id=1113698030"
  },
  "Quantity": "1",
  "Location": "New York, New York",
  "HitCount": "10",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTEwMFgxMTAw/z/PFIAAOSwJSJXGRh4/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEwMFgxMTAw/z/NJYAAOSw-YBXGRh9/$_57.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "10036"
}