{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New with defects",
  "TimeLeft": "P9DT16H40M35S",
  "ListingStatus": "Active",
  "ConditionDescription": "New without tags. <br>Missing one lavender Swarovski crystal. Can easily be replaced by a professional. <br>Search eBay or elsewhere for a replacement.",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "39.5",
    "_currencyID": "USD"
  },
  "ItemID": "263020501584",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Nolan-miller-Glamor-Collection-LAVENDER-Swarovski-Crystal-Watch-VERY-RARE-/263020501584",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1750",
  "ConvertedCurrentPrice": {
    "value": "39.5",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T02:39:56.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T02:39:56.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Nolan Miller Glamour Collection",
        "Name": "Brand"
      },
      {
        "Value": "Stainless Steel Caseback",
        "Name": "Metal"
      },
      {
        "Value": "Swarovski Crystals",
        "Name": "Main Stone"
      },
      {
        "Value": "Lavender and Silver",
        "Name": "Color"
      },
      {
        "Value": "8-1/2\" band",
        "Name": "Length (inches)"
      }
    ]
  },
  "Title": "Nolan miller Glamor Collection LAVENDER Swarovski Crystal Watch VERY RARE!!!",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "EXTREMELY RARE COLLECTOR'S ITEM ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ The Glamor Collection LAVENDER COLLECTION by Nolan Miller Silver and lavender watch w/Genuine purple croc leather leather band MORE BEAUTIFUL IN PERSON! The Rectangular Shape watch is so sleek and devine, it is flattering on anyone. This watch looks good with whatever you're wearing. And don't think that you can only wear purple! This watch is brand new, never worn, with defects. *There is ONE Swarovski Crystal missing. (I recommend looking for a replacement on eBay for the crystal, then get estimates from jewelers for actual replacement. IF IT CAN'T BE DONE, which I cannot guarantee you!) I still urge you to buy it! I have looked at this too many times to count and NEVER noticed it was missing. I saw it now after I took closeup pictures! LAVENDER SWAROVSKI CRYSTALS Stainless Steel Caseback Fits 6\" to 7\"-1/2\" wrists NOLAN MILLER GLAMOUR COLLECTION LAVENDER CROCO-EMBOSSED LEATHER WATCH SPECTACULAR & VERY RARE!!! There is always time to sparkle! A rectangular case is bordered with 2 rows of lavender pave Swarovski crystals in this stunning watch. The lavender band is genuine leather. From the Nolan Miller Glamour Collection. - Silvertone - Band Width 9/16\"W - Japanese Quartz Movement - Brand New In Good Working Order - This piece is retired and no longer available Nolan Miller recently passed away in June 2012 and he will be missed. This handsome and charming gentleman graced the television on QVC with his beautiful and very glamorous collection of jewelry, clothing and accessories. Knowing what women wanted and what made them look their best contributed to his success. Nolan Miller was 10 years old when he decided that he wanted to be a fashion designer. He moved from rural Texas to Los Angeles to study fashion at the Choinard Art Institute. After graduation, he was working for a florist and sketching his own designs when he showed some of them to Joan Crawford, who soon chose him as her couturier. Miller soon went into costume design for movies and television full-time, designing the clothes for all of Aaron Spelling's shows. Miller became a household name for his costume design for the TV series Dynasty, for which he was nominated for four Emmy Awards for Best Costume Design for a Series. Miller was also nominated twice for Emmys for his costume design for television movies. He has been a couturier to some of Hollywood's greatest fashion icons, including Sophia Loren, Barbara Stanwyck, Bette Davis, Elizabeth Taylor and Joan Collins. Nolan would see a real piece of fine jewelry belonging to one of his clients and ask if he could recreate the pieces with simulated materials. Many of his clients were so impressed that they would travel with these pieces! Even young Hollywood is enamored with his exciting and timeless sense of style. Nolan Miller's style epitomizes extravagance and glamour. His creations defined fashion in the 1980s. He once said, \"When I'm 90, my name will still be synonymous with shoulder pads.\"",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2630205015848080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "whit3461.inh8piuiz",
    "FeedbackScore": "217",
    "FeedbackRatingStar": "Turquoise"
  },
  "Quantity": "1",
  "Location": "Clawson, Michigan",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU5N1g5MDA=/z/8Q8AAOSwDiBZGiB6/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg4OTk=/z/6RkAAOSw0hlZGiAx/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE1OTY=/z/o08AAOSwlMFZGiCj/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/ljEAAOSwcgNZGiD3/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE1OTk=/z/nMcAAOSwBt5ZGiEY/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE1NTg=/z/OeAAAOSwn-tZGiEw/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE1Mlg4MDk=/z/u5gAAOSww9xZGiFJ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/IsAAAOSwfRdZGiFk/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI0Mlg4ODU=/z/92cAAOSwY3BZGiGs/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIyNVg4OTU=/z/WN4AAOSwX61ZGiHi/$_12.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "PostalCode": "48017"
}