{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P17DT17H33S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "82.0",
    "_currencyID": "USD"
  },
  "ItemID": "282491479941",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/92-5-Sterling-Silver-Emerald-Wedding-Four-Sets-Rhodium-Earrings-Pendant-/282491479941",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "82.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-24T08:04:55.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-23T08:04:55.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Handmade",
        "Name": "Brand"
      },
      {
        "Value": "Rhodium Jewelry Set",
        "Name": "Type"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "92.5",
        "Name": "Metal Purity"
      },
      {
        "Value": "Ruby",
        "Name": "Main Stone"
      },
      {
        "Value": "Red",
        "Name": "Color"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "92.5 Sterling Silver Emerald Wedding Four Sets Rhodium Earrings Pendant",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "VIBGYOR CREATION JEWELRYStore categoryPave Diamond JewelryEarringsFindingsBeadsConnectorLockSpacerOtherPendantsRingsBraceletsDiamond Gemstone JewelryBraceletsEarringsRingsFindingBeadsConnectorPendantOtherCubic Zircon Gemstone Jewelry BanglesBraceletsEarringsRingsRhodium JewelryFour Piece SetNew OffersVictorian Jewelry92.5 Sterling Silver Emerald Wedding Four Sets Rhodium Earrings Pendant Item DescriptionModel Number : VCBTPS004Silver Weight : :8.00 GmMain Stone Color : RedDiamond Weight ::N/AItem ConditionNew With TagMetal:Sterling SilverBrand:HandmadeSilver Purity92.5Gross Weight 8.75 Gm Quick LinksVisit our eBay ShopAbout usFeedbackFAQTestimonialNew Arrivals More Items92.5 Silver Pear shaped Swiss Blue Topaz Pendent Set View Details92.5 Silver Beautiful Emerald pandent set with ring View Details92.5 Silver Emerald Wedding Four Sets; View Details925 Silver White Rhodium Jewelry Earring Ring View Details Shipping Policy :- Item will be shipped within 2 days after payment is cleared.The delivery time usually takes 15-20 days, depending the country & location. Customers are responsible for duties and VAT charged by their Country of residence. We suggest you to contact your local customs office about the VAT and duties. Payment Policy :-- We accept payments through .PAY PAL. Payment should be made within 3 days of purchase. We have selected PayPal because it is the safest and most reliable mode of payment which enables rapid shipping to our buyers and protects their interests. Please email us with any questions you may have during the transaction.. Return Policy :- The Buyer shall inspect the Goods immediately upon receipt and shall notify within 3 days of delivery if the Goods are damaged.In case of return, Seller gets to decide whether or not to accept return. The buyer agrees not to dispute the decision made by..... Refund will be given as Money back. Returning something is a painless process, and we guarantee satisfaction on everything we sell! Buyers have to pay return shipping charges in any case of return back of the parcel International Buyers :- Import duties, taxes and charges are not included in the item price or the shipping price. These charges are to be borne by the buyers. Please check with your country customs office to determine these additional costs before bidding or buying. Feedback :- Don't forget to leave a positive feedback along with a 5 star rating on your purchase. A satisfied customer is our top priority and your feedback forms the back bone of our success. We are committed to maintaining a high standard of service to our customers. If you are happy with your transaction, then PLEASE LEAVE US A POSITIVE FEEDBACK WITH A FULL 5 STAR RATING. If you are not satisfied with the merchandise, please contact us prior to leaving any Neutral / Negative feedback. We will do everything possible to make you a satisfied customer. Your satisfaction is the only way to our success and we will do our best to keep it that way. We're not happy unless you are!",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2824914799418080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "vibgyorcreation",
    "FeedbackScore": "138",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "Vibgyorcreation",
    "StoreURL": "http://stores.ebay.com/id=1269455096"
  },
  "Quantity": "1",
  "Location": "JAIPUR, RAJASTHAN",
  "HitCount": "11",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTYzWDU3MA==/z/FhUAAOSwKtVWxZNq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTcwWDU3MA==/z/ZuMAAOSwG-1WxZNn/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "302003"
}