{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "MinimumToBid": {
    "value": "32.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "152572349007",
  "TimeLeft": "P3DT11H1M",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "32.99",
    "_currencyID": "USD"
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-W-O-TAG-JOHN-MEDEIROS-TEARDROP-SHAPED-PENDANT-RHODIUM-AND-GOLD-PLATED-/152572349007",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "32.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T01:47:52.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-09T01:47:52.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Rhodium Plated",
        "Name": "Metal"
      },
      {
        "Value": "Multi-Color",
        "Name": "Color"
      },
      {
        "Value": "John Medeiros",
        "Name": "Brand"
      },
      {
        "Value": "Necklaces & Pendants",
        "Name": "Type"
      },
      {
        "Value": "Not Applicable",
        "Name": "Main Stone"
      },
      {
        "Value": "Not Applicable",
        "Name": "Secondary Stone"
      },
      {
        "Value": "RODIUM AND 14K GOLD PLATE",
        "Name": "Material"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "Title": "NEW W/O TAG JOHN MEDEIROS TEARDROP SHAPED PENDANT RHODIUM AND GOLD PLATED",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "AUTHENTIC NEW WITHOUT TAGS JOHN MEDEIROS TEARDROP SHAPED PENDANT-PLEASE SEE PICTURE THIS OPENS UP IN BACK TO ALLOW YOU TO MIX AND MATCH DIFFERENT TYPES OF CHAINS JUST SLIP ON YOUR FAVORITE CHAIN SO BEAUTIFUL-I APOLOGIZE FOR ANY GLARE-IT'S VERY SHINY! PENDANT HAS A BLACK UNDERTONE JOHN MEDEIROS LOGO ON BACK VERY EXPENSIVE LOOKING PIECE OF JEWELRY-NO DAMAGE YOU WILL RECEIVE SOME TYPE OF BOX AND STORAGE BAG ALL SALES ARE FINAL AND PAYMENT IS DUE WITHIN 2 DAYS OF AUCTION WIN. FROM THE JOHN MEDEIROS WEBSITE: Each piece is handcrafted with: Base Material: Non-precious lead-free premium alloy with .05% of silver which are strong and lightweight.Overlay/Finish/ Electronic Plate: Rhodium and 14Kt gold which has a permanent non-tarnish, easy to care for finish. Rhodium, a derivative of platinum, has all the attributes of platinum with the added benefit of being harder, lasting longer, and a whiter tone.Stones: Our product stones are either Swarovski Crystal or Cubic Zirconium. Man-made Cubic Zirconium which will not chip, crack, cloud or fade. Cubic Zirconium is virtually indistinguishable to the eye by diamond experts, can scratch glass like natural diamonds, and is tougher than a sapphire.Earring Posts: Surgical steel which are ideal for sensitive ears prone to infection or allergies. TRACKING WILL BE INCLUDED BY US FOR YOUR PROTECTION AND THESE WILL BE BOXED SECURELY. SHIPPING SERVICE USED WILL BE USPS PRIORITY OR FEDEX-VERY FAST SERVICE! PLEASE PURCHASE WITH CONFIDENCE AND CHECK OUR 100% POSITIVE FEEDBACK OVER THE YEARS PLEASE KNOW YOUR SIZE IN DIFFERENT BRANDS (EUROPEAN ETC), AND LOOK AT THE PICTURES PROVIDED CAREFULLY TO MAKE SURE YOU ARE GOING TO BE HAPPY. WE DO NOT OFFER EXCHANGES/REFUNDS. PLEASE MESSAGE US WITH QUESTIONS OR FOR MORE PICTURES IF NEEDED. NO OFFERS PLEASE UNLESS THERE IS AN OPTION ON THE LISTING PLEASE KEEP IN MIND THAT I AM NOT RESPONSIBLE FOR TINY, MINOR FLAWS OR INCLUSIONS PRODUCED MY A MANUFACTURER. I AM NOT A BUSINESS-JUST A STAY AT HOME MOM I AM TRYING TO MOVE THINGS QUICKLY. PLEASE ASK ALL QUESTIONS BEFORE BIDDING. THANKS FOR LOOKING! AND FEEL FREE TO CHECK OUT MY OTHER CHANEL LISTINGS AND DESIGNER ITEMS. Boring fine print: BIDDING: Please check my feedback and bid with confidence. I only sell authentic items purchased by my family (however I am not affiliated with any of the brands.) Keep in mind that styles/designers in clothing and shoes may each fit differently. So, please know your size in a particular brand/style or ask questions before you bid if you need information to help make a decision. Also, color appearance of the item may vary slightly depending on lighting, glare of flash etc. I am not a professional photographer, but I do have a good camera and provide various pictures for you to refer to in order to help make a decision, and I try to get the best lighting possible. I can provide another picture if you need it. Viewing items on your computer is ideal as it's easier to see all the details. PLEASE ASK QUESTIONS IF NEEDED: As I am making a listing, if I don’t provide some type of information that you want or need, please ask, and I will help you specifically. Keep in mind that “used” items may not be absolutely perfect, but most of the used items that I sell have only been worn gently once or twice and are usually in either like new or excellent condition-most have been dry cleaned and well taken care of. (important info will usually be stated in the listing somehow, and I provide pictures for your reference). Needless to say, I love to shop. So, a lot of my items still even have original tags because I clean out closets on a regular basis. All items (new and used) will be inspected thoroughly by several people for anything “negative” about the items that needs to be noted or photographed. However, please be responsible to read the entire listing, ask questions, and look at pictures to make sure you know you are happy with your decision before you bid; because, as you know, you are entering into a binding contract. I will only sell quality items that I would be happy buying for myself or my family. I will in no way try to deceive you because I want the smoothest transaction for everyone involved and positive feedback to be left for both parties. (Also, keep in mind that I am not responsible for tiny, minor flaws produced by a manufacturer such as Nike, Ralph Lauren, etc.-for example, small glue spots or paint variations) In addition, know that some new fabrics are now made to look \"distressed\" and that some leathers are not perfect because of the nature of the material. However, as I have stated, I will note anything that I feel is \"negative\" about the item and also answer any questions you may have. I take pride in what I sell and want it to be fun for everyone. I will check my account regularly in case you are unsure about something and need clarification. However, please give me 24 hours to respond (but I’m usually faster). Auction winners that unfortunately fail to pay will be reported to the Ebay resolution center. RETURN POLICY: All of my items are considered final sale. I do not accept returns as I am not a retail store or company that keeps “stock”. I am trying to clear out some closets quickly and want the easiest/smoothest transaction possible. My family has either outgrown the items, or we need the room. I do not take returns for buyer’s remorse, and please ask questions upfront about measurements/style if you are unsure. I am happy to provide more information if what you need isn’t in the listing already. PAYMENT: I only accept Paypal, and if I accept a Best Offer, it will be stated on the listing. Payment is expected with one day of auction end because I am trying to clear out quickly. If you need an extra day, please email me so I know what to expect and can communicate with you about it. SHIPPING: Please make sure you are happy with the shipping fee before you bid. I do not try to make money on shipping. Shipping prices will typically be an estimated rate based on the item and USPS rates. I always plan to ship quickly using USPS Priority Mail (for example within 2 business days of receiving payment.) I will also provide tracking, and expensive items will be insured by myself as a courtesy to you. Sorry, I only ship within the U.S. to the address provided on your Paypal account. Please make sure it is a confirmed address because I’ve had trouble in the past with someone not having the correct address on their Paypal account. Happy bidding, and good luck! I appreciate you taking time to look at my items.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1525723490078080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "3osufans",
    "FeedbackScore": "2525",
    "FeedbackRatingStar": "Red"
  },
  "Quantity": "1",
  "Location": "Edmond, Oklahoma",
  "HitCount": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTY0WDk2NA==/z/WosAAOSw42JZD80J/$_32.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/elIAAOSwX9FZDtMS/$_32.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "73025"
}