{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Seller"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P28DT10H9M32S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Eyeglass Chains & Holders",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "PaymentAllowedSite": [
    "Singapore"
  ],
  "CurrentPrice": {
    "value": "30.99",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "162503567206",
  "ConvertedCurrentPrice": {
    "value": "30.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-05-04T21:13:04.000Z",
  "Site": "US",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Artsy-Face-Eyeglass-Holder-Stand-Sculpted-Nose-Eyeglass-Sunglasses-/162503567206",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-03T21:13:04.000Z",
  "PrimaryCategoryID": "164461",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "JewelryNanny",
        "Name": "Brand"
      },
      {
        "Value": "14351",
        "Name": "MPN"
      },
      {
        "Value": "14351",
        "Name": "Model"
      },
      {
        "Value": "0633232568620",
        "Name": "UPC"
      },
      {
        "Value": "00633232568620",
        "Name": "EAN"
      }
    ]
  },
  "Title": "Artsy Face Eyeglass Holder Stand - Sculpted Nose for Eyeglass or Sunglasses,",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "Location": "Fredericksburg, Virginia",
  "Description": "Artsy Face Eyeglass Holder Stand - Sculpted Nose for Eyeglass or Sunglasses, White Fast Shipping Great Customer Support Satisfaction Guaranteed DESCRIPTION There are many quotes about eyes. Perhaps the most famous being that \"Eyes are the window to the soul\". But as important as human eyes, the eyeglasses enhances our visibility to discover and they will also need a holder or a place to rest. If you wear prescription eyeglasses, you know that they can cost as much as $1,000, and most have plastic lenses, which scratch more easily than glass. Clearly, you need to protect your investment with a customizable face eyeglasses holder stand. The all white color polyresin eyeglasses stand comes in the form of a face that says \"Life is Good\" with lots of surface for painting. Dont ever misplace your glasses and make this your original go-to when you need your glasses with this eyeglasses holder display. Eyeglasses rest behind the nose bridge with both arms folded behind and into the open groove for storage. You can set the eyeglasses holder on the night stand or at your desk. Many people will leave the glasses or their shade open on the table and may subject the lens to scratches. The best way to take of your sunglasses or shade is to drop it into eyeglass stand. Matching Hand Cell phone holder available (sold seperately) . Save 10% when you buy both ASIN B01IT1IXN2. DESIGNER SHADE: Forget about upright and eyeglass frame holder that are mediocre and doesnt highlight your designer eyeglasses DONT OVERLOOK THE OBVIOUS: The real voyage of discovery consists of not in seeking new landscapes but in having new eyes - Marcel Proust. Super chic home decor, pair up with the matching Hand Cell Phone Holder Stand ASIN: B01IT1IXN2 CUSTOMIZE: Paint, draw, attach, decorate and express yourself on this eyeglasses stand anyway you want it to make it truly customizable and part of you. SECURE ARM HOLD: Just fold the temple or the glasses arm and drop it in. The groove on the back of the holder will secure eyeglass frame and it will NOT slide off the nose DIMENSIONS: Conveniently packaged in a gift box good for gift giving (Eyeglass not included). Holder Dimensions - 4.25\"L x 1.75\"W x 5\"H Shipping Return Payment Feedback Contact Us Our stock all ships from our US based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. Shipping is always FREE We offer a 30 day return/exchange policy for our products. You can choose refund or exchange if you are dissatisfied for any reason with your product. Only factory defects are accepted as a reason for a return. In the case of factory defects, we will replace the product for you When returning an item, it must be in all of the original packaging and include all of the original accessories or items that came with it. The item and package should be in original and perfect condition. You will be required to cover shipping on the return of defective items. All returns MUST be done within 14 days of date of purchase. Please note that we cannot give refunds or replacements after the 14 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. We are extremely fair, and in the rare event of something out of the ordinary happening with our products or shipping, we will gladly work with you to find a solution. PayPal is our preferred method of payments its the quickest, easiest and most secure way to pay for your goods or services online. PayPal offers buyer and seller protection should there be a problem. If you do not have a PayPal account, to get started and buy your first item with us is very easy. Simply click on the Buy It Now button and follow the eBay checkout steps. Select PayPal as the payment method you then will be given the chance to enter your card details in to PayPals secure checkout in order to pay for your order. Once the payment has been made, you will then be given the opportunity to make your own PayPal account to make paying for your items in the future very easy. Should there be a problem with payment please do let us know. Customer satisfaction is very important to us. If you have any problem with your order,please contact us and we will do our best to make you satisfied, please do not leave a negative feedback before we resolve your problem. We guarantee that your issue will be solved quickly. As long as you are happy with your purchase, please leave us a positive feedback. Your feedback is very important to us it affects our search placement on eBay. We will leave a positive feedback for you in return automatically once we receive your feedback. If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Thank you for visiting our ebay store!",
  "PrimaryCategoryIDPath": "281:10968:164461",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625035672068080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "*smart*",
    "FeedbackScore": "495",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "American Cell Supply",
    "StoreURL": "http://stores.ebay.com/id=1429558057"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "84",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/Q5IAAOSwjL5ZC5lV/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDU0Ng==/z/Ad4AAOSwrhBZC5lX/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDU2Nw==/z/AhAAAOSwrhBZC5lY/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/YnEAAOSwuMZZC5lZ/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDYzMA==/z/uRgAAOSwlndZC5la/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/XV0AAOSwt0FZC5la/$_12.JPG",
    "http://i.ebayimg.com/00/s/MTA5OVg1MDA=/z/0B0AAOSw42JZC5lc/$_12.JPG"
  ],
  "ConditionID": "1000",
  "PostalCode": "22401"
}