{
  "ReturnPolicy": {
    "Description": "Return policy details Please note: I will always accept returns only if an item is not as described once I receive it back providing it has not been altered or damaged in anyway and I have been notified of the error or defect within three days upon receiving it. Other than that there will be no refunds on pictures, Cd's, Sports cards mailed in Sleeves, non Slabbed Coins or videos. I realize we are all human and sometimes make mistakes, though we do our best not to, so with that being said! Please know I will take the utmost care in packing, mailing and making sure everything is as it should be but again, if I make a mistake I will take care of it as soon as I receive the Item back in its original packaging and just as it was received at which time I will issue a full refund of all money paid including Shipping and Handling! Thank you!",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P27DT9H19M7S",
  "ListingStatus": "Active",
  "ConditionDescription": "TODAY I HAVE A MIXTURE OF JEWELRY WITH A VARIETY OF GOLD, STERLING SILVER, GOLD & PLTD, FROM ANTIQUE TO VINTAGE TO MODERN RINGS, EARRINGS, BRACELET, NECKLACES, PERFECTLY WORKING WATCHES AND PINS, DIFFERENT VARIETIES OF GENUINE STONES, CRYSTALS, GEMS, JADE, AMBER, TIGER EYE AS WELL AS GARNET AND STERLING SILVER AND SOME BEING WITH SOME TYPE OF PAINTED OR PLASTICS TYPE, THOUGH VERY FEW OF THIS TYPE. THERE ARE A TOTAL OF 50-51 ITEMS IN ALL FOR SALE TOO MANY ITEMS TO LIST. A GREAT INVESTMENT FOR SOMEONE WHO WANTS TO RE-SELL OR EVEN KEEP FOR ONES SELF OR EVEN KEEP SOME SELL SOME WHATEVER THE PREFERENCE. JUST AN ALL AROUND WIN-WIN SITUATION I DARE SAY! AND A VERY LOW N/R BID. PLEASE SEE THE PICTURES PROVIDED WITH AND W/O FLASH AS PART OF MY DESCRIPTION AS MY FINAL JUDGES, BID WITH CONFIDENCE. AND FEEL FREE TO ASK ANY QUESTIONS YOU MAY HAVE. THANK YOU, GOD BLESS AND GOOD LUCK! PLEASE SEE BELOW FOR MORE INFO.",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "325.0",
    "_currencyID": "USD"
  },
  "ItemID": "292138623814",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ANTIQUE-MODERN-RINGS-BRACELETS-EARRINGS-WATCHES-NECKLACES-MORE-/292138623814",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "value": "325.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-02T23:40:25.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-02T23:40:25.000Z",
  "PrimaryCategoryID": "10970",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Bracelets ~ Necklaces ~ Watches ~ Earrings ~ Rings",
        "Name": "Brand"
      },
      {
        "Value": "GOLD ~ STERLING SILVER ~ SILVER PLTD",
        "Name": "Metal"
      },
      {
        "Value": "10K AND STERLING SILVER",
        "Name": "Metal Purity"
      },
      {
        "Value": "Multi-Colored",
        "Name": "Main Color"
      },
      {
        "Value": "Multi-Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "United States",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "Earrings",
        "Name": "Type"
      },
      {
        "Value": "10K ~ 925 ~ Silver & Gold Plated ~ Copper",
        "Name": "Base Metal"
      },
      {
        "Value": "Multi-Color",
        "Name": "Color"
      },
      {
        "Value": "Multi-Stone ~ Multi-Crystal",
        "Name": "Material"
      },
      {
        "Value": "Natural and Simulated",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Natural and Created",
        "Name": "Main Stone Treatment"
      }
    ]
  },
  "Title": "ANTIQUE TO MODERN RINGS, BRACELETS, EARRINGS, WATCHES, NECKLACES & MORE",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "FOR OFFER IS A MIXTURE OF JEWELRY WITH A VARIETY OF GOLD, STERLING SILVER, GOLD & SILVER PLATED, FROM ANTIQUE TO VINTAGE TO MODERN RINGS, EARRINGS, BRACELET, NECKLACES, PERFECTLY WORKING WATCHES AND PINS, DIFFERENT VARIETIES OF GENUINE STONES, CRYSTALS, GEMS, JADE, AMBER, TIGER EYE AS WELL AS GARNET AND STERLING SILVER AND SOME BEING WITH SOME TYPE OF PAINTED OR PLASTICS TYPE, THOUGH VERY FEW OF THIS TYPE. THERE ARE A TOTAL OF 50-51 ITEMS IN ALL FOR SALE TOO MANY ITEMS TO LIST. A GREAT INVESTMENT FOR SOMEONE WHO WANTS TO RE-SELL OR EVEN KEEP FOR ONES SELF OR EVEN KEEP SOME SELL SOME WHATEVER THE PREFERENCE. JUST AN ALL AROUND WIN-WIN SITUATION I DARE SAY! AND A VERY LOW N/R BID. PLEASE SEE THE PICTURES PROVIDED WITH AND W/O FLASH AS PART OF MY DESCRIPTION AS MY FINAL JUDGES, BID WITH CONFIDENCE. AND FEEL FREE TO ASK ANY QUESTIONS YOU MAY HAVE. THANK YOU, GOD BLESS AND GOOD LUCK! PLEASE SEE BELOW FOR MORE INFO. Return policy details- Please note: I will always accept returns only if an item is not as described once I receive it back. I realize we are all human and sometimes make mistakes, though we do our best not to, so with that being said! Please know I will take the utmost care in packing, mailing and making sure everything is as it should be but again, if something happens and I make a mistake I will take care of it as soon as I receive the Item back in its original packaging and just as it was received at which time I will issue a full refund of all money paid! Thank you! Seller's payment instructions If you win multiple items I am willing to combine shipping within Five days with a $2.00 charge for each additional item purchased unless otherwise noted, just please email me to let me know you are waiting for other items to close as well as when you are finished with your purchase and I will make the adjustments if EBay and or PayPal does not do it auto for you! I will supply tracking once the package has been mailed. Thank you! Any ring that needs to be resized will be the new owner’s sole responsibility as I do not have the means to resize any jewelry. Please note: I am an old timer here on EBay, being a loyal member since 2002 and will guarantee all of my items to be exactly as described or your money back! That is my Promise to you! I NOW VIDEO TAPE ALL ITEMS PRIOR TO SHIPMENT, TAKEN EXTREME CAUTION AND TIME IN SHOWING ALL DETAILS OF THE ITEM BEFORE SHIPPING FOR MYSELF AND THE BUYER. ALL SPORTS CARDS, SPORTS MEMORABILIA HAVE BEEN PROPERLY AND SAFELY STORED IN EITHER MY SAFE OR IN A SPORTS BOXES OR IF NOT OPENED PACKAGING IN THEIR ORIGINAL PACKAGING IN BRAND NEW FORM UNLESS OTHERWISE NOTED. Also; please note; I will always leave feedback for my customers and only ask if you are happy with your items you consider leaving me a positive feedback as well and again, I will do the same for you! Thank you FREE SHIPPING WHERE APPLICABLE IS ONLY FOR UNITED STATES UNLESS USING GLOBAL SHIPPING PROGRAM. ALSO; PER EBAY RULES THERE IS NO COMBINED SHIPPING FOR GLOBAL SHIPPING. MY APOLOGIES! I will be listing numerous other items up for auction most never bought or sold here on EBay, personal things belonging to me from my own personal estate, though having been a long time buyer here on EBay, being a collector of a great many things since childhood! Just for knowledge I now not only have the pictures of all items sold but too video tape all items prior to shipment to show the actual state and condition they left in for myself as well as the buyer. Please take a moment to see some of my other listings as they become available. Should I happen to make a mistake or have something new to learn just let me know and I am happy to accept feedback and learn as I go! And; at the same time should you have any question please do not hesitate to ask. I also want potential buyers to know that I am really huge on recycling and whenever possible I will use a recycled box or packaging and only ask that you not be offended should you receive your package in one of these recycled packaging and perhaps may even decide to reuse it yourself. Each time we recycle we save the earth! Any ring that needs to be re-sized will be the new owner’s sole responsibility as I do not have the means to re-size any jewelry. Also; please note; due to health issues I will be mailing out packages on twice a week and more if able. Please understand with Patients. I will get your packages out with pleasure using the easiest and fastest measure for those who end up waiting an extra day for their packages to be mailed at no additional cost to the buyer. Thank you so much in advance and again, Welcome! NOTE FOR INTERNATIONAL BUYERS THERE WILL BE A FLAT RATE SHIPPING AND HANDLING FEE OF $44.95 WHICH COVERS SHIPPING & HANDLING AND TRACKING AS WELL AS INSURANCE FOR UP TO $200.00, AUTOMATICALLY INCLUDED IN THIS PRICE FOR SMALL FLAT RATE BOXES AND $60.00 FOR LARGE FLAT RATE BOXES. ACCEPT WHEN USING THE GLOBAL SHIPPING AT WHICH TIME WILL BE THE COST TO THIS DESTINATION, PRICE SHOWING ON THE ITEM PAGE. THIS PRICE IS SET BY THE POST OFFICE HERE IN MASS NOT ME! FREE SHIPPING IS FOR US BUYERS ONLY WHERE NOTED! THANK YOU FOR YOUR UNDERSTANDING! IMPORT DUTIES, TAXES, AND FEES ARE NOT INCLUDED IN THE PURCHASE OR SHIPPING COSTS. IMPORT& CUSTOMS CHARGES ARE THE BUYERS RESPONSIBILITY. PLEASE CHECK YOUR COUNTRY'S CUSTOM OFFICE TO DETERMINE WHAT THESE COSTS ARE BEFORE BIDDING OR BUYING.",
  "PrimaryCategoryIDPath": "281:10968:10970",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2921386238148080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "97.3",
    "UserID": "helpingmami1939",
    "FeedbackScore": "1061",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "MY SOMETHING SPECIAL FOR YOU",
    "StoreURL": "http://stores.ebay.com/id=64037249"
  },
  "Location": "Leominster, Massachusetts",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/rKYAAMXQUmFSd0yr/$(KGrHqF,!jUFE0ss8iFfBSd0yrV2s!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/nGsAAOxygj5Sd0yw/$T2eC16d,!)EFIpEngsJTBSd0yv6wd!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/JzYAAOxy3NBSd0y0/$(KGrHqR,!oIFJtEG,ujNBSd0yzww5Q~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/QJQAAOxyM89Sd0y3/$(KGrHqV,!oEFJwT5slJQBSd0y2ykuw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/UdYAAOxyTjNSd0y6/$T2eC16Z,!)wFI(5C8df6BSd0y6Bckw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/5DwAAOxy4t1Sd0y9/$(KGrHqR,!rgFJYcns3HuBSd0y9Dppw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/rWcAAMXQUmFSd0zB/$T2eC16d,!w0FI,J1hftpBSd0z!zqiw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/IY8AAOxyDEVSd0zF/$T2eC16V,!y8E9s2fjtksBSd0zEQ-,Q~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/nuMAAOxyRNJSd0zH/$(KGrHqR,!nwFJwCYIhNOBSd0zIB!Yw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ml4AAOxyXDhSd0zM/$T2eC16V,!)UFIbvfkFiVBSd0zLPoyw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/i9AAAMXQWzNSd0zP/$(KGrHqVHJEoFJnimg03wBSd0zOwfMw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ncEAAOxygj5Sd0zS/$T2eC16h,!yoFIe,1usdJBSd0zSB3qw~~60_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Mixed Items & Lots",
  "PostalCode": "01453"
}