{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P22DT13H42M29S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "68.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "152564871329",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Crislu-Sterling-Platinum-Pear-Shaped-3-74-ctw-CZ-Drop-Earrings-Boxed-NEW-/152564871329",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "68.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-29T04:41:42.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-28T04:41:42.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Crislu",
        "Name": "Brand"
      },
      {
        "Value": "necklace and earrings",
        "Name": "Type"
      },
      {
        "Value": "Sterling Silver Platinum",
        "Name": "Metal"
      },
      {
        "Value": "CZ",
        "Name": "Material"
      },
      {
        "Value": "CZ",
        "Name": "Main Stone"
      },
      {
        "Value": "Clear",
        "Name": "Main Color"
      },
      {
        "Value": "Women",
        "Name": "Gender"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Crislu Sterling Platinum Pear Shaped 3.74 ctw CZ Drop Earrings Boxed NEW",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "BidCount": "0",
  "Description": "Click Here. Double your traffic. Get Vendio Gallery - Now FREE! ~~~Welcome to My Store! ~~~ Be sure to check out my ME page for my blog and info on my stores NOTE: BOX HAS STICKER RESIDUE AND SOME DAMAGE TO BOTTOM. YOU ARE NOT WEARING THE BOX- PRICE HAS BEEN REDUCED FROM $85.00. Item Description This listing is for an authentic and gorgeous pair of earrings by Crislu. They are sterling silver Platinum and feature hand set Cubic Zirconia Stones that are fully faceted. According to their website their jewelry has been worn by Paris and Nicki Hilton, Sarah Jessica Parker, Demi More, and Kim Bassinger and has been featured in many high fashion magazines. The earrings are posts with sterling disc backs. The crystals are pear shaped with four small round CZ crystals on top of each. They measure 3/4 of an inch long by 3/8 of an inch wide at the bottom. They are 3.74 cttw CZ (I took them to a jeweler to measure since they did not come with weight on the box.) The large tear drop shaped CZ are 11 x 6 mm each and the 8 small round CZ's at the tops of both are 2 mm in diameter each. They are authentic and have the CC marking on the back of each earring- see photo.They are brand new and come in a lightly padded presentation box. NOTE: the bottom of the box has some sticker residue on it from price labels. All sales are final! I strive for FIVES in all Feedback categories. Buy with confidence! Be sure to check out my ME page Sign up for my email newsletters by adding my eBay Store to your Favorites Terms of Sale Payment: I accept paypal. Payment is due within 4 days. Shipping and Handling Discount: The rate is listed on the shipping tab. In order to take advantage of this offer, all items must be paid for together on one invoice and in one payment transfer. Please make sure you are done shopping before making your final payment. At the time of checkout/payment, your items will automatically be combined for the shipping discount. There is no need to wait for an invoice to be sent. Shipping is done via the USPS and a tracking number is provided to you free of charge. Please make sure that your shipping address and e mail address are correct. I ship only to the address on file at the time of purchase. I will send you an e mail with the tracking number it in when your order is prepared for shipment. I send tracking/shipping e-mails to all buyers, no exceptions. Please check your spam filter, and that your inbox is not overfilled, if you do not receive this important e mail. Set your mailbox to allow mail from paypal. All orders with payments made and cleared by 6 pm EST will ship the next morning. I ship Monday through Friday and on most Saturdays. I do not ship international packages on Saturday's and I do not ship any packages on USPS Postal Holidays or Sundays. If you need an item in a hurry use Priority Shipping. Every item is thoroughly inspected and all packages are properly prepared with the safey of the item in mind before being shipped. Seller is not responsible for the use of any item once an item is received, or for buyers remorse. Seller is not responsible for international shipments with respect to any taxes, tariffs or duty that you may incur as a result of your purchase; I report all sales accurately on customs forms. Feedback: In the unlikely event there is a problem please contact me first before leaving feedback so that I may correct the issue if possible. Misc. Information: All sales are final, no refunds or exchanges. Be sure to ask all questions before you buy or bid. Your purchase or bid is your non verbal agreement that you have read all the terms in this ad and agree to them. I answer all e-mails within 24 hours if possible, unless the answer is already in the ad. Please read the ad first. I do not work for any company whose items I sell. All items come from a smoke free environment but not pet free. Copyright Protection: All ads, pictures, layout designs and designs of items personally designed by me are copyright protected. Thank you for visiting my store!",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525648713298080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "kittenkat22",
    "FeedbackScore": "5918",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "Kittenkat22",
    "StoreURL": "http://stores.ebay.com/id=141187124"
  },
  "Location": "Lake Orion, Michigan",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/w0gAAMXQhuVRRT0Q/$T2eC16R,!ykE9s7t)dHNBRRT0QjisQ~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/da0AAMXQjWtRRT0L/$T2eC16N,!y0E9s2S5uJkBRRT0KpGDw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/eiYAAOxyaTxRRT0X/$T2eC16h,!zcE9s4g4vT3BRRT0(YtPw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/w3MAAMXQhuVRRT0g/$T2eC16N,!zcE9s4g0-K8BRRT0fvH,!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/XfMAAMXQfFJRRT0l/$T2eC16h,!)!E9s2fD)!+BRRT0k2cng~~60_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "48360"
}