{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT17H12M40S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "39.95",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "182607170936",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ann-Taylor-MICRO-PAVE-Rhinestone-Gold-Statement-Link-BRACELET-Sparkily-NWT-/182607170936",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "39.95",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T03:09:04.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-05T03:09:04.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Ann Taylor",
        "Name": "Brand"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "Bangle",
        "Name": "Style"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "7-1/8\"",
        "Name": "Length (inches)"
      },
      {
        "Value": "791398110142",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Ann Taylor MICRO-PAVE Rhinestone Gold Statement Link BRACELET Sparkily, NWT.",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Ann Taylor Bracelet Micro-Pave Gold Statement Rhinestone Link Bracelet, NWT. This simply \"must-have\" chain link bracelet features a brilliant array of sparkling pave crystals with an eye-catching yellow gold underlay. This very stylish bracelet is one that you'll be able to wear all year long. The fold over secure clasp measures 3/4\" wide 7 1/8” long and it is new. This is not a cheap feeling bracelet like many on the market today. And it’s both beautiful and versatile. Sparkle on! Thanks for looking. NEW IN PLASTIC HOLDER Blue Ribbon Merchants Our general store offers products for just about everyone in your family. You’ll find electronics, games, home décor, china and pottery, vintage and antique items, mineral specimens, vintage furniture, clothing, jewelry, and much more. We’re committed to providing you with uncompromising ‘Blue Ribbon’ service as well. We add new listings frequently, so feel free to browse our Blue Ribbon Merchants ebay store. We think you’ll find great products at prices you’ll love. We combine shipping on multiples. Our terms are listed below. If you have any questions, please email us for clarification. We look forward to serving you. Have a wonderful day. Terms: Returns: We offer returns on most items with a few exceptions (electronics, phones, and personal items like water bottles and filters). Used and new electronics are guaranteed to work on arrival. Beyond that, there is no additional guarantee. If you’d like to return your item, kindly notify us within five days of your receipt of the product. Returned items must be received back in the same condition as described in the listing within 14 days of receipt. All tags must be attached. Once an item is received back in its original condition, a refund will be given. It is the buyer’s responsibility to return an item with insurance. Refunds will not be given for damaged or broken merchandise. Customers pay return shipping on items unless there was a mistake in the item’s description. Electronics: We do try to test our items to be sure everything is in working order. That being said, some electronics are hard to test. If you receive an item that has an issue other than those specified in the auction details, we will refund your money. We just ask that you let us know there is an issue so that we can work towards a resolution. International Customers: All electronic products are packaged for sale in the US with US voltage. Shipping: Lower 48We primarily ship FedEx and USPS. Occasionally we use another service. Alaska & HawaiiWe can send to Alaska & Hawaii with additional calculated shipping. InternationalWe ship through ebay’s international shipping program to many countries. PO BoxWe have to know in advance of purchase if you would like to ship to a PO box. Most items can be shipped US Mail, but shipping may be additional to what’s listed above. We ship same-day or next-day most of the time. In rare cases, we ship within two days. We cannot guarantee shipments on weekends. We package items carefully and ship quickly. Feel free to check out our reviews. Payment: We work through PayPal, and also offer electronic check payments through PayPal as well. Payments must be paid before products are shipped. ‘Buy It Now’ payments are expected at the time of purchase. Auction payments are expected within 3 days of purchase. If payments are not made within 3 days, and there’s been no buyer response, we will notify ebay and submit an unpaid item claim. _gsrx_vers_603 (GS 6.9 (603))",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1826071709368080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.7",
    "UserID": "indypacecarz28",
    "FeedbackScore": "616",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "Blue Ribbon Merchants",
    "StoreURL": "http://stores.ebay.com/id=30403013"
  },
  "Quantity": "1",
  "Location": "Livonia, Michigan",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/SpoAAOSwvgdW6XrW/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/aloAAOSwh-1W6Xr8/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/fMEAAOSwAuNW6XsF/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/hvMAAOSwmmxW6Xrm/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/e4oAAOSwAuNW6Xr7/$_57.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "48150"
}