{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P9DT14H20M38S",
  "ListingStatus": "Active",
  "ConditionDescription": "A brand-new, unused, and unworn item (including handmade items) that is not in original packaging or may be missing original packaging materials (such as the original box or bag). The original tags may not be attached.",
  "QuantitySold": "0",
  "HandlingTime": "15",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "561.0",
    "_currencyID": "USD"
  },
  "SKU": "GPOS-VVU",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "292140683566",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Opal-Tanzanite-CROSS-Brooch-Pendant-925-Silver-Diamond-Pave-14k-Gold-Father-Gift-/292140683566",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "561.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T03:03:58.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T03:03:58.000Z",
  "PrimaryCategoryID": "50677",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "raj_jewels",
        "Name": "Brand"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "925",
        "Name": "Metal Purity"
      },
      {
        "Value": "Opal",
        "Name": "Main Stone"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "Sterling Silver, Tanzanite & Diamond",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Opal Tanzanite CROSS Brooch Pendant 925 Silver Diamond Pave 14k Gold Father Gift",
  "ExcludeShipToLocation": "CN",
  "BidCount": "0",
  "Description": "Refunds & Returns Payment terms Shipping Feedback Promotion We check all our items for manufacturing and the stone quality used in making the item before dispatch. However in rare case if the item which reached to you is defective or not up to your satisfaction. We provide 100% money back guarantee or exchange.   We provide 15 days cooling-off period with every purchase you make. Any dissatisfaction with the jewelry, we guarantee cash back. kindly contact us immediately by email for any REFUND/EXCHANGE.    Note: We do not reimburse the shipping cost.   To avoid loss is transit while returning (we are not liable for the loss), please insure the product and ship it back to us. You may contact us prior to the shipment you make, so that we can confirm well in advance the return procedure and return address to ensure that your experience in dealing with Rajjewels is a pleasant one.   Sizing and Custom Orders: Customers are responsible for ordering the correct size. Any resized rings and bracelets (other than the standard size indicated on the page) are non-refundable.           (All payments are expected within 7 days after the first winning auction has closed. Please notify us if there's a problem. Paypal payments will accepted from confirmed addresses only. Paypal will allow you to send shipments to an alternative confirmed address. All major credit cards are also accepted through our safe and secure gateway which is Verisign secured. Shipments will be mailed to the billing address only. An exception can be made only if you contact your credit card company and add the alternate address to your card account. Please understand that if your credit card company does not have your desired shipping address on file, we cannot ship to that addresscom       Shipping (Thru FEDEX & UPS & Other Courier Services)           (Delivery time approx. 6-7 days after dispatch depending on location). All shipping costs include tracking and insurance. All orders take 6-7 business days upon payment to process before they are shipped out for delivery. Please allow an additional 3-4 business days processing for custom-sizing and special orders. To prevent your packages from being lost or stolen, signature is required for all deliveries. FREE / DISCOUNTED combined shipping rate: when you order more than one item! This only applies when you combine your orders at checkout. This offer is valid for 5 days from the date of your first order. International Buyers-PLEASE NOTE:       We take pride in our products and we would like nothing more than for you to have a positive experience when shopping with us. Misunderstandings may occur so in the unlikely event you experience any problems, prior to leaving neutral or negative feedback email us. Your satisfaction is the only way to our success and we will do our best to keep it that way. We're not happy unless you are!   Wishing you Best Buying...Experience Here's how it works: 1. Shop around for everything that you would like (any of our products). Purchase a minimum of $500 after sales or discounts. 2. Contact us through email or Phone for Promotion. We will send you PayPal invoice of 20% of your order total as your first payment. 3. Once you pay 20% of order total. We will mark your purchase as payment received on ebay. 4. Depending on the payment time schedule (we will discuss it through email) you select your subsequent payments will be charged accordingly. 5. Once everything has been paid in full, we will ship your order. You can pay earlier than the scheduled time if you want, just contact us and we'll adjust the payment schedule to suit your needs (no longer than stated, only sooner). Promotion Terms and Conditions: 1. There is a Minimum $500 order total for using our Promotion Plan. 2. A twenty percent (20%) deposit is required as a down payment on all Promotion purchases, ie. your first payment will be 20% of your order total. For example: if your order total is $1000, the first charge to your credit card will be $200.00. 3. We will hold your Promotion until the order is paid for and it will ship in its entirety upon completion of payments. 4. The remaining balance will be broken into equal amounts and charged as discussed ie. Weekly, Bi-Weekly, Monthly, Bi-monthly etc. For example: if your order total is $1000, the first payment charged is $200 and the remaining balance is $800. This will be broken into 4 remaining payments of $200 each, paid weekly, bi-weekly, monthly or bi-monthly, however you choose. If you wish to break up your payments into smaller increments, just send us an e-mail request. For Example: Your order is $1000, first payment is 20% of total, so $200 but you wish to break the remaining $800 dollars into 5 payments of $160 instead of 4 payments of $200, just let us know and we are happy to do that. 5. There is no interest or other charges for using our Promotion plan; you only make payments towards the total order amount of your purchase. You are dealing with us directly, no third party or other processing services. 6. You may cancel your Promotion at anytime; however, the first payment is non-refundable. Items purchased on our Promotion plan can be exchanged for other products. 7. Discounts and sales prices apply to products purchased through our Promotion program but you must meet the minimum order total in order to use Promotion. 8. We will notify you via email when your payment is received by us. You will receive a confirmation e-mail and the dates charges will be applied.",
  "PrimaryCategoryIDPath": "281:10968:50677",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2921406835668080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "raj_jewels",
    "FeedbackScore": "704",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "Raj Jewels India",
    "StoreURL": "http://stores.ebay.com/id=1065507998"
  },
  "Location": "JAIPUR, RAJASTHAN",
  "Quantity": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/W6QAAOSwhvFZGmjK/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/E0wAAOSw42JZGmjK/$_12.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Pins & Brooches",
  "PostalCode": "302003"
}