{
  "ReturnPolicy": {
    "Description": "RETURNS ONLY ACCEPTED IF RETURNED WITHIN 7 DAYS OF RECEIPT OF ITEM.  (NOT 14 DAYS AS EBAY STATES)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P6DT14H45M33S",
  "ListingStatus": "Active",
  "ConditionDescription": "The front of Turkish Hurrem Sultana Ottoman style jewelry pieces are done in bronze to give it and antiqued look and the hooks and back are done in sterling silver .925.  GORGEOUS!",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "34.99",
    "_currencyID": "USD"
  },
  "ItemID": "152573579678",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/HURREM-SULTAN-OTTOMAN-STYLE-TURKISH-EARRINGS-RING-SET-Sz-8-25-1510-/152573579678",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "34.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T02:30:00.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T02:30:00.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": ".925",
        "Name": "Metal Purity"
      },
      {
        "Value": "Emerald Green & White Topaz Stones",
        "Name": "Main Stone"
      },
      {
        "Value": "Green & White",
        "Name": "Color"
      },
      {
        "Value": "Turkey",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Bronze used to antique piece",
        "Name": "Other Metal"
      },
      {
        "Value": "1-1/8\" x 3/4\"",
        "Name": "Length:"
      }
    ]
  },
  "Title": "HURREM SULTAN OTTOMAN STYLE TURKISH  EARRINGS & RING  SET  /  Sz  8.25  /  1510",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "PLEASE, USE THE \"ADD TO CART\" FEATURE WHEN BUYING 2 OR MORE ITEMS DESCRIPTION TURKISH HURREM SULTAN OTTOMAN STYLE EARRINGS & RING EMERALD GREEN & AND WHITE TOPAZ STONES.925 STERLING SILVEREARRINGS AND RING MEASURE: 1-1/8\" x 3/4\"RING SIZE: 8-1/4 TOTAL WEIGHT OF EARRINGS: 12.82 grams (EACH EARRING WEIGHTS 6.41) TOTAL WEIGHT OF RING: 7.20GORGEOUS SET! GIFT BOX INCLUDED PLEASE SEE ALL OF THE PHOTOS, AS THEY ARE PART OF THE DESCRIPTION. HOW TO CARE FOR YOUR NEW JEWELRY Here are some tips I have learned thru out the years: · Never force open lever backs of new earrings. Gently and slowly open back lever of earrings. You can do this a few times to loosen them up. · Always keep your jewelry either in boxes or plastic small “craft” bags. This keeps jewelry from bumping into each other thereby increasing possibility of losing stones. · NEVER put perfume on over your jewelry. Love your jewelry! PAYMENT POLICY: You may pay via Paypal. All major credit cards accepted. Unless making multiple purchases, payment will be due within 3 days of auction close. SHIPPING TERMS DOMESTIC SHIPPING: IF YOU PURCHASE MULTIPLE JEWELRY PIECES FROM ME ($100.00 +), THEY CAN ALL BE SHIPPED IN U.S.P.S. PRIORITY MAIL SMALL FLAT RATE BOX AND AS LONG AS THEY ALL FIT. THIS ONLY APPLIES TO PRIORITY MAIL SMALL FLAT RATE BOX SHIPMENTS. DOMESTIC SHIPPING: Normal 0 false false false EN-US X-NONE X-NONE FREE FIRST CLASS WITH TRACKING INFORMATION OR $7.15 PRIORITY MAIL SMALL FLAT RATE BOX WITH TRACKING INFORMATION (HIGHLY RECOMMENDED IF BUYING MORE THAN ONE PIECE. THIS SERVICE IS FREE ONLY IF YOU BUY MULTIPLE ITEMS). I DO COMBINE SHIPMENTS WHEN POSSIBLE IF YOU DO BUY MULTIPLE ITEMS, PLEASE DO NOT PAY FROM EBAY INVOICE. I WILL SEND YOU AN INVOICE AT END OF YOUR LAST AUCTION WIN COMBINING SHIPMENT CHARGES. ALL JEWELRY COMES IN A GIFT BOX WHICH IS WHY I PREFER TO SHIP U.S.P.S. PRIORITY MAIL, AND IT KEEPS JEWELRY SAFE FROM DAMAGE THAT MIGHT OCCUR WHILE IN TRANSIT. INTERNATIONAL SHIPPING: MUST BE CALCULATED FOR EACH INDIVIDUAL COUNTRY. IT CAN ALSO GO FIRST CLASS PACKAGE INTERNATIONAL (BUBBLE ENVELOPE). PLEASE NOTE THAT TAXES, DUTY, ETC. IS NOT COVERED BY SHIPPING & HANDLING CHARGES. YOU MAY NEED TO CONSULT WITH YOUR LOCAL POST OFFICE ON THAT. SORRY, WE DO NOT SHIP TO CHINA. ALSO, PLEASE BE AWARE THAT TRACKING ENDS ONCE THE PACKAGE LEAVES THE U.S. SOME COUNTRIES DO HAVE THE CAPABILITY TO TRACK OVER SEAS THOUGH. TERMS OF SALE · We work very hard to make sure you are happy doing business with us and appreciate your positive feedback very much! We will gladly do the same. Our goal is 100% customer satisfaction. · We accept returns within 7 days of receipt of item (except vintage and antique jewelry). You first need to contact me about returning item, then you have 1 more week to get item to me. · We do not reimburse return shipping charges. All items must be in their original condition, not worn or altered. I always make sure item is in 100% condition before shipping. · All products sold are brand new items (except vintage & antique jewelry). · Please keep in mind that pictures are taken mostly close-up and therefore might look larger. In my description of items I will note actual sizes. · Jewelry is representative of the Turkish Ottoman era designed and created by Turkish Craftsmen. This type of jewelry usually does the face of the piece in bronze to give it an antique look and the rest of the piece is .925 sterling silver. · Our sterling silver is marked .925. · Your items are ready for shipping as soon as payment clears. If for any reason you are not satisfied and would like to return item, please inform us via Ebay’s messaging system before shipping items back. · You can email us anytime through eBay’s Ask the Seller a Question. We will reply as soon as possible. · We greatly appreciate your POSITIVE feedback. · Our aim is to provide Top Level Customer Service, so we will try our best to solve any problem.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1525735796788080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "usera1961",
    "FeedbackScore": "1607",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Alabaster Jar Jewels",
    "StoreURL": "http://stores.ebay.com/id=25196102"
  },
  "Quantity": "1",
  "Location": "Broken Arrow, Oklahoma",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTk2/z/jCcAAOSwr~lYoSwc/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTU3/z/jRYAAOSwr~lYoSwp/$_57.JPG?set_id=8800005007"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "PostalCode": "74012"
}