{
  "ReturnPolicy": {
    "Description": "All items are sold as described. Returns ONLY accepted if you receive an item different than described. If so, please kindly contact us within 7 days of receiving your item. Both item AND package must be in excellent condition.There is a 15% re-stocking fee on all returned items. Items must be returned in same condition as received including boxes and certificates if applicable.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT22H2S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "129.9",
    "_currencyID": "USD"
  },
  "SKU": "1160568",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "252975300382",
  "ConvertedCurrentPrice": {
    "value": "129.9",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T10:22:57.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Swarovski-Sonnet-Necklace-Pastel-Shades-Crystal-Authentic-MIB-1160568-/252975300382",
  "Country": "HK",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T10:22:57.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SWAROVSKI",
        "Name": "Brand"
      },
      {
        "Value": "Pendant",
        "Name": "Style"
      },
      {
        "Value": "palladium",
        "Name": "Material"
      },
      {
        "Value": "Size: 40 cm",
        "Name": "Length (inches)"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Swarovski Sonnet Necklace, Pastel Shades Crystal Authentic MIB 1160568",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "US Protectorates",
    "CD",
    "CG",
    "IQ",
    "AF",
    "AM",
    "BD",
    "PK",
    "IE",
    "RO",
    "UA",
    "HK",
    "AR",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE"
  ],
  "Location": "Hong Kong",
  "Description": "Payment We only accept credit card payment via verified Paypal. Please note that paying by eCheck via PayPal can delay your shipment by up to two weeks while payment clears through the PayPal system. Please check with PayPal on the expected clearance date). Once your eCheck payment clears, your item will be dispatched to you within 1 working day. We are not responsible for local duties & taxes. If insurance is not available to your country we reserve the right to cancel your transaction and refund your payment. Shipping and Handling We can only ship to the address that shows on the paypal payment - if you need it shipped to a different address, you must change the shipping address in paypal BEFORE making payment. If insurance is not available to your country we reserve the right to cancel your transaction and refund your payment. Handling time: 1 business day Economy International Shipping Tracking number will be provided to buyer with the buyer able to track with their local post office. First Class Mail 2-6 weeks estimated delivery time for these shipments. No claims for undelivered package can be filed prior to 45 days from shipping date. Standard International Shipping (Shipment can be tracked) 6-10 business days. Customs delays can affect these quoted times. Buyers in Israel, South America, Italy, Chile, Eastern European countries must accept delays in postal deliveries caused by their postal services. This is beyond our control. Please do not keep chasing or threatening to give negative feedbacks as it is beyond our control once the order has left Hong Kong. Due to strict customs security checking, buyers in ISRAEL & some other countries may receive packaging which is mutilated/damage by customs. No claims will be accepted for this. Return Policy All items are sold as described. Returns ONLY accepted if you receive an item different than described. If so, please kindly contact us within 7 days of receiving your item. Both item AND package must be in excellent condition. There is a 15% re-stocking fee on all returned items. Items must be returned in same condition as received including boxes and certificates if applicable. FAQ What do I do if my item is damaged or if I receved the wrong item? Please contact us within 48 hours of arrival of your order, take a picture of your defective item and email this picture to us. We will respond within two working days. Copyright of seanhkg. All rights reserved. Powered by SoldEazy",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2529753003828080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "seanhkg",
    "FeedbackScore": "14371",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "Seanhkg",
    "StoreURL": "http://stores.ebay.com/id=885121275"
  },
  "Quantity": "2",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/TJAAAOSwDiBZNTD6/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA3NVgxMjI4/z/wewAAOSw-K9ZNTD8/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTI1WDEyMzI=/z/JHQAAOSw8lpZNTD~/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}