{
  "ReturnPolicy": {
    "Description": "Your satisfaction is our priority. We want you to be 100% satisfied with our products and our service. That's why we offer a simple 30 days Money-Back Guarantee. If you are not completely satisfied with the purchase, simply send it back to us within 30 days of receiving it and we will issue you a full refund for your purchase - No Questions Asked! Return shipping charges are not reimbursable. All items must be in their original condition as received, not worn or altered. Please contact us if you would like to initiate a return, so that we may guide you through the process. We can be reached through the \"Ask a question\" link on the listing.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "31.5",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "142402487527",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Mixed Items & Lots",
  "ListingStatus": "Active",
  "Site": "US",
  "ConvertedCurrentPrice": {
    "value": "31.5",
    "_currencyID": "USD"
  },
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "QuantitySoldByPickupInStore": "0",
  "Country": "IN",
  "GlobalShipping": "false",
  "PrimaryCategoryID": "10970",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedBuyItNowPrice": {
    "value": "40.99",
    "_currencyID": "USD"
  },
  "PrimaryCategoryIDPath": "281:10968:10970",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1424024875278080_1.jpg",
  "Seller": {
    "PositiveFeedbackPercent": "99.6",
    "UserID": "shantiinternational",
    "FeedbackScore": "36039",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "SHANTI INTERNATIONAL",
    "StoreURL": "http://stores.ebay.com/id=1152724734"
  },
  "PaymentMethods": "PayPal",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/FkAAAOSw241YXnDz/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "SKU": "LOT0776",
  "StartTime": "2017-06-02T16:02:36.000Z",
  "QuantitySold": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "31.5",
    "_currencyID": "USD"
  },
  "HitCount": "4",
  "TopRatedListing": "true",
  "BuyItNowPrice": {
    "value": "40.99",
    "_currencyID": "USD"
  },
  "HandlingTime": "1",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/High-End-HANDMADE-Pendants-LOT-925-Silver-Plated-FREE-SHIPPING-9Pcs-MODERN-ART-/142402487527",
  "EndTime": "2017-06-12T16:02:36.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "\"Handmade\"",
        "Name": "Brand"
      },
      {
        "Value": "Pendant",
        "Name": "Type"
      },
      {
        "Value": "Silver Plated",
        "Name": "Metal"
      },
      {
        "Value": "Copper",
        "Name": "Base Metal"
      },
      {
        "Value": "Multistone",
        "Name": "Main Stone"
      },
      {
        "Value": "Multi-Color",
        "Name": "Color"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "Title": "High End HANDMADE Pendants LOT ! 925 Silver Plated FREE SHIPPING 9Pcs MODERN ART",
  "TimeLeft": "P7DT1H39M3S",
  "Location": "Jaipur",
  "Description": "Shanti International Click Here to View Our Other Items Earrings I Pendants I Rings I Bracelets I Necklaces I Chains I Sets I Broaches I High End HANDMADE Pendants LOT ! 925 Silver Plated FREE SHIPPING 9Pcs MODERN ART Product Code : LOT0776 Metal : 925 Silver Plated over Solid Copper Gemstone : Multi Gemstones (Genuine) Total Weight : 61.6 Grams (Approx.) Condition : New Click Here to View Our Other Items SHOP BY USA RING SIZE RING SIZE CHART 4 4 1/4 4 1/2 4 3/4 5 5 1/4 5 1/2 5 3/4 6 6 1/4 6 1/2 6 3/4 7 7 1/4 7 1/2 7 3/4 8 8 1/4 8 1/2 8 3/4 9 9 1/4 9 1/2 9 3/4 10 10 1/4 10 1/2 10 3/4 11 11 1/4 11 1/2 11 3/4 12 12 1/4 12 1/2 Silver-plated jewelry and its maintenance Silver plated jewelry is made by covering a non-precious base metal with a very thin layer of silver. Silver-plated jewellery comes originally from the 19th century and was created to provide what would be expensive items to the masses. It is again in high demand since last few years because of consistent increase in raw silver prices world-over. Our jewelry is made with high quality silver plating procedures but all silver-plated jewelry tarnishes at some point, as the chemicals from daily wear and the exposed layer of silver may react with air to change the color of the item. Therefore it is necessary to protect and increase life of the items using the tips below: • Be sure to keep silver plated items away from water, soaps, makeup and perfumes. Take off your jewelry before washing or bathing. • Clean it gently with soft cloth or an appropriate jewelry cleaner. This could help to eliminate any dirt or dust which will wear away the layer on the jewelry surface. • When not wearing your jewelry, store it in a dry place or wrap with soft material. First Item US$ 3.95, Each Additional Item US$ 1.50*. *For combined shipping rates you must make one combined payment for all your purchase from us. For this you need to wait for all your auctions to end. In the mean time you can also buy items with Buy It Now price but you DO NOT need to make immediate payment. When you have won or bought all the desired items then you can go ahead for a combined payment yourself or you can request us for a combined shipping invoice for all your purchase from us. Individual payments are not eligible for combined shipping rates. We charge what we pay for shipping. We don’t make money in shipping & handling charges. We are happy with the money earned in selling our products. Items are individually packed securely in order to avoid any damage to the items in mail or transit. Orders are shipped via Registered International Air Mail. We ship within 24-48 hours after order is received. Orders are delivered generally within 10-14 days worldwide. In rare cases it may take up to 3-4 weeks for delivery depending upon the destinations and customs regulations in your country. Packages bear a duly filled customs declaration form in order to felicitate smooth flow through Customs. You will receive a shipment notification email from us immediately after shipping. We accept payments only by PayPal. Using this feature you can instantly pay by your credit card or from your PayPal balance. As this is a transaction service provided by eBay, you are assured for complete security in online payments. We will never know your credit card information. Your satisfaction is our priority. We want you to be 100% satisfied with our products and our service. That's why we offer a simple 30 days Money-Back Guarantee. If you are not completely satisfied with the purchase, simply send it back to us within 30 days of receiving it and we will issue you a full refund for your purchase - No Questions Asked! Return shipping charges are not reimbursable. All items must be in their original condition as received, not worn or altered. Please contact us if you would like to initiate a return, so that we may guide you through the process. We can be reached through the \"Ask a question\" link on the listing. Feedback is a vital part of eBay community. Positive feedback is automatically left for you immediately after payment. We expect you to leave feedback for us after receiving your order. While leaving feedback you can choose to rate your experience with the transaction in 4 different areas of customer service as below which are known as Detailed Seller Ratings (DSRs). Item as described - We work hard to ensure that all of our items’ descriptions are clear, detailed and accurate to the best of our ability. We understand that size can be sometimes misunderstood based on photos alone. Therefore we write correct weight, length, width etc in the description of the item. Communication - We strive to answer your questions as quickly as possible. We answer emails throughout the day, but please allow at least 24-48 hours to reply. Shipping Time - We ship within 24-48 hours of receiving cleared payments. Orders are delivered generally within 10-14 days worldwide. In rare cases it may take up to 3-4 weeks for delivery depending upon the destinations and customs regulations in your country. You can understand that the things like Customs in foreign countries are beyond our control. Shipping and handling charges – We charge just US$ 3.95 for first item and US$ 1.50 for each additional item. Shipping & handling charges offered by us are lowest in industry as we don’t make money in shipping. We work hard to receive positive feedback and a excellent DSRs in each area from all of our customers. If you feel you cannot leave us positive feedback or excellent DSRs in all categories, please contact us right away before leaving us feedback, so that we may resolve your issue and so that we can improve our service. The feedback and DSRs influence a seller's reputation on eBay, and your opinion is very important to us. Feedback forum is not a place to send message to us. We will strive to rectify any problem to ensure your shopping experience with us is enjoyable. We reserve the right to ignore rectifying any problem if unfair feedback is left for us without allowing us an opportunity to resolve the issue. Our customer service, quality control, and order fulfillment are done from our office in Jaipur, India. We are in the IST time zone, and we try our best to answer every email within 24 hours, 48 hours maximum depending on Time Zone difference and local holidays. Please use the \"Ask a question\" link below to reach us. Frequently Ask Questions Q. I don’t have a PayPal account. Can I still buy from you? How? A. Yes. We accept payments only by PayPal. We don't accept payment by any other method. But you don't need to have a PayPal account in order to pay us by PayPal. What you have to do is just go ahead to make payment from the invoice you receive from us after finishing your purchase. This link will take you to a secure PayPal page where you will be allowed to make payment by your credit card without having to login to a PayPal account. As transaction is done on PayPal's website, you are ensured for complete safety in online payment. We will never know your credit card information. Q. Do you combine shipping? How? A. Combined Shipping rates are US$ 3.95 for first item and US$ 1.50 for each additional item. In order to benefit from combined shipping rates just bid or buy all the items you need but DO NOT make payment individually. When you have won or bought all you need then go ahead with the payment. The system will ask to include all the items in the same invoice, check on yes over there, the system will automatically calculate the combined shipping rates for all the items. Or simply, buy or bid all the items you need but DO NOT make payment individually. When you have won or bought all you need then request us a combined shipping invoice for all your purchase from us, we will send you the combined shipping invoice and then you can make payment. Q. I am bidding many items. Can I wait for payment till the auctions on all items end? A. No Problem. You can bid and buy as many items as you wish from our store. You can pay later altogether with combined shipping rates when you finish buying. Just request us for an invoice when you are finished with shopping. In the meantime, if you receive invoice from us, just ignore it. Q. How long can I continue to bid and buy before I have to pay? A. We don't restrict buyers for a short time-frame for bidding and payments. You can easily bid and buy till you wish. Generally, we hope that buyer should make one combined Payment within 20 days of first bidding date. 30 days is the maximum because after that eBay doesn't allow buyers to checkout. Q. Do you ship to all countries? A. We ship goods worldwide. Important: Your shipment on arrival may be subjected to Import Duty imposed by customs department of your country. Please check with your regional customs office for precise charges before placing your order. Q. How are the orders shipped and how long will it take for my order to arrive? A. Goods are shipped via Registered International Air Mail. On average, it takes 10-14 business days for the delivery worldwide. In rare cases it may take up to 3-4 weeks for delivery according to customs procedures at some destinations. Q. Is this item brand new? A. All of the items we sell are brand new. We do not sell “factory seconds”, “B-Stock” “replicas” or “second quality” items. If the item says “New” under item condition then that means it is a brand new item exactly like the one you would find in your local retail store, the only difference is that our price is much lower as we are manufacturers ourselves. Q. Is a signature required upon delivery? A. In most cases a signature in person is required for delivery. If you will not be home during the day to sign for the package, please have the item shipped to your work address instead. inkFrog Analytics",
  "ListingType": "Chinese",
  "NewBestOffer": "false",
  "BuyItNowAvailable": "true",
  "Quantity": "1"
}