{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P9DT5H39M1S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "46.99",
    "_currencyID": "USD"
  },
  "ItemID": "182606462685",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/3-PC-SET-BETSEY-JOHNSON-GORGEOUS-CRYSTAL-BUTTERFLY-NECKLACE-EARRINGS-WATCH-NEW-/182606462685",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "46.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T17:34:58.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-14T17:34:58.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "BETSEY JOHNSON",
        "Name": "Brand"
      },
      {
        "Value": "GOLDTONE AND CRYSTAL",
        "Name": "Color"
      },
      {
        "Value": "GOLDTONE",
        "Name": "Metal"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "3 PC SET BETSEY JOHNSON GORGEOUS CRYSTAL BUTTERFLY NECKLACE EARRINGS & WATCH NEW",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Known for her celebration of the exuberant, the embellished and the over the top, Betsey has been rocking the fashion industry with her unique and original designs since the 1960’s. Her commitment to remain true to her one-of-a-kind vision has afforded Betsey continued success in an industry known for its fickleness. Her ability to change with the times while keeping her designs pure has not gone unnoticed. THIS IS A GORGEOUS SET STARTING WITH THE NECKLACE. THE PENDANT IS A BEAUTIFUL CLEAR CRYSTAL ENCRUSTED BUTTERFLY WITH TWO BLACK CRYSTAL EYES. HIS WINGS ARE FILLED WITH CLEAR CRYSTALS AND THE SIDES HAVE MULTI COLORED ONES. THE BODY IS PINKISH CRYSTALS. JUST BEAUTIFUL!! IT IS 2\" LONG BY 2 1/2\" WIDE. THE BETSEY JOHNSON HEART AND TAG IS ATTACHED. HE IS QUITE SUBSTANTIAL AND QUALITY MADE. ALL OF THESE CRYSTALS ARE SO MUCH MORE BEAUTIFUL IN PERSON, THE CAMERA JUST DOES NOT PICK UP THE BEAUTY OF THEM.THE NECKLACE IS 28\" IN LENGTH AND HAS THE BJ HEART AND TAG. THE STUNNING CRYSTAL AND ENAMEL BUTTERFLY EARRINGS ARE JUST STUNNING AND MATCH THE THEME PERFECTLY. ONE SIDE IS WHITE ENAMEL AND THE OTHER IS FILLED WITH MULTI COLOR CRYSTALS WITH AN AB CRYSTAL AT THE END OF EACH ANTENNA. PLEASE LOOK AT THE PICTURES OF THESE, INCREDIBLE! THEY HAVE DISK CLOSURES FOR COMFORT AND SECURITY. THEY ARE ABOUT 3/4\" BY 1/2\" LONG AND THEY ARE MOUNTED ON A BETSEY JOHNSON CARD. THE BEAUTIFUL FACE OF THIS WATCH HAS A COLORFUL BUTTERFLY, ROMAN NUMERAL NUMBERS AND 3 HANDS. I HAVE 2, ONE HAS A BLACK STRAP AND ONE HAS A BROWN, PLEASE SELECT YOUR CHOICE. THIS WILL GO WELL WITH ALL YOUR WARDROBE. PLEASE SEE PICTURES. IT IS 9 1/2\" AND CLOSES WITH A BUCKLE. IT HAS 2 STRAPS TO HOLD THE LARGER ONE. IT HAS THE BJ TAG EVEN IF NOT SHOWN. THIS IS A COMPLIMENT MAGNET FOR SURE AND ALSO MAKES A GREAT GIFT FOR THE PERSON THAT HAS EVERYTHING OR JUST LOVES THE BEAUTY IN THE WORLD AND ALL OF ITS CREATURES. OH AND DON'T FORGET YOURSELF! THIS IS BEAUTIFUL BETSEY JOHNSON FASHION JEWELRY, IF YOU ARE NOT SATISFIED PLEASE RETURN FOR A FULL REFUND. YOU WILL ONLY FIND THIS IN MY STORE. PLEASE SEE MY OTHER SETS AND CLOTHING TO GO WITH THEM. PLEASE SEE THE PICTURES AND ALL THE HANDCRAFTED DETAIL. + PLEASE SEE ALL THE PICTURES AS PART OF THIS LISTING. + PLEASE SEE MY OTHER FABULOUS ITEMS BOX NOT INCLUDED + 100% GUARANTEE ON ALL MY ITEMS. WILL BE LISTING MORE SO CHECK BACK OFTEN PLEASE READ: ALL OF MY LISTINGS HAVE A CODE ON THEM SOMEWHERE TO PROVE THEY ARE MY ITEMS. ALSO, ALL THE POCKETS ARE CHECKED BEFORE SHIPPING. Trend Alert: Maxi Dress AND Jumpsuits A hot trend this season is the maxi dress. The maxi is often a long flowing floor length dress that can be paired with either flats or high heeled shoes. Designers and celebrities love this new trend and many are making it a staple piece for their own wardrobe and collections. Night or day, the maxi dress is a must-have this season. PAYMENTS: PAYPAL. PAYMENT IS DUE AT THE END OF AUCTION. May be restocking fee if returned SHIPPING: ACTUAL COST, USUALLY 3 TIMES A WEEK I TRY VERY HARD TO KEEP COSTS DOWN IF YOU WISH TO SHIP ANOTHER WAY THAN THE ONE LISTED, PLEASE ADVISEGUARANTEE: 100% ON ALL ITEMS, IF YOU ARE NOT HAPPY RETURN FOR A REFUND. PLEASE BID WITH CONFIDENCE: WE MAY BE NEW ON EBAY BUT WE JUST BOUGHT OUT A LARGE EBAY BUSINESS THAT SELLS SIMILAR ITEMS AS WE DO IN OUR BRICK AND MORTAR STORE. WE ARE ON OTHER AUCTION SITES AS WELL. ALL MY HANDBAGS ARE GUARANTEED GENUINE AND I DESCRIBE THEM AS CLOSELY AS I CAN TO THEIR CONDITION. PLEASE REMEMBER, YOUR PERCEPTION AND MINE MAY BE DIFFERENT. I TRY TO SHOW ALL PHOTOS WITH CLOSE UPS SO YOU CAN SEE WHAT I AM SEEING. PLEASE UNDERSTAND THAT WE STRIVE FOR A POSITIVE 5 STAR RATING FROM YOU. BEFORE YOU RATE US LESS THAN THAT PLEASE CONTACT US, I GUARANTEE WE WILL MAKE YOU HAPPY. THIS RATING IS CRUCIAL FOR SMALL BUSINESSES TO STAY ON EBAY AND STAY COMPETITIVE. EVERY SELLER SAYS THE SAME THING ONE WAY OR ANOTHER BECAUSE IT IS A DIFFICULT VENUE TO SELL ON. THANK YOU FOR YOUR BUSINESS, IT IS APPRECIATED MORE THAN I CAN CONVEY. A FREE GIFT ALWAYS COMES WITH YOUR ITEM; IT IS YOURS WHETHER YOU RETURN THE ITEM OR NOT. XQEBM674068152/MULTI/HERE",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1826064626858080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "ronnisnowandthentreasures",
    "FeedbackScore": "2968",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "ronnisnowandthentreasures",
    "StoreURL": "http://stores.ebay.com/id=1251489503"
  },
  "Quantity": "1",
  "Location": "Port Charlotte, Florida",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU4N1gxMzQ5/z/R-0AAOSwBt5ZNEAg/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/5nsAAOSwIaFZNEAp/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI1M1gxMDA4/z/g38AAOSwZKBZNEAt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTI4OVgxNjAw/z/pccAAOSw~y9ZNEDl/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODMxWDExNDc=/z/ySkAAOSw~FJZNEAx/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2OFgxNjAw/z/n4AAAOSw~y9ZNEA2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2OFgxNjAw/z/Hn0AAOSwi7RZNEA5/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/tlkAAOSww5hZNEA7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2OVgxNjAw/z/-iIAAOSwq1JZNEDf/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTIzWDE2MDA=/z/EUkAAOSwDiBZNEDq/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzgwWDE2MDA=/z/xsMAAOSw5cRZNEDu/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjY1WDE2MDA=/z/7F4AAOSwGJlZNEE4/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "33952"
}