{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P9DT8H19M46S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "56.99",
    "_currencyID": "USD"
  },
  "ItemID": "182606651433",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/3-PC-BETSEY-JOHNSON-GORGEOUS-TRIPLE-CRAB-NECKLACE-MISMATCH-EARRINGS-CRAB-BRAC-/182606651433",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "56.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T20:12:01.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-14T20:12:01.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "BETSEY JOHNSON",
        "Name": "Brand"
      },
      {
        "Value": "GOLDTONE.",
        "Name": "Color"
      },
      {
        "Value": "CRYSTALS",
        "Name": "Main Stone"
      },
      {
        "Value": "GOLDTONE",
        "Name": "Metal"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "3 PC BETSEY JOHNSON GORGEOUS TRIPLE CRAB NECKLACE MISMATCH EARRINGS CRAB  BRAC",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Known for her celebration of the exuberant, the embellished and the over the top, Betsey has been rocking the fashion industry with her unique and original designs since the 1960’s. Her commitment to remain true to her one-of-a-kind vision has afforded Betsey continued success in an industry known for its fickleness. Her ability to change with the times while keeping her designs pure has not gone unnoticed. THIS IS A GORGEOUS SET STARTING WITH THE NECKLACE. THE NECKLACE CONSISTS OF THREE LENGTHS STARTING WITH 2 BLUE BOWS HOLDING BOTH. THE FIRST IS BLACK COVERED CRYSTALS AND HOLDS A GOLDEN AND GREEN SHELL. THE SECOND BLACK CHAIN HOLDS A STUNNING BLUE STARFISH WITH 3 AURORA BORIALIS CRYSTALS ALONG WITH GOLDEN DOTS. THE GOLDEN CHAIN HOLDS A BEAUTIFUL BLUE CRAB WITH SCATTERED CRYSTALS ON HIS BODY, BLUE STAND UP EYES AND THIS CLAWS ARE HOLDING AN AB CRYSTAL. NECKLACE IS A BEAUTIFUL PIECE AND LOTS OF HANDWORK! IT IS 26\" LONG WITH AN EXTENSION, THE SECOND ONE IS AT 22\" THE FIRST AT 20\". THE CRAB IS 2\" WIDE. THE BETSEY JOHNSON HEART AND TAG IS ATTACHED. HE IS QUITE SUBSTANTIAL AND QUALITY MADE. ALL OF THESE CRYSTALS ARE SO MUCH MORE BEAUTIFUL IN PERSON, THE CAMERA JUST DOES NOT PICK UP THE BEAUTY OF THEM.THE NECKLACE IS 28\" IN LENGTH THE STUNNING MISMATCH STARFISH AND SEA HORSE WITH A CRYSTAL EYE EARRINGS ARE JUST SO PRETTY AND MATCH THE THEME PERFECTLY. THEY ARE PIERCED AND HAVE A WIDE DISK FOR COMFORT AND SECURITY. THEY ARE ABOUT 3/4\" BY 1/2\" LONG AND THEY ARE MOUNTED ON A BETSEY JOHNSON CARD. THE EARRINGS ARE A MISMATCH AND BOTH HANG FROM A BLUE CRYSTAL. THE SHORTER ONE HAS A BOW AND A GOLD AND GREEN SHELL. THE OTHER ONE HAS A CRYSTAL FILLED CHAIN THAT LEADS TO A BOW HOLDING THE BLUE CRAB AND AN AB CRYSTAL. THE CRAB IS 3\" LONG AND THE SHELL IS 1 1/2\". THEY ARE STUDS AND HAVE A DISK CLOSURE FOR COMFORT AND SECURITY. THEY ARE MOUNTED ON A BJ CARD THE BRACELET IS A STUNNER! THE CHARMS ARE ON A DOUBLE CHAIN BRACELET WITH THE BLUE CRAB WITH A CRYSTAL TAKING THE LEAD. THE OTHER CHARMS ARE 2 PEARLS, A CRYSTAL HEART, 2 BLUE FACETED BEAD, 2 SHELLS AND A CLEAR CRYSTAL. THE OTHER HALF IS ON A NYLON ELASTIC AND HAS BLUE AND CLEAR CRYSTALS WITH GOLDEN SPACERS. THIS IS A QUALITY PIECE THAT SHOULD SELL FOR A LOT MORE. THIS WILL GO WELL WITH ALL YOUR WARDROBE. PLEASE SEE PICTURES. IT HAS THE BJ TAG THIS IS A COMPLIMENT MAGNET FOR SURE AND ALSO MAKES A GREAT GIFT FOR THE PERSON THAT HAS EVERYTHING OR JUST LOVES THE OCEAN AND ALL OF ITS CREATURES. OH AND DON'T FORGET YOURSELF! THIS IS BEAUTIFUL BETSEY JOHNSON FASHION JEWELRY, IF YOU ARE NOT SATISFIED PLEASE RETURN FOR A FULL REFUND. YOU WILL ONLY FIND THIS IN MY STORE. PLEASE SEE MY OTHER SETS AND CLOTHING TO GO WITH THEM. PLEASE SEE THE PICTURES AND ALL THE HANDCRAFTED DETAIL. + PLEASE SEE ALL THE PICTURES AS PART OF THIS LISTING. + PLEASE SEE MY OTHER FABULOUS ITEMS BOX NOT INCLUDED + 100% GUARANTEE ON ALL MY ITEMS. WILL BE LISTING MORE SO CHECK BACK OFTEN PLEASE READ: ALL OF MY LISTINGS HAVE A CODE ON THEM SOMEWHERE TO PROVE THEY ARE MY ITEMS. ALSO, ALL THE POCKETS ARE CHECKED BEFORE SHIPPING. Trend Alert: Maxi Dress AND Jumpsuits A hot trend this season is the maxi dress. The maxi is often a long flowing floor length dress that can be paired with either flats or high heeled shoes. Designers and celebrities love this new trend and many are making it a staple piece for their own wardrobe and collections. Night or day, the maxi dress is a must-have this season. PAYMENTS: PAYPAL. PAYMENT IS DUE AT THE END OF AUCTION. May be restocking fee if returned SHIPPING: ACTUAL COST, USUALLY 3 TIMES A WEEK I TRY VERY HARD TO KEEP COSTS DOWN IF YOU WISH TO SHIP ANOTHER WAY THAN THE ONE LISTED, PLEASE ADVISEGUARANTEE: 100% ON ALL ITEMS, IF YOU ARE NOT HAPPY RETURN FOR A REFUND. PLEASE BID WITH CONFIDENCE: WE MAY BE NEW ON EBAY BUT WE JUST BOUGHT OUT A LARGE EBAY BUSINESS THAT SELLS SIMILAR ITEMS AS WE DO IN OUR BRICK AND MORTAR STORE. WE ARE ON OTHER AUCTION SITES AS WELL. ALL MY HANDBAGS ARE GUARANTEED GENUINE AND I DESCRIBE THEM AS CLOSELY AS I CAN TO THEIR CONDITION. PLEASE REMEMBER, YOUR PERCEPTION AND MINE MAY BE DIFFERENT. I TRY TO SHOW ALL PHOTOS WITH CLOSE UPS SO YOU CAN SEE WHAT I AM SEEING. PLEASE UNDERSTAND THAT WE STRIVE FOR A POSITIVE 5 STAR RATING FROM YOU. BEFORE YOU RATE US LESS THAN THAT PLEASE CONTACT US, I GUARANTEE WE WILL MAKE YOU HAPPY. THIS RATING IS CRUCIAL FOR SMALL BUSINESSES TO STAY ON EBAY AND STAY COMPETITIVE. EVERY SELLER SAYS THE SAME THING ONE WAY OR ANOTHER BECAUSE IT IS A DIFFICULT VENUE TO SELL ON. THANK YOU FOR YOUR BUSINESS, IT IS APPRECIATED MORE THAN I CAN CONVEY. A FREE GIFT ALWAYS COMES WITH YOUR ITEM; IT IS YOURS WHETHER YOU RETURN THE ITEM OR NOT. XQEBM674068109XXc",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1826066514338080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "ronnisnowandthentreasures",
    "FeedbackScore": "2968",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "ronnisnowandthentreasures",
    "StoreURL": "http://stores.ebay.com/id=1251489503"
  },
  "Quantity": "1",
  "Location": "Port Charlotte, Florida",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMTEz/z/OHIAAOSwIQdZNGJ7/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTQ3N1g3ODk=/z/en0AAOSw-3FZNGMC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY0/z/Z6gAAOSwY3BZNGKB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU2MlgxMTAw/z/SpUAAOSwX61ZNGMw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAzMlgxNjAw/z/Z-IAAOSwY3BZNGKF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Njg2WDExMDM=/z/NEkAAOSwaeRZNGJ1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE0MFgxNjAw/z/kPMAAOSwrhBZNGJ4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTI2/z/jQgAAOSw9OFZNGJ-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwNlgxNjAw/z/4xoAAOSwsXFZNGLB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMxNFgxMDU0/z/RmwAAOSwX61ZNGLF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjY1/z/jEoAAOSwlndZNGLI/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEyMFgxNDU3/z/YGUAAOSw1WJZNGLQ/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "33952"
}