{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P6DT20H44M37S",
  "ListingStatus": "Active",
  "ConditionDescription": "We used .925 Sterling Silver (with rhodium plating), Natural Iolit and high quality white CZ in this Bracelet",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "SKU": "SJB-10",
  "ItemID": "252975059745",
  "ConvertedCurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "BidCount": "0",
  "StartTime": "2017-06-05T06:27:38.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Natural-8x6-MM-Oval-Cut-Iolite-925-Sterling-Silver-7-Bracelet-Best-Decent-Gift-/252975059745",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T06:27:38.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Gemstone Pioneer",
        "Name": "Brand"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": ".925",
        "Name": "Metal Purity"
      },
      {
        "Value": "Iolite",
        "Name": "Main Stone"
      },
      {
        "Value": "Tennis",
        "Name": "Style"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "7",
        "Name": "Length (inches)"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Unheated And Untreated, Heating",
        "Name": "Main Stone Treatment"
      },
      {
        "Value": "Oval",
        "Name": "Stone Shape"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Natural 8x6 MM Oval Cut Iolite 925 Sterling Silver 7\" Bracelet Best Decent Gift",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "JAIPUR, RAJASTHAN",
  "Description": "Gemstone Pioneer (A Sister Concern of \"Aquamarine Traders\") The Purchased Product shipped to winning Buyers within 1-2 business day after receiving the payment. The parcel with Item will be shipped from India. Economy shipping - takes 15-45 business days usually (depend on country location). Standard/Expedited Shipping - takes 3-7 business days usually (depend on country location). The buyers are responsible for additional charges VAT, Custom fees, Import Duty etc. (if any). Your patience, kindness & understanding will always be appreciated. Note : For Brazil and Russian Federation here is no courier service so we can ship the parcel by India Post - Airmail and EMS service. We Accept all of the payment by Paypal. If you want to use any other payment mode please inform us.RETURN & REFUND POLICY we offer a 30 days risk free return policy. If you don't like the item(s), you can return it for a full refund or replacement (which you'll prefer). The 30 day return period begins from the day you received the item(s). Shipping cost, insurance, duties and taxes fees is Non-refundable. Please contact us before sending any return. Send returns by registered mail only.Return of the damaged / used item will not be accepted.FEEDBACK POLICYIf you are satisfied with our service, we sincerely hope you can leave us a positive feedback and rate the Detailed Seller Ratings with a “FIVE STARS\".Please do not leave us 1,2,3 or 4 star detailed seller ratings or neutral feedback or case because they are all the same as the negative feedback.Our goal is to make sure you are a satisfied buyer and pleasant shopping with us.If any problem, please contact us before leaving the feedback or opening the case, we’ll do our best to help you out and solve the problem.FAQ'S1 - What is Gemstone Pioneer's primary business?We are specialists in Color Gemstones. If you are looking for natural high grade gemstones, you have come to the right place.2 - Do you have any store or office where I can view the items I am interested in?Yes, We have. Your most welcome at our factory (in Jaipur city of India) and office in Bangkok (Thailand).3 - How Quickly do you respond to Emails?During business day and working hours we'll usually respond to all emails within few hours or on same day.4 - Can I return an item if I'm not happy with it? what is your Refund Policy?Of course, we offer a 30 days risk free return policy. If you don't like you can return it for a full refund or replace (which you'll prefer). The 30 day return period begins from the day you received the item(s).5 - How do I return an item?It’s very simple - all you have to do is let us know as soon as possible and we will provide instructions on how to return the item to us. The item should be sent back to us as received, in a saleable condition i.e. unworn and without damage to the item. We reserve the right to reject refund claims where we believe the item is not returned in a saleable condition.6 - How will I be refunded?Refunds will be issued in full for the original item price you paid. Refunds will be processed promptly (typically within three working days) via the same payment method you used to make the purchase.7 - I like a piece of Gemstone on your site but would you make a small change (in shape/size) for me?As we manufacture all of our own products, we can make small changes to the shapes/ size or re-cut for you at no extra charge.8 - Are your Gemstones Natural?All of the Gemstones we use are 100% natural.9 - Are your gemstones treated?For some kinds of stones we use heat treatment only. Some colored stones are commonly heat treated to bring out the intense color of the stone. For example, Tanzanite stones are treated in this way.10 - Do you sell jewelry also?Yes we do sell Jewelry and we have many stones and jewelry in stock which is not featured on the website. If you are searching for a particular Jewelry please let us know and we will try our best to prepare for you what you are looking for (Silver or Gold Jewelry with color Gemstones).11 - Where are your gemstones sourced from?We source our gemstones from around the world direct from the mining place. We have direct link with the miners of many African countries like – Madagascar, Tanzania, Nigeria, Mozambique, Ethiopia etc. Apart from this we have good hold on Indian Mining Place. If you have a questions about any of our stones please contact a member of our team.12 - I am looking for a particular stone which is not listed on your site, can you source it for me?If you have a requirement for a certain type of stone, please let us know and we will do our best to Prepare it for you otherwise we'll arrange it from other manufacturers.13 - Do you sell Certified Gemstones?Yes, most of our customers don't require any certification but on the demand of our customers We send the Gems to gems testing lab for Testing Certificate. For Testing report of Each piece you need to pay US $ 10 extra.14 - Can I see the process of gemstone manufacturing at your factory?Yes, Your most welcome. Please contact us if you are interested. You can also contact us by Cell phone +91 9001952711 (Whatsapp, Wechat etc apps).",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529750597458080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "topgemstonesindia",
    "FeedbackScore": "682",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "topgemstonesindia",
    "StoreURL": "http://stores.ebay.com/id=1170535749"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI5NVgxMjk1/z/eNcAAOSwyQtVvzJm/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTk5/z/mZEAAOSwd0BVvzJh/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/xsMAAOSwjVVVvzJU/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/xxIAAOSwjVVVvzJY/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM4MlgxMzgx/z/ioMAAOSwDNdVvzJt/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI5M1gxMjk0/z/t1EAAOSw3ydVvzJy/$_57.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "PostalCode": "302003"
}