{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P19DT8H52M56S",
  "ListingStatus": "Active",
  "ConditionDescription": "Brand new without tags",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "48.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "152561135500",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Dazzling-180-Swarovski-Elements-Phoenix-4-Hair-Barrette-AB-Blue-and-Blue-/152561135500",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "48.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-25T20:21:20.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-24T20:21:20.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "none",
        "Name": "Brand"
      },
      {
        "Value": "french clip",
        "Name": "Style"
      },
      {
        "Value": "dark gun metal color",
        "Name": "Metal"
      },
      {
        "Value": "Swarovski crystal elements",
        "Name": "Main Stone"
      },
      {
        "Value": "AB blue and Blue",
        "Name": "Main Color"
      },
      {
        "Value": "Barrettes, Clips & Claws",
        "Name": "Type"
      },
      {
        "Value": "Barrettes",
        "Name": "Hair Accessories"
      },
      {
        "Value": "hair barrette",
        "Name": "Jewelry Type"
      },
      {
        "Value": "4 inches",
        "Name": "width"
      },
      {
        "Value": "french clip, self adjusting",
        "Name": "fastener"
      },
      {
        "Value": "Phoenix",
        "Name": "Theme"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Dazzling 180+ Swarovski Elements Phoenix 4\" Hair Barrette AB Blue and Blue",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "BidCount": "0",
  "Description": "~~~Welcome to My Store! ~~~ Be sure to check out my ME page for my blog and my stores Item Description This listing is for one stunning phoenix or fan shaped hair barrette made from a dark gun metal color base metal. It is self adjusting and a French clip barrette style- the mechanism style is called a French clip; this barrette was not made in France. It is adorned with 180+ sparkling Aurora Borealis Sapphire Blue color and Sapphire Blue color genuine Swarovski Crystal elements (I stopped counting at 180; there are a few more). It measures 4 inches wide by 1 1/4 inches top to bottom. It sits 1/2 inch high and the barrette mechanism on the back is 2 3/4 inches long. The barrette is self adjusting to hold all thickness' of hair. It has a very slight head hugging curve to it. Absolutely stunning and perfect for an anniversary party, Mother of the Groom, Mother of the Bride, pageant, prom or any special occasion! This is even suitable for a Bride; it could be her something blue!See additional photos at the top left of this ad. Brand new and in perfect condition and sent boxed. All sales are final! I strive for FIVES in all Feedback categories. Buy with confidence! Be sure to check out my ME page Sign up for my email newsletters by adding my eBay Store to your Favorites Payment and Shipping Information Payment: Paypal is accepted. Shipping and Handling Discount: The rate is listed on the shipping tab. In order to take advantage of this offer, all items must be paid for together on one invoice and in one payment transfer. Please make sure you are done shopping before making your final payment. At the time of checkout/payment, your items will automatically be combined for the shipping discount. There is no need to wait for an invoice to be sent. Shipping: Shipping is done via the USPS and a tracking number is provided to you. Please make sure that your shipping address and e mail address are correct. I ship only to the address on file at the time of purchase. I will send you an e mail with the tracking number it in when your order is prepared for shipment. I send tracking/shipping e-mails to all buyers, no exceptions. Please check your spam filter, and that your inbox is not overfilled, if you do not receive this important e mail. Set your mailbox to allow mail from paypal. All orders with payments made and cleared by 6 pm EST will ship the next morning. I ship Monday through Friday and on most Saturdays. I do not ship international packages on Saturday's and I do not ship any packages on USPS Postal Holidays or Sundays. If you need an item in a hurry use Priority Shipping. Every item is thoroughly inspected and all packages are properly prepared with the safey of the item in mind before being shipped. Feedback: In the unlikely event there is a problem with your order please contact me first before leaving feedback so that I may correct the situation if possible. Misc. Information: All sales are final, no refunds or exchanges. Be sure to ask all questions before you buy or bid. Your purchase or bid is your non verbal agreement that you have read all the terms in this ad and agree to them. I answer all e-mails within 24 hours if possible, unless the answer is already in the ad. Please read the ad first. I do not work for any company whose items I sell. Smoke free but not pet free environment. Seller is not responsible for the use of any item once an item is received, or for buyers remorse. Seller is not responsible for international shipments with respect to any taxes, tariffs or duty that you may incur as a result of your purchase; I report all sales accurately on customs forms. Copyright Protection: All ads, pictures, layout designs and designs of items personally designed by me are copyright protected;. Thank you for visiting my store! Good luck and Happy Bidding/Buying!",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1525611355008080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "kittenkat22",
    "FeedbackScore": "5918",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "Kittenkat22",
    "StoreURL": "http://stores.ebay.com/id=141187124"
  },
  "Location": "Lake Orion, Michigan",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/EaoAAOSwvKtY~12V/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/JkAAAOSwmCVY~12J/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/KPgAAOSwPYZU3SAN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/8F4AAOSwPhdU3SAH/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/pLEAAOSwqu9U3SAP/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "PostalCode": "48360"
}