{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P27DT12H2M53S",
  "ListingStatus": "Active",
  "ConditionDescription": "Very Good",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "98.99",
    "_currencyID": "USD"
  },
  "ItemID": "352077216627",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-SORRELLI-Triple-Chain-Strand-Adjustable-Necklace-/352077216627",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "value": "98.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-03T02:50:45.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-03T02:50:45.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Sorrelli",
        "Name": "Brand"
      },
      {
        "Value": "Unknown",
        "Name": "Metal"
      },
      {
        "Value": "Necklaces & Pendants",
        "Name": "Type"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Vintage SORRELLI Triple Chain Strand Adjustable Necklace",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Vintage SORRELLI Triple Chain Strand Adjustable Necklace This necklace is in very good condition with an antiqued silver tone color. Very beautiful with the appearance of aurora borealis look from the stones. It is adjustable to almost 18 inches. Please view all the photos and ask any questions before bidding! Ships daily with delivery confirmation! Due to eBay’s new listing structure, Items will be posted Only when listing special events occur. My Items are both New and Used.Read Full Description and Policies, Ask questions if you are unsure of anything Before bidding or buying I do my very best to take accurate pictures and describe each item with a lot of research. Please do Not send offers for item unless posted as such.Thanks for looking. PAYMENT - Paypal: BIN Due Immediately / Auctions within 2 days of end.SHIPPING - Packages Usually ship within 24 hours after cleared payment is received, Monday-Saturday.FEEDBACK - Don‘t forget to leave feedback to let me know your item arrived. I will provide feedback After Buyer has left it. For specific shipping/handling requests (1 day/express/insurance, ect) on your item(s) let me know Before checkout, otherwise allow up to 10 days. BIDDING AND BUYING: Listings are described based on information provided or research and do not clam to be an expert. Make sure you Read Full Description Before you bid on or buy an item and will Pay for it. eBay policy states that all items “remain for sale unless the buyer pays right away”. Bids and Purchases Will Not be cancelled for any reason unless unpaid for in a reasonable amount of time. Please remember that I am not the Manufacture. I sell reputable brands (items I would use or wear) and should not be held responsible for the quality of the Mfg. If you are unsure of the item, do your research or check the quality in person at a local store. I do my best to take accurate pictures and describe items. I am human and do make mistakes. If there is a discrepancy regarding any item, feel free to email me. What is here today may be gone tomorrow, Act Fast! Listing may be cancelled at any time as I also sell items locally. PAYMENTS: Paypal is the accepted form of payment. Buy it Now (BIN) payments are expected immediately. If you bid on an item and win, you must pay for the item plus any shipping (if applies) within 2 Days of the end of auction or an Unpaid Case will automatically open against you. This does limit your bidding/buying ability on the sellers whom have set buyer restrictions. If there are any problems, please notify me soon as possible through eBay messaging Only. If there is no communication, we reserve the right to cancel the transaction after 2 days and re-list the item without notice. If email Invoice is needed, please send message. RETURNS AND CANCELLATIONS: Returns are accepted if item is misrepresented. Please make sure you Read the Full description Carefully as a 20% restocking fee will apply for any other returns and the original shipping cost will be deducted from your return refund. Buyer pays return shipping and notification through eBay messaging Only within 3 days of item receipt. Item(s) cannot be altered in any way. Returns will not be accepted for any reason if the item is not in its original condition and packaging (if applies-folded). No refund for all sales after 14 days of receipt. After checkout, Any and All; change of heart, found it cheaper, wrong size, found something else, color matching… will be subject to a Restocking fee No Matter of the circumstances. Every attempt is made to describe and show exact color of item. Shades or names of colors are an individual’s perception of the color wheel. Returns for color names/shades, or color matching will also be subject to restocking fees. Fees will cover at least my shipping costs. SHIPPING: Package(s) Usually ship within one business day of your completed Paypal payment for items purchased Monday through Friday. Purchases made on Saturday or Sunday will ship on Mondays. Packages normally ship via United States Postal Service (USPS) and is the service described in each listing. Please contact me if you wish to upgrade or change the USPS shipping service (other than posted) Before payment as added costs may apply. Packages ship Economy, meaning if it is cheaper to ship Priority I will do so. This does not mean you will get your package earlier. If you do not Pay for priority you will get the package in Economy time which USPS is 5 - 9 days Plus handling/packaging time. No credit on shipping given. I will combine shipping. Note that we cannot take responsibility nor have control of the amount of Time or Route USPS takes to deliver package(s). Please keep this in mind when making purchases, expecting package(s), leaving feedback and DSR ratings. eBay policy requires a signature confirmation on items purchased $250 or more. FEEDBACK: I work hard to earn Positive feedback and hope that you are very happy with your purchase(s). Once you have received you item(s) please take a moment out of your busy day to leave feedback to let me know your item(s) arrived. If for any reason there is a problem with you purchase, please contact through eBay ‘contact buyer’ Before leaving feedback or Opening a case. I would like the opportunity to fix any issues that may arise. I offer Quality items at deeply discounted prices and wish you are honest with your comments. Please remember that the feedback system is designed to evaluate the performance as a seller and not to rate the product or the shipper handling. I am not the Mfg. research the item for quality before you hold me accountable. I also should not be held responsible for how the Post Office delivers your package. I do not deserve neutral or negative feedback for things that are out of my control. Feedback will be provided only after buyer has left it. THANK YOU.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3520772166278080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "pennypincher69",
    "FeedbackScore": "1417",
    "FeedbackRatingStar": "Red"
  },
  "Quantity": "1",
  "Location": "Genesee, Pennsylvania",
  "HitCount": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFg5ODI=/z/49gAAOSw4GVYSiEt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/DygAAOSwJ7RYSh0u/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/whAAAOSw44BYSh0z/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/guUAAOSw6DtYSh06/$_57.JPG?set_id=8800005007"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "PostalCode": "16923"
}