{
  "ReturnPolicy": {
    "Description": "Return Policy\nOur priority is making our customers happy, if by any reason you are not happy with your purchase please contact us for return/exchange instructions. Exchanges or refund will be processed when the product is received. It typically takes about five business days to process a return once it is received.\nA charge of up to a 40% restocking fee will apply for items returned to us with no tags.\n· If an item was return to us by the post office due to undeliverable address or because it was unclaimed please note that additional shipping cost may apply.\n· All items must be returned with the original packaging and in the exact same condition they were when left our facility.\nPlease contact us first before an item is returned. All returns, refunds and exchanges must conform to our Return Policy: Please fill out the form that we sent you and enclosed with the item.\n· All products have a Thirty (30) day return policy after the product is received.\n· Watches must be returned in the original manufacturer's packaging including manuals, warranty cards (blank), and any other items in the original shipment. If a watch has been resized, it is not eligible for return.\n· Handbags must be returned with dust bags, plastic bag if applicable, and warranty cards.\n· Please carefully package the item in appropriate shipping materials to ensure it is not damaged in shipment (e.g. - bubble wrap, tissue, and peanuts) similar to the manner in which you received the item from Brands_Palace.\n· A restocking fee of 5 % will be charged for all Free Shipping items to cover original shipping expenses. Please note this does not apply in a defective merchandise situation or exchanges..\n· Customer is responsible for shipping cost for all exchange and returnable items. We do not provide prepaid return labels.\n· For items without free shipping, Original shipping charges are non-refundable.\n· Orders that are undeliverable due to an address error by the customer will be refunded as a return and assessed the standard 5% restocking fee.\n· Shipped orders that are refused upon delivery by the customer will be assessed the standard 5% restocking fee.\n*Items returned with Cigarette Smoke odor will NOT be refunded.\n* PLEASE NOTE: Brands_Palace WILL NOT accept returns for ANY underwear and shape wear items UNLESS the package was NEVER OPENED and NEVER WORN. (Spanx, Squeem, Maidenform, Hanky Panky, etc...). Any returns of these items that do not meet those requirements will NOT be refunded and will be subject to a reshipping fee back to the customer.\nPlease note that by shopping with us you have agreed to any and all of our policies.\nRemember, Brands_Palace is here to serve you. We value our customers and greatly appreciate your business.\nThank you for shopping with Brands_Palace!!",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT7H30M42S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "109.65",
    "_currencyID": "USD"
  },
  "SKU": "1807339",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "263020052783",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Swarovski-Rhodium-Plated-Stainless-Steel-Brilliance-Set-1807339-/263020052783",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "109.65",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T19:24:29.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T19:24:29.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Swarovski",
        "Name": "Brand"
      },
      {
        "Value": "1807339",
        "Name": "MPN"
      },
      {
        "Value": "768549188916",
        "Name": "UPC"
      },
      {
        "Value": "109.65",
        "Name": "Site Price"
      },
      {
        "Value": "109.65",
        "Name": "List Price"
      }
    ]
  },
  "Title": "Swarovski Rhodium-Plated Stainless Steel Brilliance Set 1807339",
  "ExcludeShipToLocation": "CN",
  "BidCount": "0",
  "Description": "Swarovski Rhodium-Plated Stainless Steel Brilliance Set 1807339 Click Thumbnails to Enlarge An absolute classic! Swarovski?s rhodium-plated Brilliance set includes a gorgeous pendant with two brilliant-cut clear crystals that play with the light in amazing ways. The matching set of pierced earrings also flaunts 2 brilliant-cut clear crystals. The earrings come as a pair and the pendant comes on a chain. Payment PayPal is the payment method accepted. Items purchased at a certain time with a fixed price do not qualify for discounts or promotions that are offered on later dates. Please include any special information/instructions in the payment notes or contact us in case it needs immediate attention. Updating Account Information In the case of address changes made after the completion of an order, the customer will have to contact Brands_Palace to notify us of the updates/changes. This is so that the order is shipped correctly and to make sure that the updates on the account do not affect the order in any way, this includes shipping charges. Please DO NOT post Negative or Neutral feedback comment. If you are not happy with your purchase (for ANY reason) and you feel that we have not earned your five stars Positive feedback, please tell us why and we will do whatever it takes to remedy the situation NO MATTER WHAT! SATISFACTION GUARANTEED! Shipping Thank you for shopping with Brands_Palace!! MOST OF OUR ITEMS SHIP FREE WITHIN THE USA!! Our goal is to ship every order within 24 hours! Important: - In order for your purchase to be shipped to the correct address, we ask that you please take a moment to check that the shipping information is correct on your order. Once an order has been placed, it moves quickly through our system and we cannot guarantee that an address correction can be made before your order is shipped. We will not be responsible for orders that have been shipped to the wrong address, if that is the address that was provided by the customer at the time of ordering. If the order needs to be re-shipped due to incorrect address input, you will be charged for the additional shipping cost. Delivery Times: - The delivery dates provided by eBay are ESTIMATES only and are not guaranteed. Please understand that we have no control over the USPS or UPS. A package may take longer than expected to be delivered. Please do not leave negative feedback for this as it does not solve anything and will not make a package arrive any sooner. Combined Shipping: - All buy it now items can be combined in the cart. Just add your items to your cart and your order should automatically combine. FOR AUCTIONS PLEASE NOTE VERY IMPORTANT! Auctions that are free shipping will be happily combined with no problem, please contact us and we will combine the shipping for you. Please remember that international shipments can take longer to arrive than domestic shipments, so please allow additional time for your order to arrive. Feedbacks: - Once you have received your item and everything is to your satisfaction and expectations please leave us a positive feedback. Once a feedback has been submitted, our system will pick it up and return feedback for you in less than 24 hours. We take pride in providing our customers with quality products as well as THE BEST buying experience. If anything is not to your COMPLETE satisfaction, please do not hastate to contact us and we will do our best to resolve any issue. We strive to create this quality buying experience for all customers and hope to earn positive feedback through this. International Buyers &ndash; Please Note: - Orders that are shipped to countries outside of the U.S. may be subject to import taxes, customs duties and fees levied by the destination country. By law, we must declare all items at the value of payment received and cannot alter this amount to decrease international custom fees. The recipient of an international shipment may be subject to such Import Fees and administrative fees which are levied once a shipment reaches your country. Additional charges for customs clearance must be borne by the recipient; we have no control over these charges. Customs policies vary widely from country to country; you should contact your local customs office for further information. When customs clearance procedures are required, it can cause delays beyond our control and beyond the original delivery estimates. If you refuse a shipment from BRANDS_PALACE, you will be responsible for the original shipping charges, any customs or taxes, and the cost of returning the package to BRANDS_PALACE. This amount will be deducted from your merchandise refund. In the event that the return fee exceeds the order total, the package will be abandoned and you will not be refunded. We look forward to the opportunity of giving you this superior buying experience!! Returns Return Policy Our priority is making our customers happy, if by any reason you are not happy with your purchase please contact us for return/exchange instructions. Exchanges or refund will be processed when the product is received. It typically takes about five business days to process a return once it is received. A charge of up to a 40% restocking fee will apply for items returned to us with no tags. · If an item was return to us by the post office due to undeliverable address or because it was unclaimed please note that additional shipping cost may apply. · All items must be returned with the original packaging and in the exact same condition they were when left our facility. Please contact us first before an item is returned. All returns, refunds and exchanges must conform to our Return Policy: Please fill out the form that we sent you and enclosed with the item. · All products have a Thirty (30) day return policy after the product is received. · Watches must be returned in the original manufacturer's packaging including manuals, warranty cards (blank), and any other items in the original shipment. If a watch has been resized, it is not eligible for return. · Handbags must be returned with dust bags, plastic bag if applicable, and warranty cards. · Please carefully package the item in appropriate shipping materials to ensure it is not damaged in shipment (e.g. - bubble wrap, tissue, and peanuts) similar to the manner in which you received the item from Brands_Palace. · A restocking fee of 5 % will be charged for all Free Shipping items to cover original shipping expenses. Please note this does not apply in a defective merchandise situation or exchanges.. · Customer is responsible for shipping cost for all exchange and returnable items. We do not provide prepaid return labels. · For items without free shipping, Original shipping charges are non-refundable. · Orders that are undeliverable due to an address error by the customer will be refunded as a return and assessed the standard 5% restocking fee. · Shipped orders that are refused upon delivery by the customer will be assessed the standard 5% restocking fee. *Items returned with Cigarette Smoke odor will NOT be refunded. * PLEASE NOTE: Brands_Palace WILL NOT accept returns for ANY underwear and shape wear items UNLESS the package was NEVER OPENED and NEVER WORN. (Spanx, Squeem, Maidenform, Hanky Panky, etc...). Any returns of these items that do not meet those requirements will NOT be refunded and will be subject to a reshipping fee back to the customer. Please note that by shopping with us you have agreed to any and all of our policies. Remember, Brands_Palace is here to serve you. We value our customers and greatly appreciate your business. Thank you for shopping with Brands_Palace!! About Us Thank you for shopping with Brands Palace!! Being in the fashion market for over twenty years, we at Brands Palace have everything you would want. From fashion accessories to bling watches; we have it all. Knowing what women of all ages want, we have come up with an online company that is a one stop shop for all the fashionistas. Any girl who needs a style statement and fashion sense can visit our online store. Providing our ladies with the best of everything, giving them access to the number one branded fashion accessories from around the globe. Our designer handbags are of luxurious quality and stitched to perfection. Our gold jewelry has no competition anywhere else in the world. If you have someone special in your life that deserve a gift, you are suffering from a wardrobe malfunction or just feel like updating, you are welcome to check out our products and enjoy transforming yourself. Our designer clothes and shoes are going to be enough to make you look like a better dressed girl. And if you want to go heavy on the accessories; what better place than the Brands Palace to look for glittering and shiny designer jewelry? You don&rsquo;t necessarily have to accessorize with jewelry. You can check out our other designer items such as hats, flip flops, bag packs, watches, scarves and much more. Our collection of designer items cannot be beaten by any other place. We hand pick every item with ultimate care and keeping in mind our customers&rsquo; satisfaction. Who said we only focused on wearable items? We even have Vera Bradley famous blankets and Towels to make your winters comfortable and summers fun. Things are going to become comfy and lovable for all the ladies who love shopping for designer wear online. One more thing! Because our basic aim is to provide customer satisfaction, we always have a sale. Yes, you heard it! Our sales include some of the most amazing discounts on every designer item. Find your favorite designer accessories and wearable right here at the Brands Palace and save up to 50% on some of our popular items. Our brand has the motto of making women look beautiful, without the stress of the bill! Please feel free to contact us for wholesale deals!! Contact UsThank you for shopping with Brands Palace!! Our first priority is our customer service and a big part of it is an open line of communication. We would like to invite you to write to us about your experience with us. We would love to hear suggestions, comments, stories and constructive criticism as well. We want to create the most customer friendly environment and need your help! Please feel free to contact us for EXCLUSIVE WHOLESALE DEALS!!",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2630200527838080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "brands_palace",
    "FeedbackScore": "33161",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "brands_palace",
    "StoreURL": "http://stores.ebay.com/id=322745668"
  },
  "Location": "New York, New York",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/JRAAAOSwZ4dZNF5q/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Gh8AAOSwlMFZNF5o/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/MmAAAOSwjL5ZNF5q/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "10036"
}