{
  "ReturnPolicy": {
    "Description": "We want to ensure that you are completely satisfied with your purchase. If not, then please let us know before leaving any feedback and allow us to work with you to completely resolve any issues that you might be facing. You can return the item for a full refund LESS shipping, within 14 days of item(s) receipt date. There is no restocking fee. 100% Satisfaction Guaranteed. REQUEST A RETURN, within 7 days of item delivery. All returns must reach us within 14 days after the item was delivered to you The item must be in the original condition and with the original tags attached We will issue a refund or send a replacement within 3 business days of delivery back to us Buyer pays return shipping For immediate assistance You can Mail us, We are open Monday through Friday, from 10 AM to 5 PM CST, except on Federal Holidays",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P2DT23H43M34S",
  "ListingStatus": "Active",
  "ConditionDescription": "If you thinking why price so low, we bought these in bulk and want sell them quickly in cheapest price. Retail Price 42$ Approx",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "34.98",
    "_currencyID": "USD"
  },
  "ItemID": "263021104429",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Womens-Fashion-Christian-Religious-Cross-Ring-925-Silver-14k-Rose-Gold-Finish-/263021104429",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "34.98",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T11:55:18.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-08T11:55:18.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unknown",
        "Name": "Brand"
      },
      {
        "Value": "Pendant",
        "Name": "Style"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "18\" Inches",
        "Name": "Length (inches)"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Height- 41MM / Width- 23MM",
        "Name": "Pendant Measurment"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Women's Fashion Christian Religious Cross Ring .925 Silver 14k Rose Gold Finish",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Women's Fashion Christian Religious Cross Ring .925 Silver 14k Rose Gold FinishWelcome.....!!Note :- If you thinking why price so low, we bought these in bulk and want sell them quickly in cheapest price. Retail Price 42$ ApproxPaymentWe use PayPal as our payment gateway services, which is the most safest gateway services available in world. We accept payment through PayPal Only. You can also pay using your credit card, via pay pal, by using paypal as a guest. We only ship your items only to pay pal mentioned address.ShippingOrders are shipped within 7 business days after the payment is received.We will send you an email to confirm the outgoing date and give you the estimated arrival date at your address. We keep you updated regarding the status of your order.We ship worldwide to almost all major countries.Delivery within US & UK takes 10-15 business days after item is shipped. This depends on the mail service we send it by. Please note that we may ship via different mail services. Other International shipments are usually delivered within 2 to 6 weeks, depending on the time taken to clear customs. We are not responsible for any delays due to customs.Kindly note that all countries charge a duty on imported goods. A customs clearing charge is also imposed in many countries. We are not responsible for the amount of duty or any other related charges.Terms of SaleFor Returns - We offer an unconditional, no questions asked 100% money back policy for a maximum period of 14 Days, starting from the day you have received the item. If you find the product damaged or not as described on the listing, we are happy to refund your payment once we received the item. It is that simple! The only condition is that the item must be returned unused, unchanged, undamaged and including the complete packaging,documentation, tags, etc. Shipping charges are not refundable. Buyers pay the return shipping Exchange option is not available.About UsWe have established ourselves as a commendable manufacturer of jewelry in India.We cater to Domestic as well as International clients with equal ease. Our first and foremost concern is quality that we provide to our customers. That is the very reason of our progressive growth within a short span of time.We have a dedicated team of over 100 craftsmen whose perseverance and hard-work maintains the quality required for silver and brass jewelry by our customers. We can manufacture Silver with Diamonds products as well as Silver-CZ products with equal ease. We turnaround 1, 00,000 pcs annually. Though a mid-size company we have state of art machinery to match the customer’s quality requirement. We prepare production orders basis and delivery is on time.Contact UsIf you have any questions, concerns or inquiries about this item or any other item, please contact us through the eBay messaging system. We answer all messages within 48 hours, usually earlier.FeedbackWe request our valued customers to leave us a feedback once satisfied with the transaction as we are always depending on reviews from you and always need your assistance.We also request you to contact us for any kind of issues before leaving a negative or neutral feedback after the transaction. We will try our absolute best to resolve any problems that you may have. Please contact us through the eBay.If you are satisfied with our item and services, please leave us a Positive Feedback with a 5-star (*****) on the eBay Detailed Seller Rating system, which will help us to serve you better.Have a nice day !!",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2630211044298080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "97.2",
    "UserID": "silvergemsjewelry",
    "FeedbackScore": "740",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "silvergemsjewelry",
    "StoreURL": "http://stores.ebay.com/id=1206529147"
  },
  "Location": "MUMBAI, MAHARASHTRA",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/CiYAAOSwKsRWF4ZX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/aYAAAOSwhcJWF4ZX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/3cUAAOSwI-BWF4ZZ/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "PostalCode": "400059"
}