{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT18H2M36S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Earrings",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "JP",
    "AU"
  ],
  "CurrentPrice": {
    "value": "35.0",
    "_currencyID": "USD"
  },
  "ItemID": "302340458432",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Amethyst-and-Blue-Fire-Opal-Inlay-925-Sterling-Silver-Dolphin-Earrings-/302340458432",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "35.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T04:58:20.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T04:58:20.000Z",
  "PrimaryCategoryID": "50647",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Drop/Dangle",
        "Name": "Style"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "925,sterling",
        "Name": "Metal Purity"
      },
      {
        "Value": "Amethyst",
        "Name": "Main Stone"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "Purple",
        "Name": "Main Color"
      },
      {
        "Value": "opal",
        "Name": "Secondary stones"
      },
      {
        "Value": "925",
        "Name": "Stamped"
      },
      {
        "Value": "Silverexpressions usa",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Amethyst and Blue Fire Opal Inlay 925 Sterling Silver Dolphin Earrings",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Your browser does not support JavaScript. To view this page, enable JavaScript if it is disabled or upgrade your browser. Click Here. Double your traffic. Get Vendio Gallery - Now FREE! Normal 0 Normal 0 (Guaranteed 100% Sterling Silver)Amazing brand new high quality dangling adorable Dolphin earrings with lab created Blue Inlay Fire Opals, 4mm Amethyst, and cubic zirconia accent stones set on solid 925 sterling silver. Our silver is genuine 925 sterling silver and Rhodium plated for better quality and prolonged shine. Earrings measures 1-1/4\" long (including ear wire) and 5/8\" wide. You will receive the item pictured in a gift box. Thanks for looking and check out more items in my Ebay Store for more great items and deals! Normal 0 About Us: Silver Expressions USA provides fine sterling silver jewelry with beautiful designs and high quality craftsmanship. We are committed to providing exceptional value and service with an emphasis on quality and design for the finest sterling silver jewelry. Shipping Info:All domestic purchases in the US are free standard shipping. All domestic and international shipments include tracking and insurance for non-delivery. Please send us a message if you have not received your item in a timely manner and we will be happy to assist you. We take care in packaging all items carefully and ship within 24 hours of payment. All Canada and Worldwide delivery time can exceed 20 days due to international custom clearance. We offer combined shipping when more than one item is purchased for $2.50 per additional item for international customers. Please send us a message to request a combined invoice for all your items before making payment so they can be paid together. Payment Methods: Payments can be made securely to Paypal. All payments must be received within 5 days of auction or non-payments will be reported to Ebay. Return Policy: If you are not completely satisfied for any reason, you may return the item within 30 days. Buyer is responsible for shipping costs on returned items. Feedback: We hope you are satisfied with your purchase. Please leave us positive feedbacks as we appreciate the opportunity that we can continue to offer great products at great deals! Thank you! Please send us a message before leaving negative feedbacks as we are here to provide professional customer service by resolving all issues and making all our customers happy. We promise superior service which includes fast and free shipping, great communication, and overall customer satisfaction! Questions? You can contact us at the \"Ask Seller a Question\" link at the bottom of this listing. We will respond promptly. Thank you. Your browser does not support JavaScript. To view this page, enable JavaScript if it is disabled or upgrade your browser.",
  "PrimaryCategoryIDPath": "281:10968:50647",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3023404584328080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "silverexpressionsusa",
    "FeedbackScore": "17833",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "Silver Expressions USA",
    "StoreURL": "http://stores.ebay.com/id=985700470"
  },
  "Location": "albuquerque, NM",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTk1/$T2eC16JHJHIE9nysd50KBQVMbyK)1w~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM3NVgxNjAw/$(KGrHqNHJBUFBS7B8p31BQVMb-J)I!~~60_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500"
}