{
  "ReturnPolicy": {
    "Description": "RETURNS ONLY ACCEPTED IF RETURNED WITHIN 7 DAYS OF RECEIPT OF ITEM.  (NOT 14 DAYS AS EBAY STATES)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P6DT14H42M3S",
  "ListingStatus": "Active",
  "ConditionDescription": "GORGEOUS SET!  RICH, RICH LOOKING!",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "44.99",
    "_currencyID": "USD"
  },
  "ItemID": "162541966186",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/HURREM-SULTAN-OTTOMAN-EMPIRE-STYLE-EARRINGS-PENDANT-CHAIN-SET-1754-/162541966186",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "44.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T02:26:31.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T02:26:31.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": ".925",
        "Name": "Metal Purity"
      },
      {
        "Value": "Blue Sapphire Topaz",
        "Name": "Main Stone"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "Turkey",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Bronze used for antiquing",
        "Name": "Other Metal"
      }
    ]
  },
  "Title": "HURREM SULTAN OTTOMAN EMPIRE STYLE EARRINGS & PENDANT ON CHAIN SET / 1754",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "PLEASE, USE THE \"ADD TO CART\" FEATURE WHEN BUYING 2 OR MORE ITEMS DESCRIPTION TURKISH HURREM SULTAN OTTOMAN STYLE EARRINGS & PENDANT.925 STERING SILVERCHAIN SHOWN NOT OFFERED, BUT ANOTHER (ROLO 18k GOLD FILLED CHAIN 20\") IS. BLUE SAPPHIRE AND WHITE QUARTZ STONESEARRINGS MEASSURE 1\" IN DIAMETER & 1-3/4 IN LENGTHTOTAL WEIGHT OF SET: 27.88 grams MATCHING RING AVAILABLE CHAIN IS A GIFT. YOU CAN CHOOSE SILVER OR GOLD TONEGIFT BOX IS ALSO A GIFT PAYMENT POLICY: You may pay via Paypal. All major credit cards accepted. Unless making multiple purchases, payment will be due within 3 days of auction close. YOU CAN COMBINE PURCHASES MADE WITHIN 1 WEEK BUT PLEASE, LET ME KNOW OF YOUR INTENTIONS TO DO SO. SHIPPING TERMS DOMESTIC SHIPPING: FREE SHIPPING IF YOU PURCHASE MULTIPLE JEWELRY PIECES FROM ME ($100.00 +), THEY CAN ALL BE SHIPPED IN U.S.P.S. PRIORITY MAIL SMALL FLAT RATE BOX AS LONG AS THEY ALL FIT. THIS ONLY APPLIES TO PRIORITY MAIL SMALL FLAT RATE BOX SHIPMENTS. DOMESTIC SHIPPING: FREE FIRST CLASS WITH TRACKING INFORMATION OR $7.15 PRIORITY MAIL SMALL FLAT RATE BOX WITH TRACKING INFORMATION (HIGHLY RECOMMENDED IF BUYING MORE THAN ONE PIECE. THIS SERVICE IS FREE ONLY IF YOU BUY MULTIPLE ITEMS). I DO COMBINE SHIPMENTS WHEN POSSIBLE IF YOU DO BUY MULTIPLE ITEMS, PLEASE DO NOT PAY FROM EBAY INVOICE. I WILL SEND YOU AN INVOICE AT END OF YOUR LAST AUCTION WIN COMBINING SHIPMENT CHARGES. ALL JEWELRY COMES IN A GIFT BOX WHICH IS WHY I PREFER TO SHIP U.S.P.S. PRIORITY MAIL, AND IT KEEPS JEWELRY SAFE FROM DAMAGE THAT MIGHT OCCUR WHILE IN TRANSIT. INTERNATIONAL SHIPPING: MUST BE CALCULATED FOR EACH INDIVIDUAL COUNTRY. IT CAN ALSO GO FIRST CLASS PACKAGE INTERNATIONAL. PLEASE NOTE THAT TAXES, DUTY, ETC. IS NOT COVERED BY SHIPPING & HANDLING CHARGES. YOU MAY NEED TO CONSULT WITH YOUR LOCAL POST OFFICE ON THAT. SORRY, WE DO NOT SHIP TO CHINA. ALSO, PLEASE BE AWARE THAT TRACKING ENDS ONCE THE PACKAGE LEAVES THE U.S. SOME COUNTRIES DO HAVE THE CAPABILITY TO TRACK OVER SEAS THOUGH. TERMS OF SALE · We work very hard to make sure you are happy doing business with us and appreciate your positive feedback very much! We will gladly do the same. Our goal is 100% customer satisfaction. · We accept returns within 7 days of receipt of item (except vintage and antique jewelry). You need to contact me as soon as you receive item and for whatever reason you decide not to keem item, you must then you must then ship them back to me in the same condition as when shipped (I always inspect jewelry before shipping to make sure there are no stones missing, etc.) and in the same form of shipping you paid for and within that same week of receipt. NO EXCEPTIONS. · All products sold are brand new items (except vintage & antique jewelry). · Please keep in mind that pictures are taken mostly close-up and therefore might look larger. In my description of items I will note actual sizes. · Jewelry is representative of the Turkish Ottoman era designed and created by Turkish Craftsmen. · Our sterling silver is marked .925. · Your items are ready for shipping as soon as payment clears. If for any reason you are not satisfied and would like to return item, please inform us via Ebay’s messaging system before shipping items back. · Finally, if you have any questions, please do not hesitate to ask. I will be more than happy to answer them.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625419661868080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "usera1961",
    "FeedbackScore": "1607",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Alabaster Jar Jewels",
    "StoreURL": "http://stores.ebay.com/id=25196102"
  },
  "Quantity": "1",
  "Location": "Broken Arrow, Oklahoma",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/AD8AAOSw1DtXHfxX/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDI5/z/Y5AAAOSw1DtXH4GH/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDc2/z/Ct4AAOSw~oFXH4G1/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNTk2/z/abMAAOSw3mpXHfwg/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAx/z/yhIAAOSwiYFXHfy3/$_57.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "PostalCode": "74012"
}