{
  "ReturnPolicy": {
    "Description": "Your satisfaction is important to me, so I ask that you please read the description and view the photos, ask any questions you may have, before bidding, purchasing, or making an offer. If you wish to return an item for any reason, please contact me within 48 hours of receipt to confirm my return address and to let me know reason for return. Items must be returned within 14 days from the date delivered, in the same condition as received, via USPS with the same shipping services. Please remember to include insurance for items valued at $50 or more at closing. Buyer pays return shipping charges. Once received back, a refund will be promptly issued. A 15% restocking fee may apply for items accurately described.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P23DT5H4M36S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Mixed Items & Lots",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "239.99",
    "_currencyID": "USD"
  },
  "ItemID": "201940346307",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/44-pc-NEW-Old-Stock-DESIGNERS-Jewelry-Lot-Earrings-Necklaces-Brooches-Bracelets-/201940346307",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "239.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-29T19:43:38.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "LotSize": "44",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-28T19:43:38.000Z",
  "PrimaryCategoryID": "10970",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Erwin Pearl,Berebi,Klein,BenAmun & many more",
        "Name": "Brand"
      },
      {
        "Value": "Various Gold and Silver Tone",
        "Name": "Metal"
      },
      {
        "Value": "Myriad Colors",
        "Name": "Color"
      },
      {
        "Value": "Various",
        "Name": "Material"
      },
      {
        "Value": "Mixed Jewelry and sets",
        "Name": "Type"
      },
      {
        "Value": "Various",
        "Name": "Main Stone"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "Title": "44 pc NEW Old Stock DESIGNERS Jewelry Lot Earrings Necklaces Brooches Bracelets",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "44 pc NEW Old Stock DESIGNERS Jewelry Lot Earrings Necklaces Brooches Bracelets 44 piece mixed fashion jewelry lot of “new-old stock” pieces from high-end department stores. Diverse beautiful styles - the jewelry was purchased by one person during the 1980s. She loves shopping for beautiful jewelry above actually wearing it, and has amassed a huge collection to share. The pieces haven't been worn - consequently, they are in excellent, ready to wear condition and perfect for resale! Many are still on original display cards that show original prices. Hundreds of dollars were spent for this collection. I'm offering it for a fraction of the original $$$ cost - excellent value for your money! The 17 jewelry display boxes in the lot are also original. 2 are unmarked, 15 are marked with names of stores where purchased - such as Nordstrom, Neiman Marcus, Robinson, Bullocks, and Macy’s. There are 20 pairs of earrings, 10 bracelets, 11 Necklaces, 2 brooches and 1 hair barrette. A few pieces are in sets by Capri, Robert Rose and Anne Klein. Most pieces are signed or identified by display cards or boxes. Designers include Ben-Amun, Anne Klein, Ellen Designs, Ann Taylor, Napier, Nordstrom ETC., Edgar Berebi, Erwin Pearl, Robert Rose, Judy’s, Richelieu, Forenza, Capri, Marvella and Catherine Stein. Photos show all of the jewelry and most of the boxes. This beautiful jewelry lot will ship via USPS in a large flat rate box for $18.85. Please feel free to contact me if you have questions. This is a Fixed Price Listing with Buy it Now & Best Offer Options! Thank You for viewing this listing! Payment: Listings purchased with BIN option require immediate payment. Please pay for other auctions at close of auction or within 4 days. Shipping is to U S locations: USPS First Class mail is $3.00 - $4, Priority is $7.15 - $18.85, depending on size or weight. Insurance is added when final value is $50 or more. Signature Confirmation or Registered Mail services may be added as needed. I wrap carefully and endeavor to ship within 3 business days of receipt of payment. Please allow extra time if payment is made during a weekend or holiday period. Combined Shipping Excluding Lots: I'm happy to combine shipping for 2 or more items when won or purchased within a 5 day period. Highest shipping charge is increased by $1.00 for each additional item. All items must be paid for from one invoice to qualify. if you purchase multiple items, please wait for or request a final invoice that includes all items. Thank you. Additional Information: Description includes text and photos. I describe what I see and photograph the actual item so its condition can be observed. Items are minimally cleaned for photos. Thorough cleaning or polishing is left to buyer and is recommended. Props and displays used in photos are not included in the auction unless otherwise stated. Please contact me via ebay's Contact Seller link if you have questions at any time. After a purchase, please check *Other* as reason for your inquiry for the most expedient reply. If you wish to return an item for any reason, please read my 14 day return policy under the Shipping link above. Thank you.inkFrog Analytics",
  "PrimaryCategoryIDPath": "281:10968:10970",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2019403463078080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "ms.sellainy",
    "FeedbackScore": "1722",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Vintage Jewelry and Accessories",
    "StoreURL": "http://stores.ebay.com/id=66579174"
  },
  "Quantity": "1",
  "Location": "Los Angeles, California",
  "HitCount": "14",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzE5WDEwMDA=/z/hYoAAOSwRUhY8liv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/J5AAAOSw4CFY3VBv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/AUgAAOSwuxFY3VBt/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/QnYAAOSwol5Y3VB1/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/cdsAAOSwmgJY3VB3/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/LmMAAOSww3tY3VB4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/eq8AAOSwzgBY3VB-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/qn4AAOSwDmBY3VB8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTQ5WDEwMDA=/z/aAIAAOSwXYtY3VBw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/aHcAAOSwXYtY3VBz/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/aAIAAOSwA29Y3VB6/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzUwWDEwMDA=/z/ZtMAAOSwA29Y3VBy/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "90026"
}