{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P21DT6H10M29S",
  "ListingStatus": "Active",
  "ConditionDescription": "Brand new in a Gift box",
  "QuantitySold": "0",
  "HandlingTime": "0",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia",
    "AU",
    "NZ"
  ],
  "CurrentPrice": {
    "value": "249.99",
    "_currencyID": "USD"
  },
  "ItemID": "252275285241",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Custom-10k-Rose-Gold-Grillz-Nugget-Style-Bottom-Top-Piece-Slugz-Satin-Finish-/252275285241?var=",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "249.99",
    "_currencyID": "USD"
  },
  "StartTime": "2016-02-02T22:15:19.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-26T22:15:19.000Z",
  "Variations": {
    "VariationSpecificsSet": {
      "NameValueList": {
        "Value": [
          "Top 6pc",
          "Bottom 6pc",
          "Both Top 6pc and Bottom 6pc"
        ],
        "Name": "Select Style"
      }
    },
    "Variation": [
      {
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "Top 6pc",
            "Name": "Select Style"
          }
        },
        "StartPrice": {
          "value": "249.99",
          "_currencyID": "USD"
        },
        "SellingStatus": {
          "QuantitySoldByPickupInStore": "0",
          "QuantitySold": "0"
        },
        "Quantity": "4"
      },
      {
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "Bottom 6pc",
            "Name": "Select Style"
          }
        },
        "StartPrice": {
          "value": "249.99",
          "_currencyID": "USD"
        },
        "SellingStatus": {
          "QuantitySoldByPickupInStore": "0",
          "QuantitySold": "0"
        },
        "Quantity": "3"
      },
      {
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "Both Top 6pc and Bottom 6pc",
            "Name": "Select Style"
          }
        },
        "StartPrice": {
          "value": "499.99",
          "_currencyID": "USD"
        },
        "SellingStatus": {
          "QuantitySoldByPickupInStore": "0",
          "QuantitySold": "0"
        },
        "Quantity": "2"
      }
    ]
  },
  "PrimaryCategoryID": "152808",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Rose Gold",
        "Name": "Metal"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "10k",
        "Name": "Metal Purity"
      },
      {
        "Value": "iRockBling",
        "Name": "Brand"
      }
    ]
  },
  "Title": "Custom 10k Rose Gold Grillz Nugget Style Bottom or Top Piece Slugz Satin Finish",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Custom 10k Rose Gold Grillz Nugget Style Bottom or Top Piece Slugz Satin FinishGot Grillz? Get your customized one of a kind 10kt Rose Gold Nugget Style Grillz now! Grill is made with the Nugget Design in a satin finish on the tooth to give you a super shine. Grillz can be made in many variations for your liking. Look at our other listings for more styles and designs! Once you place your order we will mail you out a FREE mold kit for you to make your mold and ship it back to us. From there we will take 1-3 business days to process and hand make your grill and ship it back to you! SATISFACTION GUARANTEED! check out our IG @gotgrillzofficial for our work! Please note this listing is for either 6pc top, 6pc bottom, or both 6pc top and bottom If you a looking for a different design or have any questions on custom specifications please contact us or give us a call 281.849.4349 Quality Product for a Quality Price Product Specifications Metal: 10k Rose GoldMetal Color: Rose GoldWeight: 3-7grams based on tooth sizeStyle: Nugget Deisn Here Is how the process works at our shop. After your purchase we will first ship you out the mold kit. Once you received the mold kit you will follow the detailed instructions on creating your mold. You will then ship the mold kit back to us at the specified address. You will be responsible for shipping the mold kit back to us. Once we receive the mold kit we will then inspect your mold and if all is good we will put the mold into production. Production generally takes 72 hours of your grill. Once the item is out of production we will then reship the finished grill back to you. Once you receive it snap it in and start rockin your custom grill! please note the whole process can take as long as 22 days. Please note this listing is for either 6pc top, 6pc bottom, or both 6pc top and bottom If you a looking for a different design or have any questions on custom specifications please contact us or give us a call 281.849.4349Quality Product for a Quality Price About We are a family owned and operated business with over 25yrs of experience in the jewelry industry. Our goal is to provide a product at a unbeatable price with exceptional first class service. We are in business for you! With over access to 100,000 products we will always have the right one for you. If there is something not in our catalog please contact our sales team and we will be sure to find it for you!Payments Payments must be made within 24hours of purchase so that we may get your order to you within a reasonable time. We accept all major credit cards through PayPal. If you would like to mail in a payment please contact our sales staff for information on mail in payment policy.Shipping We offer free standard shipping on most of our items. You can purchase expedited shipping options during check out at additional charge. All items leave our main office via USPS. All items generally ship within 2 business days. If for some reason there is a delay on your shipment our sales staff will notify you immediately. Please allow 2-5 business days to receive your item from the time it has shipped.Refunds and Feedback Not happy with your item? Not a problem! We offer a hassle free money back guarantee. You have 14days from the time of receipt to return your item(s) if you are not satisfied with your purchase. All items must be returned exact as the were received. Please make sure all tags and boxes are with the item. All items must come back UNWORN. Please contact our sales staff for a RMA number and shipping address to return the item to. Refunds may take up to 14days to process. We value our customers and more so value what you have to say. Before leaving a feedback less then 5 stars or positive allow us the opportunity to help resolve your issues or concern. We are here to help so be sure to contact us if you feel that our service was anything less then 150%. Powered by eBay Turbo Lister The free listing tool. List your items fast and easy and manage your active items.",
  "PrimaryCategoryIDPath": "281:10968:15124:152808",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.8",
    "UserID": "heygirljewels",
    "FeedbackScore": "688",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "heygirljewel",
    "StoreURL": "http://stores.ebay.com/id=385430317"
  },
  "Quantity": "9",
  "Location": "Houston, Texas",
  "HitCount": "2599",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjM1WDE0MjE=/z/EPYAAOSw6btXQ4PK/$_12.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Grillz, Dental Grills",
  "PostalCode": "77036"
}