{
  "ReturnPolicy": {
    "Description": "Instructions for revocation\r\nRevocation right You have the right to revoke this contract within one month without specifying any reasons. The revocation period is one month with effect from the day,\r\n-  on which you or a third party nominated by you, which is not the carrier, had taken possession of the products, provided you had ordered one or more products within the scope of a standard order and this/these product/products is/are delivered uniformly;\r\n-  on which you or a third party nominated by you, which is not the carrier, had taken possession of the last product, provided you had ordered several products within the scope of a standard order and these products are delivered separately;\r\n- on which you or a third party nominated by you, which is not the carrier, had taken possession of the last part delivery or the last unit, provided you had ordered a product, which is delivered in several part deliveries or units;\r\nIn order to exercise your revocation right, you must inform us (A&O Projekt GmbH, Edisonstr. 60, 90431 of your decision toNürnberg, Telephone number: +4991189492977) revoke this contract by means of a clear declaration (e.g. a letter sent via post, fax or email). You can use the enclosed specimen revocation form for this, which however is not mandatory.\r\nIn order to safeguard the revocation period, it is sufficient that you send the notification about the exercise of the revocation right before the expiry of the revocation period.\r\nConsequences of the revocation\r\nIf you revoke this contract, we shall repay all the payments, which we received from you, including the delivery costs (with the exception of additional costs, which arise from that fact that you selected a form of delivery other than the most reasonable standard delivery offered by us), immediately and at the latest within fourteen days from the day on which we received the notification about the revocation of this contract from you. We use the same means of payment, which you had originally used during the original transaction, for this repayment unless expressly agreed otherwise with you; you will not be charged any fees owing to this repayment.\r\nWe can refuse the repayment until the products are returned to us or until you have furnished evidence that you have sent the products back to us, depending on whichever is earlier.\r\n You must return or transfer the products to us or A&O Projekt GmbH, Edisonstr. 60, 90431 Nürnberg, Deutschland immediately and, in any case, at the latest within fourteen days with effect from the day on which you inform us of the revocation of this contract. The deadline is maintained if you send the products before the expiry of the fourteen-day deadline.\r\nYou bear the direct costs for returning the products.\r\nYou must pay for any depreciation of the products only if this depreciation can be attributed to any handling with you that was not necessary for checking the condition, features and functionality of the products.\r\nCriteria for exclusion or expiry The revocation right is not available for contracts - for delivery of products, which are not prefabricated and for whose manufacturing an individual selection or stipulation by the consumer is important or which are clearly tailored to the personal requirements of the consumer; - for delivery of products, which can spoil quickly or whose use-by date would be exceeded quickly; - for delivery of newspapers, periodicals or magazines with the exception of subscription contracts. The revocation right expires prematurely in case of contracts - for delivery of sealed products, which are not suitable for return for reasons of health protection or hygiene if their seal has been removed after the delivery; - for delivery of products if they have been mixed inseparably with other goods after the delivery, owing to their condition; - for delivery of sound or video recording or computer software in a sealed package if the seal has been removed after the delivery.\r\n    The Specimen-revocation form can be found in the appendix to our Standard Business Terms and customer information.",
    "ReturnsAccepted": "J'accepte le renvoi des objets",
    "ReturnsWithin": "30 jours",
    "Refund": "Remboursement",
    "ShippingCostPaidBy": "Acheteur"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Neuf avec étiquettes",
  "TimeLeft": "P29DT23H16M34S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Bijoux & montres:Bijoux de mode:Bagues",
  "QuantitySold": "0",
  "HandlingTime": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "42.44",
    "_currencyID": "CAD"
  },
  "SKU": "K570",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "222535696072",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Elegant-Bague-Vintage-Imposant-Charme-Bagues-Pour-Couple-O3012-/222535696072",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "31.4",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T12:26:42.000Z",
  "PaymentMethods": "PayPal",
  "Site": "CanadaFrench",
  "AutoPay": "false",
  "Country": "DE",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T12:26:42.000Z",
  "PrimaryCategoryID": "67681",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Anneau",
        "Name": "Style"
      },
      {
        "Value": "dames",
        "Name": "Sexe"
      },
      {
        "Value": "4060131971002",
        "Name": "EAN"
      },
      {
        "Value": "Déclaration anneau dames bijoux de soirée Créateur Bij. Mod",
        "Name": "MPN"
      },
      {
        "Value": "Ja",
        "Name": "Amovible"
      },
      {
        "Value": "3",
        "Name": "Longueur en cm"
      },
      {
        "Value": "Wita-Store",
        "Name": "Marque"
      },
      {
        "Value": "728422613218",
        "Name": "Numéro De Fabricant"
      },
      {
        "Value": "Amour & Coeur",
        "Name": "Thèmes"
      },
      {
        "Value": "Alliage",
        "Name": "Métal"
      },
      {
        "Value": "2.8",
        "Name": "Largeur en cm"
      },
      {
        "Value": "Argent",
        "Name": "Couleur précise"
      },
      {
        "Value": "Statement Ring Damen Schmuck  Abendschmuck Designer Modeschmuck",
        "Name": "Numéro de pièce du fabricant"
      }
    ]
  },
  "Title": "Élégant Bague Vintage Imposant Charme Bagues Pour Couple O3012",
  "ExcludeShipToLocation": [
    "DE",
    "AT",
    "BE",
    "BG",
    "CY",
    "HR",
    "DK",
    "ES",
    "EE",
    "FI",
    "FR",
    "GR",
    "HU",
    "IE",
    "IS",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NO",
    "NL",
    "PL",
    "PT",
    "RO",
    "GB",
    "CZ",
    "SK",
    "SI",
    "CH",
    "SE",
    "MX",
    "IL"
  ],
  "BidCount": "0",
  "Description": "Créer un widget ou personnaliser les couleurs. supremeauctiononlinesoftware.widgets.FeedbackWidgetBasic.swf Informations sur le vendeur professionnel Vertretungsberechtigter GeschäftsfÜhrer Olga Generalow A&O Projekt GmbH Edisonstr. 60 90431 NÜrnberg Deutschland Téléphone :+4991189492977 eingetragen im Handelsregister des Amtsgerichtes B FÜrth Handelsregisternummer HRB 15544 Wir sind Mitglied der Initiative \"FairCommerce\". Die Europäische Kommission stellt eine Plattform fÜr die außergerichtliche Online-Streitbeilegung (OS-Plattform) bereit, aufrufbar unter http://ec.europa.eu/odr. Numéro de TVA :DE 305573168 Je fournis des factures sur lesquelles la TVA est indiquée séparément. Conditions d'utilisation de la vente Conditions générales de vente et informations clients I. Conditions générales de vente § 1 Dispositions fondamentales (1) Les Conditions générales suivantes s'appliquent pour tous les contrats que vous concluez avec nous en tant que vendeur (A&O Projekt GmbH) sur la plateforme Internet Amazone. Sauf stipulation contraire, nous contestons l&rsquo;intégration de vos propres conditions éventuelles. (2) Un consommateur au sens des présents règlements est toute personne physique, qui effectue une transaction dans un but qui n&rsquo;est dans le cadre ni de son activité commerciale, ni de son activité professionnelle indépendante. Un entrepreneur est toute personne physique ou juridique ou une société de personnes ayant la capacité juridique qui agit dans l&rsquo;exercice de son activité commerciale ou professionnelle indépendante. § 2 Aboutissement du contrat (1) L'objet du contrat est la vente de marchandises. (2) Si nous plaçons un article sur Amazon, la validation de la page de l&rsquo;offre sur Amazon constitue l&rsquo;offre sans engagement entraînant la conclusion d&rsquo;un contrat de vente dans les conditions contenues sur la page de l&rsquo;article (description du produit). (3) Vous pouvez soumettre une offre d&rsquo;achat ferme (commande) par le système de panier ou la fonction de commande en 1-Click. Avec le système du panier, les marchandises que vous envisagez d&rsquo;acheter sont déposées dans le « Chariot ». Après activation du bouton « Passer la commande » et la saisie suivante de toutes les données demandées ainsi que du choix du mode de paiement et de l&rsquo;adresse d'envoi, toutes les données définitives de la commande sont de nouveau affichées sur la page d'aperçu de la commande. Avant de passer la commande, vous avez la possibilité de vérifier, de modifier une nouvelle fois l&rsquo;ensemble des données ou d'annuler l'achat par la fonction « Retour » du navigateur. En envoyant la commande par le bouton « Acheter maintenant », vous vous engagez à conclure une offre ferme auprès de nous. En utilisant la fonction de commande en 1 Click, vous avez la possibilité de commander directement sur la page de description du produit ou la liste d&rsquo;offres de produits. Avant de passer la commande, vous pouvez modifier l&rsquo;adresse de livraison et, si disponible, le nombre des articles choisis ou d&rsquo;interrompre l&rsquo;achat par la fonction « Retour » du navigateur. En cliquant sur le bouton « Acheter maintenant en 1-Click® » ou « Acheter en 1-Click® », vous vous engagez à passer une offre d&rsquo;achat avec nous (commande). (4) Après l&rsquo;envoi de votre commande, vous recevez un email automatique d&rsquo;amazon confirmant la réception de votre offre. La confirmation de la commande n'entraîne pas encore la conclusion du contrat. (5) L&rsquo;acceptation de l&rsquo;offre (et ainsi la conclusion du contrat) s&rsquo;effectue par un email d&rsquo;Amazon, dans lequel nous vous confirmons l&rsquo;envoi de la marchandise. Si vous n&rsquo;avez pas reçu de confirmation d&rsquo;envoi dans les 2 jours, vous n&rsquo;êtes plus lié à votre commande. Dans ce cas, les prestations éventuellement déjà fournies seront remboursées sans délai. (6) Le déroulement de la commande et la transmission de toutes les informations nécessaires en rapport avec la conclusion du contrat s&rsquo;effectue par email et est en partie automatisé. Vous devez donc vous assurez que l&rsquo;adresse email que vous nous avez transmise est correcte, la réception des emails est garantie techniquement et qu&rsquo;elle n&rsquo;est pas bloquée notamment par un filtre anti-spam. § 3 Droit de rétention, réserve de propriété (1) Vous ne pouvez exercer un droit de rétention que si les prétentions résultent de la même relation contractuelle. (2) La marchandise reste notre propriété jusqu'au paiement intégral du prix de vente. (3) Si vous êtes un entrepreneur s'applique ce qui suit: a) Nous nous réservons le droit de propriété de la marchandise jusqu'à l'encaissement de toutes les créances liées à la relation commerciale en cours. Il est interdit de gager les marchandises ou d'en transférer la propriété à titre de sÛreté avant le transfert de propriété de la marchandise sous réserve. b) Vous êtes autorisé à revendre la marchandise dans la marche ordinaire et régulière des affaires. Dans ce cas, vous cédez d'ores et déjà toutes les créances qui vous reviennent de la revente, à hauteur du montant de la facture. Nous acceptons la cession. Vous restez en droit de procéder au recouvrement de la créance cédée. Si vous ne répondez pas dans les règles à vos obligations de paiement, nous nous réservons le droit de procéder nous-mêmes au recouvrement de la créance. c) En cas d'association ou de combinaison de la marchandise sous réserve à d'autres marchandises, nous acquérons la copropriété sur le nouvel objet, à concurrence de la valeur de facturation de la marchandise sous réserve par rapport à valeur de facturation des autres objets transformés au moment de la transformation. d) Nous nous engageons à débloquer les garanties nous revenant sur votre demande, dans la mesure oÙ la valeur réalisable de nos sÛretés dépasse de plus de 10 % la créance à garantir. Le choix des garanties à libérer nous incombe. § 4 Garantie (1) Les droits de garantie pour les défauts s'appliquent. (2) Si vous êtes un entrepreneur s'applique ce qui suit par dérogation au paragraphe 1: a) Seules nos propres indications et la description du produit du fabricant font office de caractérisation de la marchandise et non pas tout message publicitaire, recommandations et déclarations publiques que formule le fabricant. b) Vous êtes tenu de vérifier immédiatement la marchandise quant aux écarts de qualité et de quantité en y apportant la diligence requise et de nous déclarer les défauts évidents par écrit dans les 7 jours suivant la réception de la marchandise (p. ex. e-mail). Le préavis est respecté en envoyant le courrier dans les délais. Ceci s'applique aussi aux défauts constatés ultérieurement à compter du moment de leur découverte. En cas de manquement à l'obligation de contrôle et de réclamation, la revendication des droits de garantie est exclue. c) En cas de vice de la marchandise, nous aurons le choix soit d'y apporter une amélioration soit d'exécuter une livraison de remplacement. Si l'élimination du défaut n'aboutit pas, vous avez la possibilité soit d'exiger une réduction de prix ou de résilier le contrat. On considérera des réparations comme échouées après la deuxième tentative et en absence d'autres circonstances du type défaut de fabrication ou des autres facteurs. En cas de réparation, nous ne devons pas assumer l'augmentation des coÛts due au déplacement de la marchandise dans un autre lieu que celui de l'exécution si le déplacement ne correspond pas à l'usage prévu de la marchandise. d) Le délai de garantie est de l'ordre d'un an à compter de la livraison de la marchandise. Le délai de garantie réduit ne s'applique pas pour les dommages commis par faute portant atteinte à la vie, au corps et à la santé ou pour les dommages causés intentionnellement ou par négligence grossière ou par malveillance que l&rsquo;on peut nous imputer ainsi qu&rsquo;en cas de droits de recours conformément aux §§ 478, 479 du Code civil allemand (BÜrgerliches Gesetzbuch (BGB)). § 5 Responsabilité (1) Nous nous portons garants sans restrictions des dommages issus de l'atteinte à la vie, au corps ou à la santé. Par ailleurs, nous sommes tenus responsables sans limitation dans tous les cas d'une dégradation volontaire ou d'une négligence grave ou en cas de dissimulation de défaut, lors de la reprise de la garantie pour l'approvisionnement de l'objet d'achat et dans tous les autres cas réglementés par la loi. (2) La responsabilité pour défauts dans le cadre de la garantie légale fait référence à la réglementation stipulée dans nos informations clients (partie II) et Termes et Conditions générales (Partie I). (3) Si des obligations contractuelles essentielles sont concernées, notre responsabilité est limitée aux dommages prévisibles typiques pour le contrat causés par négligence légère. Les obligations contractuelles essentielles désignent les principales obligations découlant de la nature du contrat et dont le non-respect est susceptible d'affecter l'atteinte de l'objectif contractuel de même que les obligations que le contenu du contrat nous impose en vue de la réalisation de l'objectif contractuel dont l&rsquo;exécution correcte conditionne la bonne exécution du contrat et sur le respect desquelles vous devez pouvoir compter. (4) En cas de manquement à des obligations contractuelles non essentielles par négligence légère, notre responsabilité est exclue. (5) Selon l'état actuel de la technique, il est impossible de garantir que la communication des données par Internet ait lieu sans erreurs et/ou qu'elle soit disponible à tout moment. Nous n&rsquo;assumons donc aucune responsabilité pour la disponibilité permanente et ininterrompue de la page Internet et de la prestation qui y est proposée. § 6 Choix juridique, lieu d'exécution, tribunal compétent (1) Le droit allemand fait foi. Pour les consommateurs, ce choix juridique ne s&rsquo;applique que s'il ne porte pas atteinte à la protection garantie par les lois impératives du pays dans lequel le consommateur réside de façon régulière (principe de faveur). (2) Le lieu d'exécution pour toutes les prestations issues des relations commerciales existantes avec nous et le tribunal compétent sont celui de notre siège, si vous n&rsquo;êtes pas un consommateur, mais un commerçant, une personne juridique de droit public ou un établissement public ayant un budget spécial. Ceci est également valable si vous n&rsquo;avez pas de lieu de juridiction général en Allemagne ou dans l&rsquo;UE ou si le domicile ou le lieu de résidence habituel n&rsquo;est pas connu au moment de l'introduction du recours. Le droit de saisir aussi le tribunal d&rsquo;une autre juridiction légale reste intact. (3) L'application des dispositions de la Convention de Vienne est expressément exclue. _______________________________________________________________________________________ II. Informations clients 1. Identité du vendeur A&O Projekt GmbH Edisonstr. 60 90431 NÜrnberg Allemagne Téléphone: +4991189492977 Mode alternatif de règlement des conflits: La Commission européenne fournit une plateforme pour la résolution extrajudiciaire des litiges qui est accessible sur le site http://ec.europa.eu/odr. 2. Informations sur l&rsquo;aboutissement du contrat Les étapes techniques menant à la conclusion du contrat, la conclusion du contrat elle-même et les possibilités de correction s&rsquo;effectuent conformément au § 2 de nos Conditions générales de vente (partie I). 3. Langue du contrat, enregistrement des textes du contrat 3.1 La langue du contrat est le français. 3.2 Nous n&rsquo;enregistrons pas le texte intégral du contrat. Avant l&rsquo;envoi de la commande les données du contrat peuvent être imprimées ou sécurisées électroniquement par la fonction d&rsquo;impression du navigateur. Dès la réception de la commande, nous vous envoyons de nouveau par email les données de la commande, les informations légales prescrites pour les contrats de vente à distance et les Conditions générales de vente. 4. Caractéristiques essentielles de la marchandise ou de la prestation Les caractéristiques essentielles de la marchandise et/ou de la prestation de service sont mentionnées dans l&rsquo;offre respective. 5. Prix et modalités de paiement 5.1 Les prix indiqués dans les offres respectives ainsi que les frais d&rsquo;envoi constituent les prix globaux. Ils contiennent toutes les composantes de prix, y compris toutes les taxes exigibles. 5.2 Les frais de livraison nécessaires ne sont pas inclus dans le prix d'achat. Vous pouvez prendre connaissance des frais de livraison en cliquant sur un bouton désigné à cet effet et situé sur notre site Internet ou dans l&rsquo;offre respective. Ils seront affichés séparément au cours de la commande et sont à votre charge, à moins qu&rsquo;il ne soit convenu d&rsquo;une livraison gratuite. 5.3 Les options de paiement disponiblesle prélèvement bancaire (note de débit) ou la carte de crédit, sont indiquées en cliquant sur un bouton désigné à cet effet et situé sur notre site Internet ou dans l&rsquo;offre respective. Le déroulement du paiement s&rsquo;effectue via le système de paiement « Amazon Payments » d&rsquo;Amazon. Le prélèvement de votre compte bancaire ou de votre carte de crédit a lieu après l&rsquo;envoi de la marchandise. 5.4 Sauf indications contraires sur les modes de paiements, les créances issues du contrat conclu sont exigibles immédiatement. 6. Conditions de livraison 6.1 Les conditions de livraison, la date de livraison et les éventuelles restrictions en vigueur lors de la livraison sont indiquées en cliquant sur un bouton désigné à cet effet et situé sur notre site Internet ou dans l&rsquo;offre respective. A condition qu'aucun autre délai ne soit indiqué dans la description de l'article ou sous &bdquo;frais d'expédition&ldquo; sur le tableau des frais d'expédition, la marchandise sera livrée dans les 3-5 jours qui suivront la conclusion du contrat (néanmoins quand un paiement anticipé a été convenu, seulement après que vous ayez donné votre ordre de paiement). 6.2 Si vous êtes un consommateur, il est stipulé par la loi que le risque de la disparition fortuite et de la détérioration fortuite pendant l&rsquo;envoi de la marchandise vendue vous est transféré au moment oÙ la marchandise vous est remise, peu importe que l&rsquo;envoi soit assuré ou non. Cela ne s&rsquo;applique pas si vous avez mandaté de manière autonome une entreprise de transport que nous avons nommée ou une personne désignée pour l&rsquo;exécution de l&rsquo;envoi. Si vous êtes un entrepreneur, la livraison et l&rsquo;envoi sont effectués à votre risque. 7. Droit de garantie pour les défauts 7.1 La responsabilité en matière de défauts pour nos marchandises repose sur l&rsquo;article « Garantie » dans nos conditions générales de vente (partie I). 7.2 En tant que consommateur, vous êtes prié de vérifier sans délai l&rsquo;exhaustivité, les vices apparents et les dommages dus au transport de la marchandise lors de sa livraison et de faire part des réclamations à notre entreprise et à l&rsquo;expéditeur le plus rapidement possible. Si vous n&rsquo;obtempérez pas, cela n&rsquo;a aucun effet sur vos droits légaux de garantie. Ces CGV et les informations clients ont été établies par des juristes spécialisés dans le droit de la technologie de l&rsquo;information du Händlerbund (association de commerçants en ligne) et leur conformité juridique est contrôlée en permanence. La Händlerbund Management AG garantie la sécurité juridique des textes et se porte garante en cas de mises en demeure. Vous trouverez de plus amples informations sur la page Internet http://www.haendlerbund.de/agb-service. Dernière mise à jour: 23.01.2017 Conditions de retour Une fois l'objet reçu, contactez le vendeur dans un délai de Frais de livraison pour le retour 30 derniers jours Acheteur Détails des conditions de retour Droit de rétractation Droit de rétractation Vous disposez d'un délai d'un mois pour exercer son droit de rétractation sans avoir à justifier de motifs. Le délai de rétractation est d'un mois à partir du jour, - après la date à laquelle vous, ou un tiers désigné par vous, autre que le transporteur, prenez ou prend physiquement possession des articles ou, dans le cas d'une commande unique portant sur un ou plusieurs articles et si ce ou ces derniers est ou sont livrés uniformément; - après la date à laquelle vous, ou un tiers désigné par vous, autre que le transporteur, prenez ou prend physiquement possession du dernier article ou, dans le cas d'une commande unique portant sur plusieurs articles et si ces derniers sont livrés séparément; - après la date à laquelle vous, ou un tiers désigné par vous, autre que le transporteur, prenez physiquement possession du dernier envoi partiel ou du dernier article ou, si vous avez commandé un article qui est livré en plusieurs envois partiels ou en plusieurs articles; Pour exercer votre droit de révocation, vous devez nous (A&O Projekt GmbH, Edisonstr. 60, 90431 NÜrnberg, Numéro de téléphone: +4991189492977) informer de votre décision de rétractation du contrat concerné par une déclaration non équivoque (par ex. lettre envoyée par poste, téléfax ou email). Vous pouvez utiliser le modèle de formulaire de révocation joint, néanmoins ce n'est pas une obligation. Pour la préservation du délai de révocation suffit si la notification relative à l'exercice du droit de rétractation est transmise par le consommateur avant l'expiration dudit délai. Conséquences de la révocation Si vous révoquez le présent contrat, nous vous rembourserons tous les paiements que nous avons encaissés, y compris les frais de livraison (à l'exception des frais supplémentaires découlant d'un autre mode de livraison que la livraison standard plus économique que nous proposons) sans délai au plus tard dans un délai de quatorze jours à compter du jour oÙ nous avons reçu la notification relative à la révocation du présent contrat. Pour le remboursement, nous utilisons le même moyen de paiement que vous avez utilisé pour votre transaction sauf stipulation expresse contraire convenue avec vous ; en aucun cas, nous ne facturerons pas de suppléments pour le remboursement des sommes. Nous pouvons refuser le remboursement jusqu'à ce que nous ayons récupéré les articles ou jusqu'à ce que vous ayez apporté la preuve que vous avez renvoyé les articles en fonction du délai le plus proche. Vous devez nous ou à A&O Projekt GmbH, Edisonstr. 60, 90431 NÜrnberg, Deutschland renvoyer ou céder les articles sans délai et en tous les cas au plus tard dans un délai de deux semaines à partir du jour oÙ vous nous avez informés de la révocation du présent contrat. Le délai est respecté si vous renvoyez les articles avant l'expiration du délai de deux semaines. Vous prenez en charge les coÛts directs de retour des marchandises. Votre responsabilité n'est engagée qu'à l'égard de la dépréciation de biens résultant de manipulations autres que celles nécessaires pour s'assurer de la qualité, de la nature et du bon fonctionnement de ces biens. Motifs d'exclusion ou d'extinction Le droit de révocation n'existe pas pour les contrats - de livraison des marchandises qui ne sont pas produites au préalable et pour lesquelles un choix ou une sélection par le consommateur est déterminant pour leur production ou qui sont clairement adaptées aux besoins spécifiques du consommateur; - de livraison des marchandises qui peuvent rapidement s'abîmer ou dont la date de péremption serait rapidement dépassée; - de livraison des journaux, périodiques ou magazines excepté les contrats d'abonnement. Le droit de révocation s'éteint de manière anticipée pour les contrats - de livraison de marchandises scellées qui ne peuvent pas être retournées pour des raisons de protection de la santé ou des raisons hygiéniques si leur fermeture a été retirée après la livraison; - de livraison des marchandises si celles-ci ont été mélangées de manière indivisible à d'autres biens après leur livraison en raison de leur nature; - de livraison des enregistrements vocaux ou vidéo ou de logiciel d'ordinateur dans un emballage scellé si la fermeture a été retirée après la livraison. Le Modèle de formulaire de révocation se trouve en annexe à nos Conditions générales de vente/informations clients.",
  "PrimaryCategoryIDPath": "281:10968:67681",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2225356960728080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.8",
    "UserID": "wita-store",
    "FeedbackScore": "59178",
    "FeedbackRatingStar": "PurpleShooting"
  },
  "Storefront": {
    "StoreName": "WiTa-Store",
    "StoreURL": "http://stores.ebay.com/id=51506495"
  },
  "Quantity": "3",
  "Location": "Stein",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA0MFgxNTAw/z/UHIAAOSwOyJX4lQQ/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}