{
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_10",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "10%",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P17DT3H36M50S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "255.0",
    "_currencyID": "USD"
  },
  "SKU": "902680N16CZ",
  "ItemID": "142391926605",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Crislu-Tennis-Necklace-Cubic-Zirconia-Graduated-Pure-Platinum-925-25-8-cttw-/142391926605",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "255.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-23T18:41:48.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-22T18:41:48.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Crislu",
        "Name": "Brand"
      },
      {
        "Value": "Tennis Necklace",
        "Name": "Type"
      },
      {
        "Value": "Sterling Silver & Platinum",
        "Name": "Metal"
      },
      {
        "Value": ".925-Platinum",
        "Name": "Metal Purity"
      },
      {
        "Value": "Cubic Zirconia",
        "Name": "Main Stone"
      },
      {
        "Value": "United States",
        "Name": "Country//Region of Manufacture"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Cubic Zirconia",
        "Name": "Secondary Stone"
      },
      {
        "Value": "$315.00 MSRP",
        "Name": "902680N16CZ"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Crislu Tennis Necklace  Cubic Zirconia Graduated Pure Platinum .925 25.8 cttw",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "CRISLU Cubic Zirconia Graduated Pure Platinum Tennis Necklace -AUTHENTIC Absolutely Gorgeous & Only your Jeweler will Know! - SKU: 9010058N16CZ-MSRP: $414.00- cttw: 13.75- Red Carpet Graduated Cubic Zirconia Tennis Necklace BRAND NEW in BOX - Sterling Silver Platinum .925- CZ Extender Available- 2 inches $45.00- 100% Hypo- Allergenic- Available by Special Order in 18k Yellow GP- Rhodium Plated-Will not tarnish- Lifetime Warranty-See Crislu's Website for more info- 16-18 Inches Adjustable Chain,Please inquire- CZ Hidden Fold over Closure in Cubic Zirconia- Non-conflict-Photo shown may not be actual size- Great Travel Jewelry- Lifetime warranty CRISLU is committed to crafting our jewelry in ways that are socially and environmentally friendly Mining for natural diamonds and gems has caused environmental damage. Diamonds have also been at the center of political conflict and civil wars, now well known as \"conflict diamonds\". CRISLU works entirely with Cubic Zirconia which is created in a lab, diamond mining's environmental damage and diamond's role in political conflict are bypassed altogether. The use of Cubic Zirconia actually helps preserve our environment CRISLU’S Cubic Zirconia stones are cut into a total of 58 facets, giving CRISLU Cubic Zirconia the same reflective qualities as a diamond. Named by InTouch magazine \"a smart substitute for pricey precious stones\" CRISLU has been worn by Hollywood stars such as Paris and Nikki Hilton, Demi Moore, Sarah Jessica Parker, and Kim Basinger, CRISLU jewelry has also been featured in Vogue, In-Style, US weekly, Life & Style and Luck We are an Authorized Retailer of CRISLU Jewelry & Guarantee all Authenticity DISCLAIMER: Please note size and color may vary and may not be actual ABOUT USCandy Graham is the first choice for fashionable, stylish shoppers who want to sparkle without breaking the bank.Everything you find on Candy Graham ships directly from the designers. This means that you truly get the best jewelry without inflated prices.We know that we are only as good as our customer service. That’s why we have a team ready to help you with anything you need. From questions about our selection of products or help picking out jewelry to fit your specific needs, we are courteous, friendly and knowledgeable. SHIPPING POLICYExpedited Shipping (USPS Priority Mail Flat Rate Envelope). We ship item within 1-2 business days after order is received. RETURN POLICYYour satisfaction is of the utmost concern to us. I you are not satisfy with our product you can return an item within 14 days.Refund will be given as money back. You’ll be charged return shipping on your seller invoice as a fee, which may be charged to your automatic payment method on file, if any. All items must be in their original condition, not worn or altered. FEEDBACKOur eBay reputation and customer satisfaction is important to us to succeed, Your feedback is very important to us as on eBay.As long as you are happy with your purchase, please leave a positive feedback for us. We will leave a positive feedback for you in return automatically.If you have any problem with your order, please do not leave a negative feedback, Contact us immediately.We guarantee that your issue will be solved quickly.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1423919266058080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "candygraham007",
    "FeedbackScore": "219",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "Rock Candy Couture Too",
    "StoreURL": "http://stores.ebay.com/id=1355125767"
  },
  "Quantity": "3",
  "Location": "Boynton Beach, Florida",
  "HitCount": "13",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/BWUAAOSwtnpXoor4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTEwNFgxNDI5/z/GZEAAOSwdzVXoosW/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "33437"
}