{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT2H38M38S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "31.0",
    "_currencyID": "USD"
  },
  "ItemID": "201946045813",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/MAROON-GREEN-KUNDAN-MEENA-PEARL-GOLD-TONE-CHOKER-jabells-NECKLACE-SET-JEWELRY-/201946045813",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "31.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T14:38:26.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T14:38:26.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "Kundan",
        "Name": "Main Stone"
      },
      {
        "Value": "Maroon Green",
        "Name": "Color"
      },
      {
        "Value": "Mixed Materials",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Unknown",
        "Name": "Metal Purity"
      },
      {
        "Value": "Maroon Green",
        "Name": "Main Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "MAROON GREEN KUNDAN MEENA PEARL GOLD TONE CHOKER jabells NECKLACE SET JEWELRY",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "WHITE PEARL KUNDAN MEENA PEARL GOLD TONE CHOKER BRIDAL NECKLACE SET JEWELRY Designer Necklace Earrings Set Studded With White Kundan Cz & Faux Pearl Prefer PayPal payment (confirmed & verified address) must be made within 3 days of ending auction.We accept payment in different currencies including USD, GBP, AUD, CAD & EUR.Note: We do not accept cash foreign currency or personal checks.If you choose to pay via PayPal, we have the right to decline payments with unconfirmed address in any situation.You will be notified if this should occur please confirm us your address through email immediately within 48 hours of auction ended before dispatched of your parcel.We only ship by Registered Air Mail. Normal shipping delivery time will takeWORLDWIDE 14 to 22 business days except national and unwanted public holidays.Mostly orders will be dispatched within 48 hours of receipt of payment.All shipments are thoroughly inspected to assure perfect product fulfillment.We also offer express delivery. It depends on weight so please confirm on email if you are interested.Combine and saveShipping and handling for each additional item is USD 1.00 OFF RefundWe will offer return for only “Buy it Now” items. If you win by bidding, it will not be eligible for refund (money back) excluding shipping & handling amount. Please email us before bidding on any items to sort out your queries.Note: You are responsible for all Taxes, Duties and customs within your country. We are manufacturer and wholesaler of belly dance costumes, knitted garments, hair accessories etc. Weguarantee the highest quality items combined with excellent customer services. Our prices are competitive and we get the possible prices for our customers.We continue to bring new ideas and soon will be offering new products to our line.You are most welcome to present any new ideas and designs. We can work on that designs and bring them for you.Customer’s satisfaction is always our first priority as it is the base for the success of company. We monitor all email regularly with in 24 hours except major holidays. If for any reason your feedback is unfavorable please email us to resolve problem, your satisfaction is important to us. We are committed to provide total satisfaction to our customer. Your all thoughts and comments are always welcome. You can contact us at ASK SELLER A QUESTION THANK YOU SO MUCH FOR YOUR VISIT Certain images/photos incorporated into this template are the royalty free property of Createsk8 license Creative Commons 3.0.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2019460458138080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "93.6",
    "UserID": "joharibaazaaar",
    "FeedbackScore": "109",
    "FeedbackRatingStar": "Turquoise"
  },
  "Quantity": "1",
  "Location": "GURGAON, HARYANA",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDEzMTE=/z/eZcAAOSwJ7RYSahV/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "122001"
}