{
  "ReturnPolicy": {
    "Description": "You have 14 calendar days to return an item from the date you received it.\nTo be eligible for a return, your items must be in the same condition that you received them.\nYour items need to have the proof of purchase.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "45.55",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "322541943337",
  "TimeLeft": "P4DT13H29M47S",
  "ListingStatus": "Active",
  "Title": "NANO TURQUOISE ONYX RUBY SAPPHIRE GEMSTONES 925 STERLING SILVER JEWELRY SETS",
  "ConditionDescription": "Brand NEW",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "45.55",
    "_currencyID": "USD"
  },
  "SKU": "IF_0D557261-1-1-27",
  "ConvertedCurrentPrice": {
    "value": "45.55",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "BidCount": "0",
  "StartTime": "2017-06-05T01:15:51.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-10T01:15:51.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Hermosa",
        "Name": "Brand"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "Turquoise",
        "Name": "Main Stone"
      },
      {
        "Value": "Multi-Color",
        "Name": "Color"
      },
      {
        "Value": "Gemstones",
        "Name": "Material"
      },
      {
        "Value": "Lab-Created/Cultured",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "Bangle",
        "Name": "Style"
      },
      {
        "Value": "925 parts per 1000",
        "Name": "Metal Purity"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NANO-TURQUOISE-ONYX-RUBY-SAPPHIRE-GEMSTONES-925-STERLING-SILVER-JEWELRY-SETS-/322541943337",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "Rancho Cucamonga, California",
  "Description": "NANO TURQUOISE ONYX RUBY CITRINE SAPPHIRE 925 STERLING SILVER JEWELRY SETS NANO TURQUOISE ONYX RUBY CITRINE SAPPHIRE 925 STERLING SILVER JEWELRY SETS Style:Jewelry Sets (4 Pcs)Metal:Sterling Silver                  Mark:.925Weight(ct):  N:  49.5             E: 66             R: 37.5Main stone:TurquoiseStone Size:1x1mmNecklace Length:17''Necklace Drop:1 3/8\"Earrings Length: 1  1/2\"Ring Size:9#Condition:New Positive feedback is greatly appreciated and we will do the same in return. If you are unhappy for any reason, please  do not leave Negative or Neutral Feedback and allow us the opportunity to resolve any issue(s).  We are very fair and easy to deal with. Thank You!  We bring to you the best quality exclusive handcrafted jewelry.  Most of these pieces are one of a kind; each photograph is of the actual item you will receive. Please take a moment to enjoy all we have to offer!!! We bring the most exclusive and trendy designs from around the world. CUSTOMER SERVICE: Dear customers: We will automatically give a positive feedback to everyone who has completed the transaction and leave us positive feedback. Please do not forget to give us Positive Feedback on all of the Detailed Seller Ratings. In the unlikely event you are not satisfied with the transaction, please contact us before you submit your evaluation. We believe that everything could be solved by communication! Please DO contact us first to get a better solution before you would leave a neutral or negative feedback. If you are not pleased, simply let us know via e-mail rather than leave low score, and we'll try my best to fix the problems. Thanks so much!FAQ Are all your Stones genuine?Yes. All of the Jewelry that we stock are supplied directly from the factory. So we are completely sure that all stones we sell are genuine and the silver is always solid 92.5. Are you selling silver?We are selling 925 sterling silver only. Is your jewelry brand new?Yes. All of our Jewelry is brand new and in top retail condition. Please note that some of our products are specially stylized to only look like vintage style jewelry pieces. How fast you ship your orders? We shipped all paid orders within 48 hours. Weekends orders will be shipped on Monday or Tuesday, if Monday is a Holiday. When will my order arrive? The actual delivery time of orders depends on the local post service. It usually take 3-5 days after packages shipped out but sometime the post office may gets delay. What happens if I do not receive my order? It is very unlikely that you will have any problems with receiving your order but to avoid any hassle. We strongly recommend to insure Your order. Our flat rate insurance fee is just USD $6. We are not responsible for uninsured orders that will be lost, damaged or undelivered. Can I ship to an ALTERNATE ADDRESS? Your address must be verified by PayPal. We will be happy to ship the item to a different address if PayPal has verified it. We don't accept ship the item to the third country. Please do leave note to us when paying if you need to ship to an Alternate address. I paid for more than one orders in the same day. Will they be SHIP TOGETHER? Please wait until all of the auctions have ended and complete the checkout from the most recent email that you received from us. Once you have completed the checkout, you will not be able to combine any additional auctions. And if we can get your reminder in time, the items will be processed separately once checkout is completed with payment. What can I do if my Jewelry doesn't fit correctly? The quickest way to get your Jewelry adjusted is at your local jeweler. Most jewelers will provide this service for just a few dollars. Can I return my item? If for any reasons You are not happy with Your purchase, return the jewelry within 14 days and we will exchange it or refund the purchase price. What do I do if I don't like the Jewelry when it arrives? If you do not like your merchandise you can send us back within 14 days from the date when you received it. A refund will be issued in the form the payment was received. The jewelry must be returned in its original condition, unworn and unaltered in any way. We do not cover the return shipping cost unless the item is damaged or broken due to our company's negligence",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3225419433378080_2.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "99.6",
    "UserID": "easysaver1202",
    "FeedbackScore": "3758",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Stone Trinket",
    "StoreURL": "http://stores.ebay.com/id=819156047"
  },
  "PaymentMethods": "PayPal",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/afAAAOSwPh5ZM2IF/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/QsoAAOSwEHpZM2IG/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/ITAAAOSwaEhZM2IG/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/11QAAOSwjL5ZM2IG/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/hKQAAOSwxu5ZM2IF/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/hKsAAOSwxu5ZM2IG/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/11oAAOSwjL5ZM2IH/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/eMEAAOSwJH1ZM2IH/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/b8cAAOSwAPVZM2IH/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/UqwAAOSwBt5ZM2IH/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/Xh8AAOSwZKBZM2IH/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/u24AAOSwlndZM2II/$_12.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "PostalCode": "91730"
}