{
  "ReturnPolicy": {
    "Description": "You can return the item back to us within 30 days if you are not satisfied, we will refund the purchase price only, we cannot refund shipping and handling. Sorry, we do not offer exchanges. Please contact us for return instructions. Thank you.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT19H26M29S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "129.99",
      "_currencyID": "USD"
    },
    "PricingTreatment": "STP"
  },
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "31.99",
    "_currencyID": "USD"
  },
  "SKU": "PD607174",
  "IntegratedMerchantCreditCardEnabled": "true",
  "ItemID": "332251946177",
  "QuantitySold": "0",
  "TopRatedListing": "true",
  "ConvertedCurrentPrice": {
    "value": "31.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T08:02:46.000Z",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Site": "US",
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Pyrite-Magnetite-925-Sterling-Silver-Pendant-2-1-4-Ana-Co-Jewelry-P607174F-/332251946177",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T08:02:46.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Ana Silver Co.",
        "Name": "Brand"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "Pyrite In Magnetite (healer's Gold)",
        "Name": "Main Stone"
      },
      {
        "Value": "2 1/4\"",
        "Name": "Length (inches)"
      },
      {
        "Value": "natural",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "Not-treated",
        "Name": "Main Stone Treatment"
      },
      {
        "Value": "925",
        "Name": "Metal Purity"
      },
      {
        "Value": "Pendants",
        "Name": "Item Type"
      },
      {
        "Value": "2 1/4\"",
        "Name": "Length Inch"
      },
      {
        "Value": "Copper",
        "Name": "Main Color"
      },
      {
        "Value": "27.8",
        "Name": "Weight Grams"
      },
      {
        "Value": "Pyrite In Magnetite (healer's Gold)",
        "Name": "All Stone"
      },
      {
        "Value": "Not-treated",
        "Name": "Treatment"
      },
      {
        "Value": "round-shape",
        "Name": "Main Stone Shape"
      },
      {
        "Value": "42",
        "Name": "Main Stone Length"
      },
      {
        "Value": "42",
        "Name": "Main Stone Width"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Pyrite In Magnetite 925 Sterling Silver Pendant 2 1/4\" Ana Co Jewelry P607174F",
  "ExcludeShipToLocation": "UA",
  "BidCount": "0",
  "Description": "MENU Store Pages Home About Us Payment Shipping Returns Feedback Contact Us Store Categories Chains Bracelets Earrings Necklaces & Pendants Pins & Brooches Rings Home About Us Payment Shipping Returns Feedback Contact Us Store Categories Store Home Chains Bracelets Earrings Necklaces & Pendants Pins & Brooches Rings Store Newsletter Add Ana Silver Co. to your Favorites to receive our email newsletters about new items & special promotions. SIGN UP Pyrite In Magnetite 925 Sterling Silver Pendant 2 1/4\" Ana Co Jewelry P607174 Description Talented artisans at Ana Silver Co. masterfully handcrafts each piece of jewelry you see here. Our pieces are made with solid 925 sterling silver and genuine gemstones. The one-of-a-kind piece you see here is the same exact piece you will receive. Stone Types: Pyrite In Magnetite (healer's Gold) (Genuine) Setting Metal: 925 Sterling Silver Main Stone Size/Head Size: 42 x 42mm Size: 2 1/4\" Weight: 27.8 grams (weight measured with gemstone and metal) Terms of Sale Shipping Terms Frequently Asked Questions Q: How do I combine my items? A: Once all of your auctions are complete, your items will be automatically combined. It is required that you check out after the last winning auction. Please do not attempt to check out until you have completed and won all your items. Q: How is combined shipping calculated? A: Additional shipping cost is added for each additional item. For example (for domestic orders), if you order 4 items, the 1st item will cost $4.95 for shipping, the 2nd will cost $1.50 for shipping and any subsequent items will cost $1.50 each for S&H. Therefore, the total S&H cost for 4 items is $9.45. Please read our shipping policy thoroughly. If you do not agree with our policy please refrain from bidding. Even with shipping added, you are still getting an unbelievable deal on one-of-a-kind jewelry. You won't find better prices on these unique pieces anywhere on the internet or in a retail store. Please be considerate of our S&H polices before leaving any feedback and detailed seller ratings (Stars). If for any reason you are not satisfied with your purchase, please let us know. Our best efforts will be made to ensure your satisfaction. Q: How long can I continue to bid before I have to pay? A: We require payment within 10 days after the first auction closes. Automated payment notifications will be e-mailed to you, however if you are in the process bidding on additional items, please ignore the messages. Q: What are the delivery times? A: Domestic orders can take 2-10 days for delivery. International orders can take 10-20 days, sometimes longer, depending on the country. Q: Am I responsible for international duties and customs fees? A: Inernational buyers are responsible for duties, customs and or taxes on your order. Q: What is your return policy? A: You can return the item back to us within 30 days if you are not satisfied, we will refund the purchase price only, we cannot refund shipping and handling. Sorry, we do not offer exchanges. Please contact us for return instructions. Q: I didn't win the item I was bidding on, do you have any more for sale? A: Most of our jewelry is one of a kind, however there are similar items, but you will need to do a quick search in our store. You can search the same exact listing title in our store and see what comes up. Q: Can I have my ring resized? A: We do not resize or customize the items we have for sale. A jeweler can probably resize our rings, however it's up to the discretion of the jeweler, as some rings can be damaged from being sized. Q: How do I convert the American ring sizes to my country's size? A: Please click here for an online ring size conversion chart. Q: What is Copper Turquoise? A: Copper turquoise is a reconstructed turquoise with copper filing and color treatment. About Ana Silver Co. Started in 2007, Ana Silver Co. has flourished into one of the top retailers for gemstone studded silver jewelry. We have large selections of one of kind handmade artisan bracelets, earrings, pendants, necklaces and rings. We stock over 100,000 pieces of unique jewelry, and we add new pieces to our store daily. Our jewelry is made from the finest sterling silver and high quality semi-precious stones, you will not find better quality or value with any other retailers. Your satisfaction is guaranteed! Why Buy Ana Silver Co. Home About Us Payment Shipping Returns Feedback Contact Us Copyright © 2017 Ana Silver Co - All rights reserved. eBay Template Design by OCDesignsOnline",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3322519461778080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "ana-silver-co",
    "FeedbackScore": "389301",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "RedShooting"
  },
  "Storefront": {
    "StoreName": "Ana Silver Co",
    "StoreURL": "http://stores.ebay.com/id=703999026"
  },
  "Location": "Norwalk, California",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/QdEAAOSwuMZZNRAq/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "90650"
}