{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P19DT11H23M14S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "198.0",
    "_currencyID": "USD"
  },
  "ItemID": "322527815182",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BURBERRY-PRORSUM-Black-Large-Cut-Stone-Crystal-Cuff-Bracelet-M-/322527815182",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "198.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-26T02:25:32.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-25T02:25:32.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Burberry",
        "Name": "Brand"
      },
      {
        "Value": "Bracelet",
        "Name": "Type"
      },
      {
        "Value": "Black",
        "Name": "Color"
      },
      {
        "Value": "Crystal, Metal",
        "Name": "Material"
      },
      {
        "Value": "Italy",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "BURBERRY PRORSUM Black Large Cut Stone Crystal Cuff Bracelet M",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "BURBERRY PRORSUM Black Large Cut Stone Crystal Cuff Bracelet M This is a cuff bracelet by Burberry Prorsum. The bracelet is a size medium and accommodates up to a 7-inch wrist. It has a latch closure and has gunmetal hardware. This bracelet is composed of black large cut stone crystals and gunmetal. Get a great piece of jewelry perfect for anyone with this Burberry Prorsum black large cut stone crystal cuff bracelet! Composition: Gunmetal; Black large cut stone crystal Origin: Made in Italy Measurements: Fits up to 7\" Wrist Condition: Great Includes: Burberry box and dust bag Notes: This Burberry Prorsum bracelet is previously owned and in overall great condition. Signs of wear: Mild wear/scratches on crystal and some glue showing. There are magnets on the inside with unknown purpose. Be sure to look at the other authentic designer items that I am selling! Buy-It-Now: I offer free shipping within the United States on any items that are purchased through Buy-It-Now with immediate payment for over $200.00. The initial shipping fee that is paid will be refunded after the item has been purchased through Buy-It-Now. Shipping: I ship only USPS Priority Mail and USPS Express Mail for straight shipping charges. I do not charge any type of handling fee. Shipping insurance is included for all items that sell for $100.00 and over. All items that are shipped will come with a delivery confirmation tracking number. I am not responsible for any damage or loss of the item once I have delivered the package to the post office. Handling Time: Domestic shipments within the United States will be shipped within 2 business days from the time of payment. International shipments will be shipped out within 3 business days from the time of payment. Combined Shipping: Any combined shipping orders must only consist of items that end on the exact same day. I will combine shipping to both domestic and international buyers. In some cases, items may not be able to be combined with others due to their size. In order to find out if two or more items will be able fit in one package, please be sure to contact me. Although Buy-It-Now purchases are required to be paid individually and immediately, I will still offer combined shipping. Once all the items have been paid for that are to be combined, I will refund the difference between the total amount of shipping originally charged and the combined shipping rate. Payment: I only accept PayPal as payment, and the item is expected to be paid for within 3 days of the close of the auction. If payment is not received with 3 days, an unpaid item dispute will be filed, and the item will then be offered at a second chance offer to the second highest bidder or it will be re-listed. If for some reason you cannot pay within 3 days, please contact me and I will make adjustments according to your given situation. Item Condition: All of the items that are sold by Wardrobe Ltd. are on consignment and Wardrobe Ltd. is not the original owner of the items. As a result, Wardrobe Ltd. cannot verify whether or not repairs or alterations have been made to an item. Wardrobe Ltd. will however describe any and all defects, flaws, or apparent signs of repair to an item. In addition, all measurements of an item will be provided to guarantee whether or not it will properly fit. Authenticity: Every single item that Wardrobe Ltd. sells is guaranteed to be a 100% authentic designer piece. Wardrobe Ltd. has never sold, nor will ever sell, an item that is either non-authentic or of which the authenticity is in question. This is why you can trust Wardrobe Ltd. to give you a beautiful, authentic designer item everytime you purchase an item. It is our goal to please each and every customer with the utmost of quality and authenticity of the amazing designer pieces that we sell. Authenticity is always guaranteed. Returns: All measurements will be given and all flaws will be mentioned to create all of the necessary information needed to know if an item will fit and to what imperfections it has. This should eliminate the need to return any item. In the unlikely event that you want to return an item, Wardrobe Ltd. needs to be contacted within 48 hours of the item being delivered and the item will need to be shipped out within 1 business day from that time. The buyer will pay for all return shipping expenses and will be expected to insure the item for the full purchase price. All Washington State Residents Will Be Charged a 10.1% Sales Tax",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3225278151828080_2.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.6",
    "UserID": "wardrobe-ltd",
    "FeedbackScore": "12153",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "Wardrobe Ltd",
    "StoreURL": "http://stores.ebay.com/id=410106275"
  },
  "Quantity": "1",
  "Location": "Lynnwood, Washington",
  "HitCount": "42",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTUyWDkzNg==/z/QJoAAOSww9xZJcsC/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Nzg4WDk1Mg==/z/BN8AAOSwDiBZJctG/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDg1Mg==/z/bH8AAOSwrhBZJctJ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Nzg0WDk4MA==/z/u9oAAOSwhvFZJctO/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzEyWDkwMA==/z/F5kAAOSw5cRZJctW/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/Kr0AAOSwIQdZJctd/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/uhwAAOSwX9FZJcsx/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/brAAAOSwurZZJcs4/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/FeYAAOSwfRdZJcs~/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "3000",
  "PostalCode": "98036"
}