{
  "ReturnPolicy": {
    "Description": "Only accept if the item is not the same as the pictures shown on the item page or not in the same condition as we described or initial failure.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P9DT20H57M11S",
  "ListingStatus": "Active",
  "ConditionDescription": "Good condition. Please see the photos for more details.",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "308.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "182607415790",
  "ConvertedCurrentPrice": {
    "value": "308.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-06-05T07:37:54.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/CHANEL-Auth-Ladies-Fashion-Earrings-Rhinestone-Gold-Free-Shipping-Good-0011-/182607415790",
  "Country": "JP",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T07:37:54.000Z",
  "PrimaryCategoryID": "50647",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "CHANEL",
        "Name": "Brand"
      },
      {
        "Value": "Clip",
        "Name": "Style"
      },
      {
        "Value": "Gold Plated Rhinestone",
        "Name": "Metal"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "Clip-on",
        "Name": "Fastening"
      },
      {
        "Value": "France",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "CHANEL Auth Ladies Fashion Earrings Rhinestone Gold Free Shipping Good #0011",
  "ExcludeShipToLocation": [
    "ML",
    "ZM",
    "LB",
    "AM",
    "JP",
    "KZ",
    "TJ",
    "GI",
    "MD",
    "KY"
  ],
  "Location": "Tokyo",
  "Description": "-->Item Condition DefinitionBrand NewNew, never sold beforeLike NewUsed, never used, but pre-ownedMintUsed, no or a few signs of useExcellentUsed, very good condition with signs of useGoodUsed, good condition with signs of useItem DescriptionNameCHANEL Auth Ladies Fashion Earrings Rhinestone Gold Free Shipping Good #0011Model -->Includes-->FeaturesColorGoldMaterialsGold Plated RhinestoneSizeH1 x W0 inches (H25.5 x W21.8 mm)Weight15 gCountry of ManufacturerFranceConditionGood condition. Please see the photos for more details.CommentThere are generally small scratch, there is also peeling rust plating. There is a scratch on the surface of the rhinestone.PaymentAccept PAYPAL Only.ShippingEMS (expedited shipping with tracking and insurance)AsiaFREE 2-3 daysUSA / Canada / AustraliaFREE 2-5 daysEuropeFREE 2-5 daysSouth America / AfricaFREE4-6 daysWe do not take any responsibility of the lost or of the damage in transit except items that are shipped via International E-Packet or EMS. Please keep in mind that international shipping may delay by various reasons.Please note: for international buyers Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up - do not confuse them for additional shipping charges. We do not mark merchandise values below value or mark items as \"gifts\". US and International government regulations prohibit such behavior.ReturnsWe only accept the returns only if the item is not the same as the pictures shown on the item page or not in the same condition as we described or initial failures. Please contact us within 14 days from the day you received your item. Please note that the refund does not include the custom duty. All our items are 100% authentic : we don't accept the claim which our item is fake because we have confirmed authenticity before we sell. If you are worried, please contact us before you make your purchase. Please note that our selling prices may change, depending on daily JPY/USD currency exchange rate.About Us\"We Love Japanese Quality\" We were born to support and encourage people who love high-quality products sold in Japan. We have been supporting our customers all over the world since November 2011. We provide not only high-quality cameras and photographic equipments for camera lovers around the world but also high-quality brand watches or jewelry. Please do not hesitate to contact us if you have any questions (^^). If you are looking for particular items that are not on our list, we will find them for you. DOUMO ARIGATOU GOZAIMASU (^o^)/ We are the licensed/qualified antique dealer and our license is issued under Tokyo Metropolitan Public Safety Commission.",
  "PrimaryCategoryIDPath": "281:10968:50647",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1826074157908080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "love.otaku.japan",
    "FeedbackScore": "1113",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Love Otaku Japan",
    "StoreURL": "http://stores.ebay.com/id=1086732001"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDgzWDU4OQ==/z/1FgAAOSwZ1BXcPjE/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIwWDYwMA==/z/0VoAAOSwGIRXcPjH/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIwWDYwMA==/z/zSUAAOSw-4BXcPjL/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIwWDYwMA==/z/AjwAAOSw3YNXcPjL/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIwWDYwMA==/z/qAoAAOSwvg9XcPjM/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTIwWDYwMA==/z/cbQAAOSwNuxXcPjN/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/R~wAAOSwepJXcPjO/$_1.JPG?set_id=8800005007"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Earrings"
}