{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P14DT7H26M31S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "99.99",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "142389418551",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/SIS-Simone-Smith-Pave-Heart-MultiColor-Drop-Earrings-18k-Gold-over-SILVER-/142389418551",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "99.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-20T22:33:52.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-19T22:33:52.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SIS SIMONE COLLECTION",
        "Name": "Brand"
      },
      {
        "Value": "EARRINGS",
        "Name": "Type"
      },
      {
        "Value": "925 silver",
        "Name": "Metal"
      },
      {
        "Value": "18k gold OVER STERLING SILVER",
        "Name": "Metal Purity"
      },
      {
        "Value": "Multi-Color",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "SIS Simone I Smith Pavé Heart MultiColor Drop Earrings in 18k Gold over SILVER",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "AI",
    "AG",
    "AW",
    "BS",
    "BB",
    "BZ",
    "VG",
    "KY",
    "CR",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "MQ",
    "MS",
    "AN",
    "NI",
    "PA",
    "PR",
    "KN",
    "LC",
    "VC",
    "TT",
    "TC"
  ],
  "BidCount": "0",
  "Description": "Thank you so much for visiting buyandsellall2010! *** Please READ this item’s description, our terms and conditions, and return policy entirely BEFORE making your purchase. Our goal is to provide you with excellent customer service and complete satisfaction, if your item does not meet your expectations or not as described, please message us first before a case is open, if we don't reply, then open a case...give us a chance to make it right*** SIS by Simone I Smith Pavé Heart and Multi-Color Crystal Drop Earrings in 18k Gold over Sterling Silver NEW WITH TAG & ORIGINAL GIFT POUCH Proclaim your love for these majestic earrings from SIS by Simone I Smith. Crafted in 18k gold over sterling silver, a heart-embellished setting and cascading crystal drop completes the look. Approximate drop: 1-3/4 inches. AN IRRESISTIBLE PRICE! DON'T MISS OUT! WHEN THIS IS GONE... IT'S GONE!! ITEM COMES AS LISTED, AS DESCRIBED, AS PICTURED. THE PHOTOGRAPHED ITEM IS THE ACTUAL ITEM YOU WILL RECEIVE. YOU MAY ALSO CHECK OUT MY OTHER LISTINGS & SAVE ME AS A SELLER. I HAVE ALL TYPES OF ITEMS THAT MAY INTEREST YOU. We strive and work diligently for CUSTOMER SATISFACTION. We desire for you to be happy with your purchase, that you may ultimately be a repeat customer. COMMUNICATION IS KEY. *** If you are not 100% satisfied with your item(s), please contact us immediately via the Ebay messaging system prior to leaving any neutral or negative feedback. We work hard for each and every customer to earn a 5 star rating in every category. Thank you in advance for giving us your 5 star rating! *** Terms and Conditions: Your item(s) will be packaged and ready for shipping upon receipt of your payment through Paypal. Prompt payment will help speed up the shipping process. Combined shipping is available on certain items - make sure to contact us if this is desired. Please ensure that the shipping address is correct when submitting payment. Changes cannot be made after order has been processed. At this time, we cannot ship internationally (outside the continental United States) or to Alaska, Hawaii, Puerto Rico, Guam, the Virgin Islands, APO/FPO/DRO addresses. Also we DO NOT OFFER local pick-up. We apologize for any inconvenience this may cause. Shipping time may be 3-5 business days or sooner from date payment is cleared in Paypal(this excludes Saturdays, Sundays, and holidays). Return Policy: BUYANDSELLALL2010 strives for customer satisfaction. We desire for you to be happy with your purchase that you may ultimately be a repeat customer. Communication is key. If you are not 100% satisfied with your item, please contact us immediately via message through the Ebay system ** prior to leaving any neutral or negative feedback. ** OR YOU MAY CALL OUR OFFICE @ 248-477-9977 ask for LIL Returns will be accepted within 14 days of item being received by customer. If your item is damaged or defective, we will be happy to exchange or replace (if item is in stock) or provide full refund within 24-48 hours. Buyers will pay for return shipping on non-defective or non-damaged items. Only the purchase price of item will be refunded via Paypal.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1423894185518080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "buyandsellall2010",
    "FeedbackScore": "5761",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "buyandsellall2010",
    "StoreURL": "http://stores.ebay.com/id=1034190198"
  },
  "Quantity": "1",
  "Location": "Waterford, Michigan",
  "HitCount": "3",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/XR4AAOSwB-1YngA1/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/5wEAAOSw2gxYngA3/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/S48AAOSwOgdYngA4/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/O3MAAOSw32lYngA7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/I~MAAOSwax5YngA9/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFg3NTA=/z/JEEAAOSwax5YngBA/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "48328"
}