{
  "ReturnPolicy": {
    "Description": "You may cancel your whole order or any part of it within our 'cooling off period' of 14 days from the order date (or 7 working days starting the day after delivery, whichever is the longest) for a full refund or request an exchange for alternative product(s).\n\nTo cancel your order and arrange a return of the unwanted or faulty goods You must obtain a valid Return Merchandise Authorisation (RMA) number by contacting us within the 'cooling off period' indicated above using the automated 'returns wizard' available on our website (the preferred method) or by other means (including email, phone, fax or post).\n\nYou must return the goods within 14 days of receiving the RMA number. In any case, your return goods must reach us no later than 30 days from the date of your order. It is your responsibility to make sure that the goods reach us within this time frame.\n\nWe can not process any returns without previously issued RMA number and we will be under no obligation to accept such unauthorised returns. Any goods received by us that do not carry a clear indication of an RMA number will be discarded without prior notice.\n\nIf You have sent us the goods without an RMA number, You must notify us immediately, giving the full description of your parcel and it's contents.\n\nMurzana reserves the right to reject the return if:\n\n  * goods are returned without obtaining a valid RMA number\n  * goods reach us after the allowed returns time frame\n  * goods are damaged and the Customer is at fault\n\nIf the return is rejected and we are in possession of the returned goods we may send the goods back to you and charge you the associated shipping costs, refund you for the returned goods, less the restocking or cancelation fee which will be determined at our sole discretion; or discard the goods wihtout a refund or any other form of compensation.\n\nAny returned goods that are not part of the given return authorisation (RMA) will be sent back to you at your cost. At our sole discretion we may also refund for such products, less the restocking or cancellation fee.\n\nAny packages, that we receive without an RMA number or any other identification details, will be discarded without prior notice.\n\nAny unidentified articles, that we may receive with the returned goods and that were not sold by us, will be discarded without prior notice.\n\nMurzana will refund the full order value less the delivery cost within 30 days of receiving your return. We can not refund the cost of shipping the goods back to us.\n\nThe goods should be returned by the First Class post with proof of posting. If goods are sent from outside of the United Kingdom, then you should use a Standard International post with proof of posting. You may also choose an equivalent delivery method by another courier, which can provide the equivalent or better level of delivery service.\n\nThe Customer must take reasonable care of the returned goods and use secure packaging and suitable protection to ensure their safe delivery. Using the original packaging is recommended. Your refund may be delayed or completely rejected if the goods reach us in an unusable form and the Customer is at fault.\n\nWe are not liable for any damages to the returned goods incurred during the transit from you to us.\n\nBecause of the hygienic reasons Murzana can not accept returns for unwanted pierced earrings and other piercing jewellery, unless the product is returned in the original unopened packaging. This condition does not affect your right to return faulty goods.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 days",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ItemID": "302339682116",
  "TimeLeft": "P28DT22H52M23S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewellery & Watches:Costume Jewellery:Brooches & Pins",
  "QuantitySold": "0",
  "HandlingTime": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "38.75",
    "_currencyID": "GBP"
  },
  "SKU": "B01337",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Small-Green-Diamante-Lizard-Brooch-Gold-Tone-Metal-/302339682116",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "49.92",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T11:47:43.000Z",
  "PaymentMethods": "PayPal",
  "Site": "UK",
  "AutoPay": "false",
  "ConditionDisplayName": "New with tags",
  "Country": "GB",
  "PrimaryCategoryID": "50677",
  "EndTime": "2017-07-04T11:47:43.000Z",
  "Location": "London",
  "AvailableForPickupDropOff": "true",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "anniversary, cocktail party",
        "Name": "occasion"
      },
      {
        "Value": "gold plated",
        "Name": "metal finish"
      },
      {
        "Value": "diamante",
        "Name": "gemstone"
      },
      {
        "Value": "animal, lizard",
        "Name": "Theme"
      },
      {
        "Value": "crystal",
        "Name": "type"
      },
      {
        "Value": "animal",
        "Name": "collection"
      },
      {
        "Value": "apparel, bag, lapel",
        "Name": "wear on"
      },
      {
        "Value": "rotating pin clasp",
        "Name": "fastening"
      },
      {
        "Value": "40.00",
        "Name": "length"
      },
      {
        "Value": "24.00",
        "Name": "width"
      },
      {
        "Value": "Avalaya",
        "Name": "Brand"
      },
      {
        "Value": "0634558680133",
        "Name": "EAN"
      }
    ]
  },
  "Title": "Small Green Diamante Lizard Brooch (Gold Tone Metal)",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Murzana fashion and costume jewellery offers a wide variety of affordable everyday necklaces, chokers, bracelets, bangles, armlets, rings, earrings, brooches, hair jewellery and other accessories. For customer assistance please email us at ebay@murzana.com. Small Green Diamante Lizard Brooch (Gold Tone Metal) [B01337] product code:B01337category:Broochesoccasion: anniversary, cocktail partymetal finish: gold platedgemstone: diamantetheme: animal, lizardtype: crystalcollection: animalwear on: apparel, bag, lapelfastening: rotating pin clasplength: 4.0cm (1.57\")width: 2.4cm (0.94\")weight:7g (0.25oz)colours: DESCRIPTION Pin a cute character to your lapel with this Small Green Diamante Lizard Brooch. The brooch features an adorable lizard design, crafted in gold plated finish and embellished with grass green and iridescent Diamante for a sparkling look. The eyes made of two marquise cut red stones. The brooch measures approximately 40mm x 24mm and fastens with a flag pin with revolver clasp. ALTERNATIVE VIEWS PAYMENT We currently accept only PayPal payments. You may use your debit or credit card when paying via PayPal. ORDERING AND SHIPPING We deliver world-wide using Royal Mail services. Your order will be dispatched the same working day if we receive your payment by 12pm. RETURNS You may return this product for a full refund within 30 days of purchase date. Please follow our returns procedure to return the goods. CUSTOMER SERVICE AND FEEDBACK We are committed to provide the best customer service and to deliver 100% customer satisfaction. If for any reason you are not satisfied with your purchase, please contact us first before leaving a negative feedback. We strongly believe that all issues can be resolved in a positive way.",
  "PrimaryCategoryIDPath": "281:10968:50677",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3023396821168080_1.jpg",
  "EligibleForPickupDropOff": "true",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "murzana",
    "FeedbackScore": "1417",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "murzana",
    "StoreURL": "http://stores.ebay.com/id=1494371415"
  },
  "GlobalShipping": "false",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/Y3YAAOSwX61ZAoKx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/sVIAAOSwdjNZAoKx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/MkwAAOSw~y9ZAoKx/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/fL8AAOSwT-FZAoKw/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}