{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT23H51M52S",
  "ListingStatus": "Active",
  "ConditionDescription": "““Exquisite Gold Copper Like Design Traditional Look Indian Fashion Jewelry Set with Earrings and tikka ”",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "189.0",
    "_currencyID": "USD"
  },
  "ItemID": "252975378761",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Indian-CZ-Bollywood-Style-AD-Bridal-Wedding-Silver-Fashion-Jewelry-Necklace-Sete-/252975378761",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "189.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T11:30:23.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T11:30:23.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Omjewellers10",
        "Name": "Brand"
      },
      {
        "Value": "Mixed Metals",
        "Name": "Metal"
      },
      {
        "Value": "Copper",
        "Name": "Base Metal"
      },
      {
        "Value": "Cubic Zirconia",
        "Name": "Main Stone"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "Enamel",
        "Name": "Material"
      },
      {
        "Value": "Natural",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Indian CZ Bollywood Style AD Bridal Wedding Silver Fashion Jewelry Necklace Sete",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Welcome TO OMJEWELLERS10 STORE Indian CZ Bollywood Style AD Bridal Wedding Silver Fashion Jewelry Necklace Set OUR COURIER PARTNER INCLUDING We Ship Worldwide within 24 Hours of receiving payment. Economy Shipping : Free shipping worldwide Items are shippped through Registered postal service, Which normally takes 15-25 days to deliver the product. Standard Shipping: shipping charges are applicable items are shipped through DHL express service which takes 4-8 days to deliver the product. this service is available only for US, UK & AU customers. International payments are accepted through PayPal only Because it is the easiest and safest mode of payment. Please make the payment within 3 days of winning the bid item. TERMS & CONDITIONS import duties and taxes, which are levied in your country will be borne by you we have no responsibility for these charges. We want you to be satisfied with your purchase , If you want to return your item,please contact us and return the item within 14 days of receipt in original condition we will refund your full money. FEEDBACK We Leave positive feedback immediately after your purchase, We expect you to leave your positive feedback after you receive your item. In case, if you are not satisfied with your purchase, Please feel free to contact us we will happily assist you. • We will automatically leave a positive feedback to everyone who has completed the transaction and left us positive feedback.\u2028• In any unlikely event you are not satisfied with the transaction, please contact us before you submit your evaluation. We believe that everything could be solved by communication. \u20281. in order to provide you the best service*****,please treat the transaction fairly. *feedback is simply what we pursue. \u20282. Please Do contact us first to get a better solution before you would leave a *neutral or *negative feedback\u2028. 3. We strive for 5-star service by stating upfront our policies, our shipping rate& our shipping frequency. if you were pleased with this transaction, please respond with all 5 stars! if you are not pleased, simply let me know via e-mail rather than leaving low score, and I'll work to make it that way\u2028. 4. Please email me through 'MY MESSAGES' or \"Ask Seller Questions\" or kindly e-mail me if you have any question about our listing or your purchase. I Contact us:STORE:- +919930034919 / WHATSAPP:- +919930034919 • We are based in India and currently business in Mumbai which is developed place with economy and Trade. We are a professional trade company. There are about 150 kinds of products in our company of which all geniune products are put up on our Ebay store for 100% Customer Satisfaction Our products include Jewelry, Makeup-boxes, Nail art tools, Cosmetics, accessories, and other useful imitation items etc\u2028• If you have any problems, we are very glad to help you. We handle large volume emails every day with our large customer service members . Please allow us to reply your email within 24hrs. \u2028• The pictures of our products may look a little different, actual color and shape may vary from pictures uploaded because of the Manufacturing improvement and actual stock state. Please be advised before you bid.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529753787618080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "omjewellers10",
    "FeedbackScore": "108",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "Omjewellers10",
    "StoreURL": "http://stores.ebay.com/id=1495192926"
  },
  "Quantity": "1",
  "Location": "MUMBAI, MAHARASHTRA",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzgwWDEwNzE=/z/wWwAAOSwn-tZNUC9/$_1.JPG?set_id=8800005007"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "PostalCode": "400097"
}