{
  "ReturnPolicy": {
    "Description": "30 Days Money Back Guarantee",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P26DT2H10M38S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Anklets",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "30.19",
    "_currencyID": "USD"
  },
  "SKU": "B01H8LEJTG",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "302335754264",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/J-Rose-925-Sterling-Silver-Rose-Gold-Summer-Simple-Double-Chain-Heart-Bead-/302335754264",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "30.19",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-01T11:33:39.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-01T11:33:39.000Z",
  "PrimaryCategoryID": "43205",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "JRose",
        "Name": "Brand"
      },
      {
        "Value": "JR053",
        "Name": "Model Number"
      },
      {
        "Value": "JR053",
        "Name": "MPN"
      },
      {
        "Value": "608807084454",
        "Name": "UPC"
      },
      {
        "Value": "Rose Gold",
        "Name": "Color"
      },
      {
        "Value": "Stretch",
        "Name": "Category"
      },
      {
        "Value": "0608807084454",
        "Name": "EAN"
      }
    ]
  },
  "Title": "J.Rose 925 Sterling Silver Rose Gold Summer Simple Double Chain Heart Bead with",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "THE Best For you 8 You have to change URL images in src tag too Note that the id number is increased one by one --> Description J.Rose 925 Sterling Silver Rose Gold Summer Simple Double Chain Heart Bead Anklet/Bracelet with Equisite Present Packaging(16cm3) *Brand Concept*In the long journey of human life, there are many valuable moments worthy of recalling and remembering, just like encounter, guard, rebirth, growth, establishment of ideals and fulfillment of dreams.J.Rose has always been accompanying you whenever and wherever wholeheartedly.J.Rose can be a love token that engraved with genuine affection and solemn commitments. It also can be a beautiful present that expressing overflowed blessings. The significance of J.Rose lies on the representation of true love.J.Rose has been making jewelry with whole heart and soul. It concentrates on quality and service and focuses on details. Even for the tiniest parts, it will exert all her energies to to carve and polish over and over again. It is self-evident that each jewelry contains our cordial affection.Why J.Rose - 100% high quality,exquisite workmanship.Exclusively sold by Authorized J.Rose distributor only. - 100% dedication to customer satisfaction-love these jewelries or your money back - Well packed, elegant jewelry box, gift card free-do it, do it best - Bring you good luck- for engagement She will love it, and say YES - Factory outlets- no more charge, lowest price. - Amazing customer service - fashion for life, customers for life.*How to Maintain*1.Rub your chain with baby wipes: they perform miracles on jewelry.2.Then rub with a clean dry soft cotton cloth to bring back the shine.3.Put it inside a soft cloth pocket or fabric swath, avoid it from rubbing against other jewelry.4.To better maintain your chain, please take it off when you swim, take a shower, or other action involved in water.*What's in Box*- J.Rose chain- Fine Gift Box- Polishing Clothes- Gift Bag Feature DESIGN CONCEPT The symbol of the chain is that I will be there for you even next life. Beauty shines brighter in the heater of him who longs for it than in the eyes of him who sees it.PRODUCT LIST Comes in a storage bag, ribbon, gift card and silver polishing cloth. All packaged in a fine gift box with the chainFEATURE Classic Sterling silver box-chain chain with spring-clasp closure. Adjustable chain with clasp fastening 16cm to 19cm.PERFECT GIFT Designed by fine French jewelry designers, the chain is produced with exquisite craft. Ideal gifts for Mothers Day, Anniversary Day and Birthday to your girlfriend, wife, mom and daughter. A perfect gift for yourself or someone specialMATERIAL Made of fine 925 Sterling Silver and plated rose gold with double heart chains. The chain is proved to be body-safe after rigorous contact test. Without any harmful ingredients, it's nickel-free, lead-free, cadmium-free and anallergic. Our SloganLow Prices,High Quality, FreeShipping Payment We only accept payments through paypal. Shipping Terms Return Policies Conditions A) General Return InformationIf you would like to return your purchased merchandises, please kindly contact us via eBay message by choosing \"I have a question about using my item or I want to send the seller a message.\" as the topic. We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been received by our warehouses and we can confirm from the tracking number that the item has been delivered, we will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return. B) Return Shipping CostsWe will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyer remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion. C) Return Locations Please be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes. Feedback We kindly request our valued customers to send us a positive feedback and five stars as we are always depending on reviews from you and always need your assistance. Please leave feedback for us as this will inform us that you have received your items. We request you, please do not leave a negative or neutral feedback before contacting us,We will try our best to resolve any problem for you Thankyou verymuch !!!",
  "PrimaryCategoryIDPath": "281:10968:43205",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3023357542648080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "thebestforyou8",
    "FeedbackScore": "2508",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "THEBESTFOUYOU8",
    "StoreURL": "http://stores.ebay.com/id=1344704821"
  },
  "Quantity": "1",
  "Location": "Multilocation",
  "HitCount": "7",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/MCsAAOSw1WJZL~nO/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/nKsAAOSwaEhZL~nP/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/5X4AAOSwZKBZL~nQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/dnYAAOSwcB5ZL~nR/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/y5kAAOSwjqVZL~nS/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/9p8AAOSwi7RZL~nT/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/MdsAAOSw9OFZL~nU/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}