{
  "ReturnPolicy": {
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P10DT4H37M19S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Wristbands",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "39.06",
    "_currencyID": "USD"
  },
  "SKU": "B018N6ECYM",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "152550769881",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/DIABETES-TYPE-1-Sport-Slim-Reversible-Medical-ID-Bracelets-DIABETES-TYPE-1-/152550769881",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "39.06",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-16T18:39:52.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T18:39:52.000Z",
  "PrimaryCategoryID": "112603",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "DIABETES TYPE 1",
        "Name": "Color"
      },
      {
        "Value": "Universal Medical Data",
        "Name": "Brand"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      }
    ]
  },
  "Title": "\"DIABETES TYPE 1\" Sport/Slim Reversible Medical ID Bracelets. DIABETES TYPE 1",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "\"DIABETES TYPE 1\" Sport/Slim Reversible Medical ID Bracelets. Product Details Color: DIABETES TYPE 1 Brand: Universal Medical Data Product Dimensions: 9 x 0.6 x 0.1 inches ; 2.1 ounces Shipping Weight: 3 ounces UPC: 737080726918 This bracelet is REVERSABLE and made with waterproof silicone rubber for long-lasting high durability! Slim design measuring only .5\" (14mm) wide and designed to be cut to size and fits wrists between 5.75\" and 8.5\" Pre-engraved medical condition in high contrast black lettering for easy visibility and long lasting durability includes a matching stainless steel matte finish double lock expandable secure clasp and 30mm x 16mm engraving plate Includes our Emergency Medical Card and exclusive online option that you can print and download from our website upon checkout. Color:DIABETES TYPE 1 Introducing the SPORT/SLIM – Reversible! This bracelet was inspired by the success and features of its big brother and then a few more just to make him jealous. Your custom message will be attention-getting in any emergency with the use of our bold high contrast black lettering on the matte finished engraving plate. The embossed Star of Life medical alert symbol found on both the inside and outside of the bracelet is easily recognized world-wide advising of an existing medical condition. At just a “SLIM” 14mm wide this bracelet is designed to be cut to lengths between 5.75 and 8.5 inches. Choose from our eye-catching selection of four different two-toned colors to match your mood. These SPORT/SLIM medical alert bracelets are fully WATERPROOF and REVERSIBLE and can be easily changed for a total new look. Perfect for every day or evening wear while showing off your funky and sophisticated style. The Sport/Slim bracelet comes with our most popular stainless steel matte finish double lock security clasp which opens accordion style to easily take the bracelet on and off. The stainless steel matte finish engraving plate measures 1.2” x .63” (30mm x 16mm). Each purchase includes our exclusive Emergency Medical Card and protective Tyvek sleeve for you to add your medications, medical conditions, allergies and other emergency information to carry with you. If you prefer, take advantage of our optional, no obligation online medical registry. • Secure, easy to use, on-line registry to complete your medical information • Update your information as frequently as you want! • Clear and concise printed information saved on a credit card sized form • Includes a highly visible medical alert \"Star of Life\" Tyvek sleeve for protective and easy carry of your information",
  "PrimaryCategoryIDPath": "281:10968:112603",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525507698818080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "94.7",
    "UserID": "viictor924",
    "FeedbackScore": "21",
    "FeedbackRatingStar": "Yellow"
  },
  "Storefront": {
    "StoreName": "Liaison Technologies",
    "StoreURL": "http://stores.ebay.com/id=1104194130"
  },
  "Location": "US",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/Yi4AAOSw8lpZG0d0/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/knUAAOSwX9FZG0d2/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}