{
  "ReturnPolicy": {
    "Description": "For return authorization: Email us through eBay or call customer service Toll FREE 1-888-874-6463  Mon.-Fri. 10am - 5pm. We are closed Saturday and Sunday. Leave a message and we will return your call as soon as possible. International buyers: Please email us through eBay. Our toll free number does not work outside the US. Returns must be returned in original packaging and condition as received. We do not accept returns on worn apparel or used items. Buyer is responsible for all shipping cost. We do not refund any shipping charges unless we make an error. If you order the wrong size, don’t like your item, or have simply changed your mind you are welcome to return any unworn or unused item at your expense. Please note the customer pays all shipping costs and a 10% restocking fee both will be deducted from your refund. 5 Star feedback is important to us and our business. If you have a concern or problem; please contact us prior to posting less than a 5 STAR rating. We will try our best to resolve any problem you may have. Please post a 5 STAR Feedback rating and we will do the same. We look forward to future transactions. We appreciate your business",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "53.57",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "311884942049",
  "TimeLeft": "P1DT8H59M25S",
  "ListingStatus": "Active",
  "Title": "Purple Awareness Bracelets Lot of 100 Jelly Silicone Wristbands Migraine New",
  "ConditionDescription": "Awareness name is not on the bracelets. Debossed (indented) lettering: HOPE FAITH COURAGE\". Purple Awareness themes: Hodgkin's Disease, Huntington's Disease, Pediatric Stroke,  Relay for Life, ADD, ADHD, Alzheimer’s, Animal Abuse, Anit-Violence, Arnold Chiari Malformation (alt teal), Chronic Pain, Colitis (alt blue), Crohn’s Disease (alt blue), Cystic Fibrosis, Domestic Violence (Alt Teal & Purple), Epilepsy (alt Lavender), Fibromyalgia (alt Cranberry), Fibromyalgia in Men, Harmony, Homelessness, Leimyosarcoma, Lupus (alt orange), Macular Degeneration, Mesh Survivor, Mucolididoses, Neuropathy Awareness, No Unattended kids in Cars, Pancreatic Cancer, Pancreatitis (Chronic), Religious Tolerance, Rett Syndrome, Sarcoidosis, Sjorgren's Syndrome, Thyroid Cancer (alt specific ribbon) and Victims of 9/11",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "53.57",
    "_currencyID": "USD"
  },
  "SKU": "100 teal imperfect bracelets",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "53.57",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "ConditionID": "1500",
  "BidCount": "0",
  "StartTime": "2017-05-30T22:58:51.000Z",
  "Site": "US",
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-06T22:58:51.000Z",
  "PrimaryCategoryID": "112603",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Lapel-Pins-Source",
        "Name": "Brand"
      },
      {
        "Value": "No Metal",
        "Name": "Metal"
      },
      {
        "Value": "Not Applicable",
        "Name": "Metal Purity"
      },
      {
        "Value": "No stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Purple",
        "Name": "Color"
      },
      {
        "Value": "Silicone",
        "Name": "Material"
      },
      {
        "Value": "Cancer Awareness",
        "Name": "Theme"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "8\"",
        "Name": "Size"
      },
      {
        "Value": "HOPE FAITH COURAGE",
        "Name": "Debossed Lettering (indented)"
      },
      {
        "Value": "wbpurple12",
        "Name": "Our Item Number"
      },
      {
        "Value": "100",
        "Name": "Lot Size"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Purple-Awareness-Bracelets-Lot-100-Jelly-Silicone-Wristbands-Migraine-New-/311884942049",
  "ExcludeShipToLocation": [
    "South America",
    "RU"
  ],
  "Location": "Belle Haven, Virginia",
  "Description": "Migraine Awareness Purple Jelly Silicone Bands Bracelets Lot of 100 New Brand new purple Silicone Awareness Bracelets. June is Migraine Awareness month.Purple is the awareness color for Migraine Awareness. Awareness name is not on the braceletsWe do not retail tag brand new items listed.Pre-pack of 100 pieces debossed (indented) lettering \"HOPE FAITH COURAGE100 piecesBulk packaging not individually poly bagged.Celebrate Life and give friends and family hope and inspiration for a cure.Great way to show your support and promote Migraine awareness.Group and fundraising available. (Special orders approx. 21 day turn a round)Inspirational bracelets for many causes.Perfect for your functions and other awareness events.Adult size 8 inch1st Quality.Slight imperfects may be caused during the manufacturing process.Shipping given for multiple purchases.Give the gift of Hope while supporting your cause.Great way to show your support and promote Migraine awareness.Pictures may be off due to lighting and/or computer settings. Please scroll down to view transaction details. Purple Awareness themes: Hodgkin's Disease, Huntington's Disease, Pediatric Stroke, Relay for Life, ADD, ADHD, Alzheimer’s, Animal Abuse, Anit-Violence, Arnold Chiari Malformation (alt teal), Chronic Pain, Colitis (alt blue), Crohn’s Disease (alt blue), Cystic Fibrosis, Domestic Violence (Alt Teal & Purple), Epilepsy (alt Lavender), Fibromyalgia (alt Cranberry), Fibromyalgia in Men, Harmony, Homelessness, Leimyosarcoma, Lupus (alt orange), Macular Degeneration, Mesh Survivor, Mucolididoses, Neuropathy Awareness, No Unattended kids in Cars, Pancreatic Cancer, Pancreatitis (Chronic), Religious Tolerance, Rett Syndrome, Sarcoidosis, Sjorgren's Syndrome, Thyroid Cancer (alt specific ribbon) and Victims of 9/11 Customer is responsible for all shipping costs incurred and may be charged a 10% restocking fee; Actual shipping charges we paid to ship to you free and a restocking fee will be deducted from your refund unless we make an error. Customer Service Information::Please view our store and read our complete policy and FAQ. We encourage our customers to call with questions and concerns. Please contact us prior to posting less than 5 Star feedback. We take pride in offering quality products, packaging, fast shipping, and customer service. Email: Please email us using the ask question link at the end of this listing.Customer Service Phone: 1-888-874-6463Phone support available: Monday - Friday 10 am - 5 pm ESTShipping : apply when purchasing multiple itemsPlease email prior to making payment so we can adjust your invoiceWe will send combined discounted totalBulk and group available upon requestNo revisions possible after payment or checkout completedTerms of Sale:We gladly accept Visa, Mastercard, Discover Card, and American Express.To Use your credit card please call 1-888-874-6463.Problems or concerns PLEASE email us using the ask question link a the end of this listing or call toll free: 1-888-874-6463Bulk and group available.Please view our store and read our complete policy and FAQWe value our customers and take pride in our superior customer service. Please email us using the ask question link at the end of this listing or call us toll free 1-888-874-6463 with any questions, concerns, or complaints before posting less than a five star feedback rating. We are only a phone call away. If we are not aware of a problem we cannot solve it. We strive to earn a five star feedback rating from all customers. Feedback ratings impact and affect us as sellers. Please give us the opportunity to meet the 5 Star Rating. It is our desire to offer our customers quality products at affordable prices. We value your business look forward to serving your needs for many years to come.For return authorization: Email us through using the ask question link or call customer service Toll FREE 1-888-874-6463 Mon. - Fri. 10 am – 5 pm. We are closed Saturday and Sunday. Please leave a message and we will return your call as soon as possible. International buyers: Please email us. Our toll free number does not work outside the US. Returns must be returned in original packaging and new never worn or used condition as received. We do not accept returns on worn apparel or used items. Buyer is responsible for all shipping cost. We do not refund any shipping charges unless we make an error. If you order the wrong size, don’t like your item, or have simply changed your mind you are welcome to return any unworn or unused item at your expense. Please note the customer pays all shipping costs and a 10% restocking fee both will be deducted from your refund. 5 Star feedback is important to us and our business. We look forward to future transactions and appreciate your business and support.Returns on items purchased with FREE Shipping: Please note if you purchased an item from us that has free shipping and you return that item the actual cost that we paid to ship the item will be deducted from your refund. The post office charges us to send your item and these charges will be deducted unless me make an error. This policy applies to all customers that purchase items from us with free shipping.",
  "PrimaryCategoryIDPath": "281:10968:112603",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3118849420498080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "flamingogirl1961",
    "FeedbackScore": "42648",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "Indian Trails Trading",
    "StoreURL": "http://stores.ebay.com/id=67532608"
  },
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MzkzWDUyNQ==/z/Qb4AAOSwQTVWAFoN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MjU2WDUwMA==/z/ZvIAAOSwEetWAFoR/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzY5WDUyNw==/z/P3gAAOSwHjNWAFoW/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzQxWDUwMA==/z/aPEAAOSwVL1WAFoP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzkzWDUyNQ==/z/aiEAAOSwVL1WAFoY/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzIyWDUwMA==/z/PycAAOSwHjNWAFoT/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Wristbands",
  "PostalCode": "23306"
}