{
  "ReturnPolicy": {
    "Description": "Returns will be only Accepted if the product in unused contition with original Packing. Kindly contact us for any discrepancies before rating negative on Ebay. We are always there to help you.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "34.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "263020572062",
  "TimeLeft": "P4DT15H41M33S",
  "ListingStatus": "Active",
  "Title": "Bollywood Designer Alloy Gold Tone Zircon Gold Necklace Set Ethnic Jewelry Set",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "34.99",
    "_currencyID": "USD"
  },
  "SKU": "AFNAV558C",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "34.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T03:24:50.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-10T03:24:50.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Abhi Fashions",
        "Name": "Brand"
      },
      {
        "Value": "No Warranty",
        "Name": "Warranty"
      },
      {
        "Value": "Contemporary",
        "Name": "Design"
      },
      {
        "Value": "Necklace Set",
        "Name": "Style"
      },
      {
        "Value": "Traditional / Party Ware / Daily Ware",
        "Name": "Occasion"
      },
      {
        "Value": "Two Tone",
        "Name": "Finish"
      },
      {
        "Value": "Brass",
        "Name": "Metal"
      },
      {
        "Value": "CZ / AD / Kundan / Pearl / No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Necklace 15(CM) | Earrings 7 (CM) | Maang Tikka 4 (CM)",
        "Name": "Product Length in MTRS/INCH/CM"
      },
      {
        "Value": "Full Neck Set",
        "Name": "Necklace Set Type"
      },
      {
        "Value": "Artificial Necklace Set",
        "Name": "Item Type"
      },
      {
        "Value": "Gold",
        "Name": "Metal Color"
      },
      {
        "Value": "Gold Plated",
        "Name": "Plating"
      },
      {
        "Value": "Gold / Silver",
        "Name": "Color"
      },
      {
        "Value": "Female",
        "Name": "Gender"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "1 Necklace, 1 Pair of Earring",
        "Name": "Sales Package"
      },
      {
        "Value": "Available with Extra Charges",
        "Name": "Express Delivery"
      },
      {
        "Value": "AFNAV558C-USA-SJ1",
        "Name": "Custom Label"
      },
      {
        "Value": "Royal Blue",
        "Name": "Stone Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bollywood-Designer-Alloy-Gold-Tone-Zircon-Gold-Necklace-Set-Ethnic-Jewelry-Set-/263020572062",
  "ExcludeShipToLocation": "PK",
  "Location": "Bangalore, Karnataka",
  "Description": "About Us Abhi Fashions is one of the leading designer of fashion and imitation jewelry in India. Our philosophy 'Provide you luxurious jewelry in affordable prices' is quite simple. Colors and designs are not everyone’s cup of tea but we make our customers feel wonderful by bringing lots of new colors with glamorous latest designs with a smile with every purchase-an unbeatable combination of color, glamour and affordable price! We are completely dedicated to make you feel beautiful and different on all the important events of your life.DescriptionProduct SpecificationsProduct material : AlloyColor : Multi-ColorJewellery Care : sprays and waterDisclaimer : Product colour may slightly vary due to photographic lighting sources or your monitor settingsThe images represent actual product though color of the image and product may slightly differDescription : If you love to accessorize yourself then pick this necklace set from the house of Abhi Fashions A perfect pick to spruce up your casual look this stylish necklace set has been designed to impress fashion conscious women Made from high quality material it is light in weight and skin friendly. This Necklace Set Is Designed For The Big Ocassion For You Or In Your Family. This Is An Ideal Jewellery Set For Engagement And WeddingsCare Instructions: Store in an air tight pouchKeep away from Hot Water, perfumes and other spraysMaterial : Brass AlloyPlating : Gold Plated Stones Used : Stones / Kundan / CZ / ADColor : Golden / Silver / Multi-ColorDesign : Collar / Neck / LongClosure Type : HookPacking ContainOne Necklace Set About us We sell only brand new & 100%genuine products. Every effort has been made to ensure that the information on this site is accurate. Shipping We Ship worldwide from India. All the items are shipped through India Post with the service of Registered Airmail. US, UK Customer will received with in 10-25 Working days. Rest of the countries will received parcel with 20-30 Working days to delivered the products some times due to have dispatches it may take up to 40 days.. This service is not traceable.  Expedited shipping from Private courier like DHL  and Aramex etc. with the delivery time of 7 to 12 working days.  If interested please contact us for the Shipping Fees. Payment We only accept Pay-pal. Please make sure you have a valid/confirmed Pay-pal account before bidding.  Payment must be made with in 7 working days of the auction end time.  Non Paying bidder will be reported if the item has not been paid with in 14 days, which can result in you being suspended indefinitely from eBay. Terms& Conditions You'll be getting the actual item as photo. Please kindly note that the photo is enlarged to show the detail of color. Color may not appear exactly as in real life due to variation between computer screen resolution & lights.  International Buyers - Please note import duties, taxes & charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. We will not responsible for the delay of insufficient address or custom delay. Please check with your country's custom office to determine what these additional costs will be prior to bidding/buying. Feedback Once you got the item &satisfy with our products & services, please leave positive feedback for us& we will do the same for you.  If you feel that you got an item that is different from what you ordered or if it arrived damaged or if you are not satisfied with the item, Please email us & we will love to work with you in resolving any issues.  We are committed to 100% customer satisfaction.  Feedback is a vital part of eBay community. Positive feedback is automatically left for you immediately after payment. We expect you to leave feedback for us after receiving your order. While leaving feedback you can choose to rate your experience with the transaction in 4 different areas of customer service which are known as Detailed Seller Ratings (DSRs).  We work hard to receive positive feedback and a excellent DSRs in each area from all of our customers. If you feel you cannot leave us positive feedback or excellent DSRs in all categories, please contact us right away before leaving us feedback, so that we may resolve your issue and so that we can improve our service. The feedback and DSRs influence a seller's reputation on eBay, and your opinion is very important to us. Feedback forum is not a place to send message to us. We will strive to rectify any problem to ensure your shopping experience with us is enjoyable. We reserve the right to ignore rectifying any problem if unfair feedback is left for us without allowing us an opportunity to resolve the issue. Contact us Simple way to reach us- Always happy to hear from you.  Email / eBay M2M - is the best way to reach us for any inquiry. Please write us with your details & contact number& our team will call you back. Thank You For ShoppingWith Us.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2630205720628080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "abhifashions",
    "FeedbackScore": "819",
    "FeedbackRatingStar": "Purple"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/AlYAAOSwDiBZNM8F/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1500"
}