{
  "ReturnPolicy": {
    "Description": "RETURNS ONLY ACCEPTED IF RETURNED WITHIN 7 DAYS OF RECEIPT OF ITEM.  (NOT 14 DAYS AS EBAY STATES)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P6DT14H22M27S",
  "ListingStatus": "Active",
  "ConditionDescription": "The front of Turkish Hurrem Sultana Ottoman style jewelry pieces are done in bronze to give it and antiqued look and the hooks and back are done in sterling silver .925.  GORGEOUS!",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "ItemID": "152573564263",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/FABULOUS-HURREM-SULTAN-OTTOMAN-STYLE-TURKISH-AMETHYST-EARRINGS-1438-/152573564263",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T02:07:38.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T02:07:38.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": ".925",
        "Name": "Metal Purity"
      },
      {
        "Value": "Amethyst & White Quartz",
        "Name": "Main Stone"
      },
      {
        "Value": "Purple & White",
        "Name": "Color"
      },
      {
        "Value": "Turkey",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Bronze used to antique piece",
        "Name": "Other Metal"
      },
      {
        "Value": "2.25\"",
        "Name": "Length:"
      },
      {
        "Value": ".925",
        "Name": "Base Metal"
      }
    ]
  },
  "Title": "FABULOUS HURREM SULTAN OTTOMAN STYLE TURKISH  AMETHYST EARRINGS /1438",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Normal 0 false false false EN-US X-NONE X-NONE DESCRIPTION TURKISH HURREM SULTAN OTTOMAN STYLE EARRINGS AMETHYST AND WHITE QUARTZ STONESEARRINGS MEASURE: 2-1/4\" x 1-1/8\"TOTAL WEIGHT OF SET: 35.33 grams MATCHING RING AVAILABLECOMES GIFT BOXED PLEASE SEE ALL OF THE PHOTOS, AS THEY ARE PART OF THE DESCRIPTION. HOW TO CARE FOR YOUR NEW JEWELRYHere are some tips I have learned thru out the years (this is good advice for all jewelry types):· Never force open lever backs of new earrings. Gently and slowly open back lever of earrings. You can do this a few times to loosen them up.· Always keep your jewelry either in boxes or plastic small “craft” bags. This keeps jewelry from bumping into each other thereby increasing possibility of losing stones.· NEVER put perfume on over your jewelry.· Don’t drop your jewelry! This jarrs the jewelry and could loosen a stone and eventually loosing one.· LOVE AND ENJOY YOUR NEW JEWELRY! PAYMENT POLICY: You may pay via Paypal. All major credit cards accepted. Unless making multiple purchases, payment will be due within 3 days of auction close. SHIPPING TERMS DOMESTIC SHIPPING: IF YOU PURCHASE MULTIPLE JEWELRY PIECES FROM ME WITH A VALUE OF $100.00 +, , THEY CAN ALL BE SHIPPED IN U.S.P.S. PRIORITY MAIL SMALL FLAT RATE BOX AND AS LONG AS THEY ALL FIT, THEY WILL SHIP. DOMESTIC SHIPPING: FREE FIRST CLASS WITH TRACKING INFORMATION (GIFT BOX IN A BUBBLE ENVELOPE) OR $7.15 PRIORITY MAIL SMALL FLAT RATE BOX WITH TRACKING INFORMATION (HIGHLY RECOMMENDED IF BUYING MORE THAN ONE PIECE. THIS SERVICE IS FREE ONLY IF YOU BUY MULTIPLE ITEMS). I DO COMBINE SHIPMENTS WHEN POSSIBLE IF YOU DO BUY MULTIPLE ITEMS, PLEASE DO NOT PAY FROM EBAY INVOICE. I WILL SEND YOU AN INVOICE AT END OF YOUR LAST AUCTION WIN COMBINING SHIPMENT CHARGES. ALL JEWELRY COMES IN A GIFT BOX WHICH IS WHY I PREFER TO SHIP U.S.P.S. PRIORITY MAIL, AND IT KEEPS JEWELRY SAFE FROM DAMAGE THAT MIGHT OCCUR WHILE IN TRANSIT. INTERNATIONAL SHIPPING: MUST BE CALCULATED FOR EACH INDIVIDUAL COUNTRY. IT CAN ALSO GO FIRST CLASS PACKAGE INTERNATIONAL (BUBBLE ENVELOPE). PLEASE NOTE THAT TAXES, DUTY, ETC. IS NOT COVERED BY SHIPPING & HANDLING CHARGES. YOU MAY NEED TO CONSULT WITH YOUR LOCAL POST OFFICE ON THAT. SORRY, WE DO NOT SHIP TO CHINA. ALSO, PLEASE BE AWARE THAT TRACKING ENDS ONCE THE PACKAGE LEAVES THE U.S. SOME COUNTRIES DO HAVE THE CAPABILITY TO TRACK OVER SEAS THOUGH. TERMS OF SALE· We work very hard to make sure you are happy doing business with us and appreciate your positive feedback very much! We will gladly do the same. Our goal is 100% customer satisfaction.· We accept returns within 7 days of receipt of item (except vintage and antique jewelry). You need to contact me as soon as you receive item and for whatever reason you decide not to keem item, you must then you must then ship them back to me in the same condition as when shipped (I always inspect jewelry before shipping to make sure there are no stones missing, etc.) and in the same form of shipping you paid for and within that same week of receipt. NO EXCEPTIONS.· All products sold are brand new items (except vintage & antique jewelry).· Please keep in mind that pictures are taken mostly close-up and therefore might look larger. In my description of items I will note actual sizes.· Jewelry is representative of the Turkish Ottoman era designed and created by Turkish Craftsmen.· Our sterling silver is marked .925.· Your items are ready for shipping as soon as payment clears. If for any reason you are not satisfied and would like to return item, please inform us via Ebay’s messaging system before shipping items back. · Finally, if you have any questions, please do not hesitate to ask. I will be more than happy to answer them.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1525735642638080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "usera1961",
    "FeedbackScore": "1607",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Alabaster Jar Jewels",
    "StoreURL": "http://stores.ebay.com/id=25196102"
  },
  "Quantity": "1",
  "Location": "Broken Arrow, Oklahoma",
  "HitCount": "4",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/bBEAAOSwu4BVuD2l/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/I8wAAOSwxYxU0qt1/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/37sAAOSw-W5U0quG/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU0NVgxNjAw/z/bTMAAOSwu4BVuD2y/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/E2kAAOSwBLlVDNqM/$_57.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "PostalCode": "74012"
}