{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P19DT14H54M38S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Chains",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "43.99",
    "_currencyID": "USD"
  },
  "ItemID": "252958584573",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Red-Onyx-Gemstones-925-Sterling-Silver-Jewelry-Necklace-24gm-SNEK-6047-/252958584573",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "43.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-26T06:12:17.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-25T06:12:17.000Z",
  "PrimaryCategoryID": "98526",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "PRABHAM JEWELS",
        "Name": "Brand"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "Stone",
        "Name": "Material"
      },
      {
        "Value": "Red",
        "Name": "Color"
      },
      {
        "Value": "Red Onyx",
        "Name": "Main Stone"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "925 Parts Per 1000",
        "Name": "Metal Purity"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Red Onyx Gemstones 925 Sterling Silver Jewelry Necklace-24gm SNEK-6047",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "&lt;div style=\"text-align:center\"&gt;&lt;img src=\"http://ti2.auctiva.com/sw/java.gif\" border=\"0\"&gt;&lt;br&gt;&lt;table align=\"center\"&gt;&lt;tr&gt;&lt;td height=\"28px\" valign=\"middle\" align=\"center\"&gt;&lt;font face=\"arial\" size=\"2\"&gt;&lt;b&gt;&lt;a href=\"http://emporium.auctiva.com/vgjai2001\" target=\"_blank\"&gt;vgjai2001 store&lt;/a&gt;&lt;/b&gt;&lt;/font&gt;&lt;/td&gt;&lt;td&gt;&lt;a style=\"text-decoration:none\" href=\"http://emporium.auctiva.com/vgjai2001\" target=\"_blank\"&gt;&lt;img src=\"http://ti2.auctiva.com/sw/thumbgallery.gif\" border=\"0\"&gt;&lt;/a&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/table&gt;&lt;/div&gt; Present your best items with Auctiva's FREE Scrolling Gallery. Parbham Jewels Pure 925 Sterling Silver Natural Red Onyx Gemstones Faceted Necklace Jewelry These Photos Are real(With out Any Editing). As we are not professional in photography so there may be a little difference real item and photos (due to the effect and monitoring of the computer ) Product Code : PJ-SNEK-6047 Weight : 24 Grams (Approx.) Gemstone : Red Onyx (Genuine) Gemstone Size : Uneven Shape Faceted Necklace Length : 104 cm including extension chain (41 inches) Metal : 925 Solid Sterling Silver Metal Purity : 92.5% Sterling Silver Style : Necklace Finish : High Polished Condition : New About Prabham Jewels where are leading Manufacture of Top grade 925 Solid Sterling Silver Jewelry Started in 2015, Prabham Jewels (925 solid Sterling Silver Jewelry )Though the Company is New Online Market but it is part of 39 years old Family Owned Enterprise flourished into one of the Top Manufacturers,Exporters & Wholsalers and Suppliers or the radint 925 solid sterling Silver Jewelry for gemstones Studded Silver Jewelry & Sterling Silver Jewelry without Gemstones (Plain Sterling Silver).We have large Selections of one of kind Bracelets, Earrings,Pendants,Rings,Necklaces, Brooches, Anklets,Toe Ring,Cufflinks,& all kinds of Jewelry. We stock over 100,000 Pieces of unique jewelry, and we add new Pieces to our Store Daily. Our Jewelry is made by handmade the finest Solid Sterlingsilver and high quality semi-precious stones, you will not find better quality or value with any other manufacturers. our jewellery is 100 % 925 sterling Silver Jewellery if you are any kind of silver jewellery please contact us we will try to give you best quality 925 solid sterling Silver Jewellery. Each piece of our Jewelry is made up of Guaranteed 925 Silver and We use only Genuine Precious and semiprecious colored Gemstones, we search worldwide to bring you the best pricing on quality items. Guaranteed Sterling Silver with Hallmark ‘925’ Specialized elegant hand-made and fine designer jewelry Best in customer service. 100% satisfaction guaranteed or your money back. Buy direct from the Manufacturer. Guaranteed lowest prices. Friendly, helpful and knowledgeable professional staff. Risk free transaction. Our commitment to your complete satisfaction by providing high quality products, outstanding customer service, great prices and speedy shipping has remained the same throughout our 13+ years of doing business with retailers and volume purchasers around the world. Our silver jewelry lines are proven to be consistently contemporary and profitable for our many customers throughout the world. We accept payments only by PayPal. Using this feature you can instantly pay by your credit card or from your PayPal balance. As this is a transaction service provided by eBay, you are assured for complete security in online payments. We will never know your credit card information. First Item US$ 4.99, Each Additional Item US$ 1.99*. *For combined shipping rates you must make one combined payment for all your purchase from us. For this you need to wait for all your auctions to end. In the mean time you can also buy items with Buy It Now price but you DO NOT need to make immediate payment. When you have won or bought all the desired items then you can go ahead for a combined payment yourself or you can request us for a combined shipping invoice for all your purchase from us. Individual payments are not eligible for combined shipping rates. We charge what we pay for shipping. We don’t make money in shipping & handling charges. We are happy with the money earned in selling our products. Item will be Shipped Within 2 Business days after payment is cleared. Orders are delivered generally within 11-23 days worldwide. In rare cases it may take up to 3-4 weeks for delivery depending upon the destinations and customs regulations in your country. Packages bear a duly filled customs declaration form in order to felicitate smooth flow through Customs. You will receive a shipment notification email from us immediately after shipping. Customers are responsible for duties and VAT charged by their country of residence. We recommend you contact your local customs office if you have questions about this. Expedited shipping from Private Courier like DHL, Dartairservice, Aramex and TNT etc. with the delivery time of 3 to 7 business days will be charged $25 extra. ***P.S: In Countries like Brazil and Russia we only provide registered air mail postal service with delivery time of 25-45 days and speed post service is provided on order above $99 with delivery time of 15-25 days. For Brazil we can provide you FedEx service only if order is above $99 and also we would be need TAX ID number for this service or else only postal service is applicable. We welcome and strive to respond all e-mails we receive, usually within 24 hours, 48 hours maximum. If you have not heard from us, most likely either we did not receive your e-mail or your spam filters are blocking our reply. Please be sure to check your bulk mail folder and set your spam filters to allow e-mails from us. You may reach us by clicking \"Ask a question\" link on the bottom of this page. your feed back is most important to us for ebay community. if you are not satisfied with your purchased items then contact with us first before leaving negative or neutral feedback or opening disputes. Feedback is a vital part of eBay community. Positive feedback is automatically left for you immediately after payment. We expect you to leave feedback for us after receiving your order. While leaving feedback you can choose to rate your experience with the transaction in 4 different areas of customer service as below which are known as Detailed Seller Ratings (DSRs). Product must be Returned Within 14 Days in the original condition for a 100% refund. Buyer is liable to pay the return shipping charges plus duties (if any). Items which are returned will only be accepted if they are unused and unworn otherwise not. Please note that color may not match exactly as in real item due to variations of computer monitors. Total weight and size may vary slightly from item to item. &lt;div style=\"text-align:center\"&gt;&lt;a style=\"text-decoration:none\" href=\"http://mostpopular.sellathon.com/?id=AC1378677\"&gt;&lt;img src=\"http://www.sellathon.com/Resources/Images/countercredit.gif\" border=\"0\"&gt;&lt;/a&gt;&lt;/div&gt;",
  "PrimaryCategoryIDPath": "281:10968:15124:98526",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529585845738080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.5",
    "UserID": "prabhamjewels",
    "FeedbackScore": "409",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "prabhamjewels",
    "StoreURL": "http://stores.ebay.com/id=1355212340"
  },
  "Quantity": "1",
  "Location": "JAIPUR, RAJASTHAN",
  "HitCount": "4",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwNVgxNjAw/z/RDQAAOSwxN5Wam1B/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "302001"
}