{
  "ReturnPolicy": {
    "Description": "For return authorization: Email us through eBay or call customer service Toll FREE 1-888-874-6463 Mon.-Fri. 10am - 5pm. We are closed Saturday and Sunday. Leave a message and we will return your call as soon as possible. International buyers: Please email us through eBay. Our toll free number does not work outside the US. Returns must be returned in original packaging and condition as received. We do not accept returns on worn apparel or used items. Buyer is responsible for all shipping cost. We do not refund any shipping charges unless we make an error. If you order the wrong size, don’t like your item, or have simply changed your mind you are welcome to return any unworn or unused item at your expense. Please note the customer pays all shipping costs and a 10% restocking fee both will be deducted from your refund. 5 Star feedback is important to us and our business. If you have a concern or problem; please contact us prior to posting less than a 5 STAR rating. We will try our best to resolve any problem you may have. Please post a 5 STAR Feedback rating and we will do the same. We look forward to future transactions. We appreciate your business.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ItemID": "371954027877",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Wristbands",
  "ListingStatus": "Active",
  "Site": "US",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "52.97",
    "_currencyID": "USD"
  },
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "TopRatedListing": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "QuantityThreshold": "10",
  "PrimaryCategoryID": "112603",
  "ExcludeShipToLocation": [
    "South America",
    "RU"
  ],
  "PrimaryCategoryIDPath": "281:10968:112603",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3719540278778080_1.jpg",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "flamingogirl1961",
    "FeedbackScore": "42648",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "Indian Trails Trading",
    "StoreURL": "http://stores.ebay.com/id=67532608"
  },
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MzM1WDU4OA==/z/kUcAAOSwEetWBCz-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mjg2WDUwMA==/z/SLIAAOSwuTxWBC0G/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzI3WDU4MA==/z/YyIAAOSwKIpWBC0A/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzIxWDUwMA==/z/woQAAOSw0HVWBC8n/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzY5WDYxMQ==/z/hBsAAOSwVL1WBC0C/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mjg2WDUwMA==/z/6TwAAOSw37tWBC8p/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzAyWDUwMA==/z/1hYAAOSwHjNWBC0I/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "SKU": "wblightblue100",
  "StartTime": "2017-05-18T02:39:35.000Z",
  "ConditionDescription": "IMPERFECT: Minor imperfections and flaws. No rips or tears. Brand new. Not individually packed. Light Blue awareness themes: Addisons Disease, Behcets Disease, Chronic Illness, Cushing Syndrome, DiGeorge Sequence, Graves Disease. Hyperaldosteronism, Hydrocephalus, Klinefelter's Syndrome, Lymphedema, Men's Health, Pro Choice, Prostate Cancer, Scleroderma, Shprintzen Syndrome, Spay or Neuter Pets, Thyroid Disease, Trisomy 18 and Velo-Cardio Facial Syndrome",
  "QuantitySold": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "PaymentAllowedSite": [
    "UK",
    "Ireland"
  ],
  "CurrentPrice": {
    "value": "52.97",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "QuantityAvailableHint": "MoreThan",
  "HandlingTime": "1",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Light-Blue-Awareness-Bracelets-Lot-100-Scleroderma-Silicone-IMPERFECT-Cancer-/371954027877",
  "EndTime": "2017-06-17T02:39:35.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Lapel Pins Source",
        "Name": "Brand"
      },
      {
        "Value": "No Metal",
        "Name": "Metal"
      },
      {
        "Value": "Not Applicable",
        "Name": "Metal Purity"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "Silicone",
        "Name": "Material"
      },
      {
        "Value": "Cancer Awareness",
        "Name": "Theme"
      },
      {
        "Value": "Blue",
        "Name": "Main Color"
      },
      {
        "Value": "China",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "Light Blue Awareness Bracelet",
        "Name": "Type"
      },
      {
        "Value": "100 pieces",
        "Name": "Package"
      },
      {
        "Value": "Bulk: Not individually Wrapped",
        "Name": "Packaging"
      },
      {
        "Value": "HOPE FAITH COURAGE",
        "Name": "Debossed Lettering"
      },
      {
        "Value": "June",
        "Name": "Awareness Month"
      },
      {
        "Value": "Light Blue",
        "Name": "Shade of Blue"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Light Blue Awareness Bracelets Lot of 100 Scleroderma Silicone IMPERFECT Cancer",
  "TimeLeft": "P11DT12H37M29S",
  "Location": "Belle Haven, Virginia",
  "Description": "Light Blue Awareness Bracelets Lot of 100 Scleroderma Silicone IMPERFECT CancerThis lot of light blue bracelets are IMPERFECT. Minor imperfections and flaws. No rips or tears. Brand new Scleroderma Awareness Light Blue Silicone Awareness Bracelets. Light blue is the Awareness color for Scleroderma.June is the awareness month for Scleroderma.Light Blue silicone bracelets for Cancer and Cause Awareness.We do not retail tag brand new items.Pre-pack of 100 pieces debossed (indented) lettering \"Hope Faith Courage\"100 piece lot Latex FreeBulk packaging not individually poly bagged.Celebrate Life and give friends and family hope and inspiration for a cure.Great way to show your support and promote Scleroderma awareness.Group and Bulk available. (Group, bulk, and special orders approx. 21 day turn a round)Inspirational bracelets for many causes.Perfect for your Scleroderma walk and other awareness events.Adult size 8 inchSlight imperfections are normal and caused during the manufacturing process.Shipping given for multiple purchases.Please note that colors may be off due to lighting and computer settings.Great Way to show your support and promote Scleroderma awareness.Please scroll down to view transaction details. Light blue is also the awareness color for: Addisons Disease, Behcets Disease, Chronic Illness, Cushing Syndrome, DiGeorge Sequence, Graves Disease. Hyperaldosteronism, Hydrocephalus, Klinefelter's Syndrome, Lymphedema, Men's Health, Pro Choice, Prostate Cancer, Scleroderma, Shprintzen Syndrome, Spay or Neuter Pets, Thyroid Disease, Trisomy 18 and Velo-Cardio Facial Syndrome Customer is responsible for all shipping costs incurred and may be charged a 10% restocking fee; Actual shipping charges we paid to ship to you free and a restocking fee will be deducted from your refund unless we make an error. Customer Service Information::Please view our store and read our complete policy and FAQ. We encourage our customers to call with questions and concerns. Please contact us prior to posting less than 5 Star feedback. We take pride in offering quality products, packaging, fast shipping, and customer service. Email: Please email us using the ask question link at the end of this listing.Customer Service Phone: 1-888-874-6463Phone support available: Monday - Friday 10 am - 5 pm ESTShipping : apply when purchasing multiple itemsPlease email prior to making payment so we can adjust your invoiceWe will send combined discounted totalNo revisions possible after payment or checkout completedTerms of Sale:We gladly accept Visa, Mastercard, Discover Card, and American Express.To Use your credit card please call 1-888-874-6463.Problems or concerns PLEASE email us using the ask question link a the end of this listing or call toll free: 1-888-874-6463Bulk and group available.Please view our store and read our complete policy and FAQWe value our customers and take pride in our superior customer service. Please email us using the ask question link at the end of this listing or call us toll free 1-888-874-6463 with any questions, concerns, or complaints before posting less than a five star feedback rating. We are only a phone call away. If we are not aware of a problem we cannot solve it. We strive to earn a five star feedback rating from all customers. Feedback ratings impact and affect us as sellers. Please give us the opportunity to meet the 5 Star Rating. It is our desire to offer our customers quality products at affordable prices. We value your business look forward to serving your needs for many years to come.For return authorization: Email us through using the ask question link or call customer service Toll FREE 1-888-874-6463 Mon. - Fri. 10 am – 5 pm. We are closed Saturday and Sunday. Please leave a message and we will return your call as soon as possible. International buyers: Please email us. Our toll free number does not work outside the US. Returns must be returned in original packaging and new never worn or used condition as received. We do not accept returns on worn apparel or used items. Buyer is responsible for all shipping cost. We do not refund any shipping charges unless we make an error. If you order the wrong size, don’t like your item, or have simply changed your mind you are welcome to return any unworn or unused item at your expense. Please note the customer pays all shipping costs and a 10% restocking fee both will be deducted from your refund. 5 Star feedback is important to us and our business. We look forward to future transactions and appreciate your business and support.Returns on items purchased with FREE Shipping: Please note if you purchased an item from us that has free shipping and you return that item the actual cost that we paid to ship the item will be deducted from your refund. The post office charges us to send your item and these charges will be deducted unless me make an error. This policy applies to all customers that purchase items from us with free shipping.",
  "ListingType": "FixedPriceItem",
  "NewBestOffer": "false",
  "Quantity": "17",
  "PostalCode": "23306"
}