{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P7DT26M8S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "34.0",
    "_currencyID": "USD"
  },
  "ItemID": "222509977362",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ethnic-Bollywood-Bridal-GoldTone-Kundan-Maang-Tikka-Hair-Fashion-Jewelry-MT-2236-/222509977362",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "34.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-13T12:03:43.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T12:03:43.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "MuchMore",
        "Name": "Brand"
      },
      {
        "Value": "Maang Tikka",
        "Name": "Style"
      },
      {
        "Value": "Gold Plated",
        "Name": "Metal"
      },
      {
        "Value": "Crystal",
        "Name": "Main Stone"
      },
      {
        "Value": "White",
        "Name": "Color"
      },
      {
        "Value": "Mixed Materials",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Not Applicable",
        "Name": "Metal Purity"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Ethnic Bollywood Bridal GoldTone Kundan Maang Tikka Hair Fashion Jewelry MT-2236",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Origin - India Brand - Muchmore Item Code - MT-2215Colour - Golden Polishing Finishing Main Stone - Crystal Main Colour - White Length - 5\" inches Approx. DescriptionBeautiful Indian Traditional Bollywood Style Gold Tone.Heavy Fine Real Kundan Wedding & Party Wear For'Womens Jewelry.It Is Made Of Gold Tone. It Is Beautiful Decorated With Kundan .It Is A Heavy Designer And Unique Piece Of Kundan Adjustable Opening Jewelry. About usWe sell only brand new & 100% genuine products. Every effort has been made to ensure that the information on this site is accurate. We specialize in Kundan Bridal Sets, Kundan Necklace, Kundan earrings & Accessories etc along with many gift items in various budgets. We make custom design as well. ShippingWe Ship worldwide from India.All the items are shipped through India Post with the service of Registered Airmail. US, UK Customer will received with in 10-25 days. Rest of the countries will received parcel with 20-30 days to delivered the products. This service is not traceable. All order above 75$ shipping is free through expedited shipping service with delivery time of 3-5 days.Expedited shipping from Private courier like DHL , ICC , and FEDEX etc. with the delivery time of 3 to 7 days will be charged $15 extra. Payment We only accept Paypal. Please make sure you have a valid/confirmed Paypal account before bidding.Payment must be made with in 7 working days of the auction end time.Non Paying bidder will be reported if the item has not been paid with in 14 days, which can result in you being suspended indefinitely from ebay. Terms & ConditionsYou'll be getting the actual item as photo. Please kindly note that the photo is enlarged to show the detail of color. Color may not appear exactly as in real life due to variation between computer screen resolution & lights.International Buyers - Please note import duties, taxes & charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. We will not responsible for the delay of insufficient address or custom delay. Please check with your country's custom office to determine what these additional costs will be prior to bidding/buying. FeedbackOnce you got the item & satisfy with our products & services, please leave positive feedback for us & we will do the same for you.If you feel that you got an item that is different from what you ordered or if it arrived damaged or if you are not satisfied with the item, Please email us & we will love to work with you in resolving any issues.We are committed to 100% customer satisfaction. Contact usc. Simple way to reach us- Always happy to hear from you.Email - is the best way to reach us for any inquiry. Please write us with your details & contact number & our team will call you back. Return Policy We want to ensure that your are completely satisfied wit your purchase. If not, then please let us know before leaving any feedback & allow us to work with you to completely resolve any issues that you might be facing. You can return the item for a full refund less shipping with in 14 days of receipt.100% satisfaction guaranteed. All returns must reach us with in 14 days after the item was delivered to you. The items must be in the original condition & with the original tags attached.We will issue a refund or send a replacement with in 3 business days of delivery back to us.We will not pay the return shipping in all the cases. Buyers has to pay return shipping. Thank You For Shopping",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2225099773628080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.1",
    "UserID": "muchmore_kundanartjewellery",
    "FeedbackScore": "526",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "muchmore_kundanartjewellery",
    "StoreURL": "http://stores.ebay.com/id=1368513409"
  },
  "Quantity": "1",
  "Location": "DELHI, DELHI",
  "HitCount": "19",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTMxMFgxNjAw/z/BZEAAOSwR29ZFvWu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE5M1gxNjAw/z/TlMAAOSw8lpZFvW6/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMxMFgxNjAw/z/GwwAAOSww9xZFvXG/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE0NFgxNjAw/z/rcQAAOSwq1JZFvXQ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTUzWDE2MDA=/z/1aoAAOSwYlRZFvXb/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1500",
  "PostalCode": "110005"
}