{
  "ReturnPolicy": {
    "Description": "You should contact us within 30 Days after receiving the item and it must be returned unused in original condition.\nRefund given as Money Back.  Buyer pays return shipping.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P11DT8H15M38S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Chains",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "Europe",
    "AU",
    "CA",
    "MX",
    "NZ",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "34.33",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "162519891635",
  "ConvertedCurrentPrice": {
    "value": "34.33",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-05-17T23:37:33.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Women-Jewelry-Sequins-Lingerie-Bust-Body-Mesh-Chain-Aluminum-Spaghetti-Shirt-j08-/162519891635",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-16T23:37:33.000Z",
  "PrimaryCategoryID": "98526",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": [
          "Neck",
          "Chest",
          "Universal"
        ],
        "Name": "Body Area"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Aluminium",
        "Name": "Metal"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Women Jewelry Sequins Lingerie Bust Body Mesh Chain Aluminum Spaghetti Shirt j08",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "Africa",
    "Middle East",
    "Southeast Asia",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "JP",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "Location": "Saint Louis, Missouri",
  "Description": "Women Jewelry Sequins Lingerie Bust Body Mesh Chain Aluminum Spaghetti Shirt This mesh chain top is made from aluminum and very movable not stiff or rigid as shown in the photo having it bunched together in the center to show its ability to move with youand very easy and sexy to wear. You can see thru it somewhat and is intended for the daring and playful 100% Brand New And High Quality! Its special design will make you look unique. It is a great gift Color: Color Mix as shown below Occasion: Fun, Party, Glamour Connectors: Lobster Clasp **** The top chain for the neck is 42.5\" to get that V-neck lookand the lower chain that goes below the breast around the torso or waist is 38\" adjustable and about 10\" long. recommended to fit XS-S **** This sale is for the Gold as shown below, Any other colors shown are to show style and fit only Note: The Actual Product Maybe Slightly Different From The Picture Shown Due To Lighting And The Color Setting Of Each Individual Monitor. Please Allow The Slight Color Difference! 2.Any Sizes Are For Your Reference Only. Thank You For Your Understanding. Buy from a trusted seller. The sale price on items or a limited time so act fast. Items shown in sale ads may not be on sale tomorrow.Visit my Store now for discounted items that equal big savings. Check out my other listingsView More... If you have any questions, please feel free to contact us using eBay messagingWe will reply ASAP. We greatly appreciate your POSITIVE feedback. Please do NOT leave negative or neutral feedback without trying to resolve any problem you may have..Our aim is to provide Top Level Customer Service, so we will try our best to solve any problem. payment methods Credit card payment accepted through Paypal only1.We accept payment via PayPal Only.it is Fast, Secure and Instant.2.Payment must be received 3 days after the auction (SALE) ended.3.Unpaid dispute will be filed to eBay for the non payable bidders.4.Please make sure your shipping address is correct. We will only ship to your address confirmed on eBAY and PAYPAL . You should contact us within 30 Days after receiving the item. Refund given as Money Back. Please do not leave neutral or negative feedback without contacting us so we have a chance to resolve any issues. Positive feedback and 5 star rating is important to us so please contact us through ebay message. PLEASE READ THE FINE PRINT TERMS Payment is to be received within 3 days of winning the auction. We ship within 1 business day, of your payment being received, Monday through Friday.We Do Combine Auctions. Combined auctions will be quoted shipping at the end of the auction. If you are getting more than one auction, please request an invoice or wait for us to send you a combined shipping invoice. Do not use ebays invoice to pay for the auctions. Due to some items being over sized and or fragile we reserve the right to ship separately for safety reasons. Packages are coming from the Mid-West, some packages will take longer to get to you, depending where you are located. CONTACT US, if there is a problem with the item, before leaving feedback and we will take care of it. Communication is the best solution. If for some reason an item is to be returned, Bidder will pay return shipping. We do not refund return shipping.Please remember when leaving feedback, take in to consideration our performance, not the postal system in handling the package or what the Postal System charges to have it shipped. We have no control over that, We can only control our handling time, which is 1 BUSINESS DAY. We strive to make each and every transaction a 5 STAR transaction! Your browser does not support JavaScript. To view this page, enable JavaScript if it is disabled or upgrade your browser. Froo www.froo.com | Froo Cross Sell, Free Cross Sell, Cross promote, eBay Marketing, eBay listing Apps, eBay Apps, eBay Application On May-17-17 at 15:10:45 PDT, seller added the following information:",
  "PrimaryCategoryIDPath": "281:10968:15124:98526",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1625198916358080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "robertrose2009",
    "FeedbackScore": "2804",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "robertrose magazines plus",
    "StoreURL": "http://stores.ebay.com/id=968148575"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "98",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjM0WDY5Ng==/z/Rd4AAOSwaEhZHN2C/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTE5WDgyNg==/z/-DwAAOSw-K9ZHN3-/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgyMw==/z/3lMAAOSw1WJZHN11/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NDg3WDUwMA==/z/DmcAAOSw5cRZHN3u/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "63123"
}