{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P26DT4H59M13S",
  "ListingStatus": "Active",
  "ConditionDescription": "“Items are never used before and in mint condition. More information please follow listening””",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "33.5",
    "_currencyID": "CAD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "152569246605",
  "ConvertedCurrentPrice": {
    "value": "24.79",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "BidCount": "0",
  "StartTime": "2017-06-01T14:21:52.000Z",
  "Site": "Canada",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Stretch-bracelet-made-Baltic-amber-28-40-g-Baltischen-Bernstein-Armband-/152569246605",
  "Country": "LT",
  "GlobalShipping": "false",
  "EndTime": "2017-07-01T14:21:52.000Z",
  "PrimaryCategoryID": "43205",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "\"Handmade\"",
        "Name": "Brand"
      },
      {
        "Value": "No metal",
        "Name": "Metal"
      },
      {
        "Value": "~7,87 inches (~20 cm.)",
        "Name": "Length (inches)"
      },
      {
        "Value": "Amber",
        "Name": "Main Stone"
      },
      {
        "Value": "Multi-Color",
        "Name": "Color"
      },
      {
        "Value": "Amber",
        "Name": "Material"
      },
      {
        "Value": "Amber",
        "Name": "Secondary Stone"
      },
      {
        "Value": "Natural",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "Not Enhanced",
        "Name": "Main Stone Treatment"
      },
      {
        "Value": "Lithuania",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Stretch bracelet made of Baltic amber !!! 28,40 g. Baltischen Bernstein/Armband",
  "ExcludeShipToLocation": "LT",
  "Location": "Vilniaus raj., Lithuania",
  "Description": "Product description: Size: universal (stretching an elastic band) Weight : ~28,40 g. Color : black&honey-mat (see photos) Material : shaped Natural amber Condition : new (handmade)Check out my other items!Be sure to add me to your favourites list! These Products are from Lithuania, From the Coast of the Baltic Sea. Amber is the gold of our countryCheck out my other items! BASIC INFORMATIONAll amber is fossilized tree resin. Amber is between 30 - 90 million years old. Baltic amber in particular (mined from near the Baltic Sea) additionally contains a substance called succinic acid. When worn on the skin, body heat causes the amber to release an oil containing succinic acid, which when absorbed into the skin, works like a natural Ibuprofen, blocking pain and reducing inflammation..... Note that succinic acid is an alkalinizing acid (like lemon juice) so it won't add to your body's acidity, and may actually slightly lower it.WHAT CAN BALTIC AMBER HELP WITH?Pain Relief: Baltic amber contains analgesic properties and helps take the edge off of many types of discomfort associated with dental issues, headaches, joint pain, etc. It is a well known European method to help decrease the pain associated with teething. Strengthening the body's immune system.....In many different and subtle ways, succinic acid helps boost the body's own natural healing ability and immune system.Inflammation: Where chronic inflammation is present, disease lurks. When the body’s cells are chronically inflamed the human body’s immune system response is to increase production of free radicals. Chronic overproduction of free radicals results in inflammatory-related disease. Chronic inflammation can be the common denominator of many seemingly unrelated diseases. Restoring Energy: The human body naturally produces succinic acid.... The salt of succinic acid (succinate) is one of the most active substances in the processes of cellular respiration and intercellular energy creation. Succinic acid restores oxygen and energy supply to depleted cells and helps the body return to a normal, functioning state.HOW TO CARE FOR YOUR BALTIC AMBER JEWELRYBecause amber is soft and can be brittle, it’s important to be careful that it not come in contact with chemicals. Your amber should not be stored with other jewelry where it can rub against other pieces, especially metals.... Be sure to keep perfume, hairspray, and soaps like shampoo and conditioner away from your amber, and never place your jewelry in commercial cleaning solutions. Remove your amber jewelry when bathing. Also remove when applying sunscreen.To clean your amber, use a soft flannel cloth or an unused toothbrush dampened with clean lukewarm water. Dry in the sun or with a clean tissue or towel Contact:Do not hesitate to ask questions. We will respond to you as soon as possible.Payment:We accept only Paypal.Shipping:Amber items are sent from Lithuania (Europe), it takes about 7- 14 days in Europe and 14 - 21 daily delivered to the United States and other countries outside Europe.Combined shipping costs depend on the weight (including packing) Check out my other items!Feedback:We are very happy to earn your good feedback if you are unhappy with your purchase, Please call me and together we will find a common solution that make you happier, while I will be happy if I get good feedback and I will continue to cope with the motivation to work. THANK YOU!",
  "PrimaryCategoryIDPath": "281:10968:43205",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525692466058080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.3",
    "UserID": "ambergi16",
    "FeedbackScore": "58",
    "FeedbackRatingStar": "Blue"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "4",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/n8IAAOSwhvFZDggh/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/N50AAOSww9xZDgk-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/jlgAAOSwnONZDghM/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/x70AAOSwhvFZDgjl/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/zpAAAOSwrhBZDgiS/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/deUAAOSwPh5ZDgkb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ALgAAOSwtGlZDglF/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewellery & Watches:Fashion Jewellery:Anklets"
}