{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P4DT3M59S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Chains",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "ItemID": "172668864488",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ethnic-South-Indian-Bridal-Saree-Costume-Jewelry-Gold-Plated-waist-Chain-Belt-/172668864488",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-10T15:28:38.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-09T15:28:38.000Z",
  "PrimaryCategoryID": "98526",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": [
          "Hip",
          "Waist"
        ],
        "Name": "Body Area"
      },
      {
        "Value": "Ncollection",
        "Name": "Brand"
      },
      {
        "Value": "Copper",
        "Name": "Metal"
      },
      {
        "Value": "Kundan",
        "Name": "Main Stone"
      },
      {
        "Value": "Gold Green Red",
        "Name": "Color"
      },
      {
        "Value": "22k",
        "Name": "Metal Purity"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "62 Cms long (Full Length)approx",
        "Name": "west belt length"
      },
      {
        "Value": "12 cms long Center Length 11 cms approx",
        "Name": "Middle Size"
      }
    ]
  },
  "Title": "Ethnic South Indian Bridal Saree Costume Jewelry Gold Plated waist Chain Belt",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "My ProfileCheck out my other listingsView More.. Origin- IndiaBrand - NcollectionWaist Chain Belt: 62 cms long Full length Color: Gold RED Green Studded With High Quality Kundan 22k Gold Plated(not in terms of carat) Very Fine Quality Gorgeous Indian Bridal Gold Plated Copper Waist Chain Belt Welcome & Thank You for Visiting ncollection. ncollection is a fashion jewellery and costume jewellery Wholesaler/Exporter committed to bringing our customers quality fashion jewellery at the very competitive Price range. Our main goal is to provide our customers with great customers services, along with the quality and affordable products, which help us, build life-long and long-standing business relationships built on trust and satisfaction with our customers. To assure you the maximum comfort and satisfaction we accept the following payment methods:Payment is expected within 3 days from the date of purchase. You can also pay using your credit card, via Pay Pal, by using Paypal as a guest. We only ship your items only to Pay Pal verified address only. Orders are shipped within 1-3 business days after cleared payment is received. Shipping Services Economy Shipping outside US – Normally we ship the our products via India Post Registered Airmail Services, they deliver the items within 11-23 days for US & UK, for rest of the world it takes 2-4 weeks based on country’s custom. Please note we may use different services as per the convenience. Please note we are not responsible for any delays due to custom or custom clearance charges. Please ensure that there is someone to receive the parcel on your address of delivery. If there is no one to receive the parcel at the time of delivery, the postal/courier service will leave a note at your home and you will have to pick up the parcel from the post office yourself by providing the registration number and proof of your identity. If the parcel is not picked up after the time period, it may be returned back to us as unclaimed.We offer 14 days returns policy to our ebay customers. By mistake if customer order wrong bangle size we are not responsible for the replacement or exchange, however if customer desperately wants to exchange / return the item, we are happy to give you a refund, once we receive the item after deducting the shipping cost.The deduction amount for FREE Economy Shipping then the deduction would be $ 2.99 or else as specified on the invoice. Buyers also needs to pay the return shipping charges. The item must be returned unused, unchanged, undamaged and including the complete packaging, documentation, free gifts, etc. We also request our buyers to share the tracking number with us for better communication.We only accept returns if the item you received is not as described or by mistake we send a wrong item. The chances of getting these errors are negligible as we have a separate team to look on the quality check of the product against the order.If you have any questions/complaints please feel free to contact us before leave feedback. You can leave us eBay message at any time and we will try our best to solve the problem as soon as possible. Dear buyers: If you have any questions and doubts please feel free to contact us via Ask a question on eBay. We will reply you within 24-48 business hours. Please be a little more patient on weekends and holidays as we don’t work on weekends and holidays. Thank you for your understanding and we appreciate your business! Feedback Your satisfaction is the most important thing we pursue. We always strive for all 5 star DSR (Detailed Seller Ratings) and POSITIVE feedback for every transaction. We do our best to get a true representation of our stones.Sometimes because of enlarging the photo or because of different settings of individual monitors there are possible slight variations in colors. Our pictures always represent an actual item you will receive. Thank You!",
  "PrimaryCategoryIDPath": "281:10968:15124:98526",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1726688644888080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "ncollection",
    "FeedbackScore": "56",
    "FeedbackRatingStar": "Blue"
  },
  "Quantity": "1",
  "Location": "Kolkata, West Bengal",
  "HitCount": "22",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTM2NVg4OTM=/z/3t8AAOSwdzVXtv3R/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODkyWDEzNjI=/z/y0kAAOSwV0RXtv2U/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/69sAAOSw9NdXtv0G/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/1bMAAOSwU-pXtv0W/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/WiQAAOSwgZ1Xtv0p/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/0LMAAOSwdzVXtv1J/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/8e8AAOSw6n5Xtvy8/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFg5MDA=/z/Xd8AAOSwHoFXtvz2/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "700156"
}