{
  "ReturnPolicy": {
    "Description": "We have 14 day return policy. The item should be returned in its original packaging. The item should not have been used or worn. All items will come with a security tag. If the tag is removed the item will be considered as used and will make receiving a refund complicated, difficult, or just not possible.  If your item is delivered with a security tag please evaluate your purchase fully before removing the tag and using the item. There is a 10% restock fee for all returns.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P29DT19H53M36S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Earrings",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "280.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "401341309228",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-Chanel-XL-Jumbo-Wooden-Button-Earrings-NFV1618-/401341309228",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "280.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T06:39:03.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "JP",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T06:39:03.000Z",
  "PrimaryCategoryID": "50647",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Wood",
        "Name": "Material"
      },
      {
        "Value": "Black",
        "Name": "Color"
      },
      {
        "Value": "Chanel",
        "Name": "Brand"
      },
      {
        "Value": "L",
        "Name": "Size"
      },
      {
        "Value": "Clip",
        "Name": "Style"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Vintage Chanel XL Jumbo Wooden Button Earrings. NFV1618",
  "ExcludeShipToLocation": [
    "DE",
    "BR"
  ],
  "BidCount": "0",
  "Description": "Click the image below to subscribe for great deals! Vintage Chanel XL Jumbo Wooden Button Earrings. Color : Black. Year : 1994. Material : Metal. Made in France. Super cute and rare vintage CHANEL black wooden earrings are up for sale. Excellent vintage condition. 1994 Spring / Summer Collection. Limited collectible item. These earrings have been professionally cleaned and sanitized. The comfort pads have been replaced to ones that are brand new and clean. Ready to wear without worry. Measurements : W 3 cm x H 3 cm W 1.2 in x H 1.2 in All measurements are approximate and are very reasonably accurate. 1618 Q.Why do people prefer to shop at Nina Furfur Vintage Boutique? A1.♥ CleannessAll of our items including handbags, jewelries, similar accessories, and vintage dresses are professionally cleaned before you get them. Used items can often times be dirty or unsanitary. We want you to know we care about the cleanliness of the items we sell. That is why we take the extra time to clean and sanitize every item as best we can so they are ready to use without worry when they arrive. That is part of the Nina Furfur difference. A2.♥ Free ShippingWe offer you FREE Worldwide Shipping and everybody loves it. You are saving approximately $30-$200 on shipping fees. We post your package within one business day after we receive complete payment. We wrap your item very nicely and securely with lots of bubble wrap and put it in a sturdy new box. No used boxes or packing materials here. The shipping materials cost us an average of $10 for each package. We use Express Mail Service(EMS) or Registered Air Mail provided by Japan Postal Service. After package is sent out, we record the tracking info on Paypal and eBay website. It is very fast and secure. A3.♥ PassionWe have passion and respect for fashion. We enjoy finding high quality vintage. Please add us to your favorites. Subscribe to our newsletter to keep up on all the latest hot fashions that are available. A4.♥ Authenticity All our items are AUTHENTICITY GUARANTEED. We inspect our items very carefully with a checklist, only items which pass our strict inspection get selected for sale in our store. If we are not sure about the authenticity, or where the item came from, we do not list it in our store. We do not sell fakes or counterfeits. We are a Japanese government certified and licensed vintage designer brand dealer in Tokyo/Chiba, Japan. Selling fake designer items is against the law. We have sold thousands of items, many to fashion magazine editors and celebrities all over the world. Please shop with confidence. -FREE WORLDWIDE SHIPPING. No hidden fees. Super fast postage and arrival. All items are shipped by EMS, Japan Postal Service. Package comes with a tracking number. The package needs to be signed for. Approximate delivery time is 3-7 days to the USA or Canada, 3-8 days to Europe, 3-5 days to Australia or Asia. -We do combine shipping. Shipping is free for as many items as you get. ATTENTION: For customers with a U.S. Military mail address(DOD APO, FPO)!! We will no longer be able to ship to certain DOD APO, FPO addresses. If you select an address specified as excluded you package will not be shipped. We only ship by EMS. The Japan Post Service has recently restricted delivery to certain U.S. Military bases. Additionally, the slower delivery Parcel Post system to U.S. Military bases may no longer have confirmed delivery tracking. Please select a different address during checkout and be sure to confirm the address change. \"...the territories of American military bases with the three first digits of the postal codes being 090-098, 962-966, and 340 are excluded[from EMS delivery].\" - www.post.japanpost.jp \"Some postal items addressed to U.S. military bases in the U.S.A. or other countries and having the following indications as in the address may be returned as undeliverable items because of insufficient address.1- \"APO\" and five- or nine-digit postal codes2- \"FPO\" and five- or nine-digit postal codesIn addition, ...tracking results are not available for certain reasons even though the postal operators in those countries provide track and trace service.\" - www.post.japanpost.jp We appreciate your understanding. We apologize for this inconvenience, but it is out of our control. -We ONLY ship to the confirmed Paypal address. ::: Payment is due within 7 days of auction end. A non-paying bidder alert will be filed automatically if you do not contact us. Your bid is a contract and is no different from purchasing from any boutique. Do not bid on auctions if you do not intend to pay for your purchases! Unfortunately, non-paying bidder and buyer protection abusers' ID go straight to our bidder block list. ::: Paypal is the ONLY method of payment. Major credit card is accepted via Paypal check out. ::: We work very hard and do our very best to describe the condition of our vintage items. Whenever there are defects with an item we disclose that information to avoid any unexpected surprises. We take many pictures for one item, more than most any other seller. Please look at them carefully before bidding. Please contact us if you are not satisfied with your purchase. Our goal to make our customers happy. ::: \"Vintage\" means its been worn and might have material damages. Please look at the description and pictures. We put as much as information we can to describe the condition. ::: Items are mailed out by the next business day (except weekends and major holidays) of your payment. EMS always has a tracking number and insurance! &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;div style=\"text-align:center\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;img src=\"http://ti2.auctiva.com/sw/java.gif\" border=\"0\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;br&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;table align=\"center\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;tr&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;td&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a style=\"text-decoration:none\" href=\"http://store.auctiva.com/ninafurfur\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;img src=\"http://ti2.auctiva.com/sw/browse1.gif\" border=\"0\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/td&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;td height=\"23px\" valign=\"middle\" align=\"center\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;font face=\"arial\" size=\"2\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;b&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a href=\"http://store.auctiva.com/ninafurfur\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;ninafurfur&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; Store&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/b&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/font&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/td&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/tr&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/table&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/div&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; All text and images are the Copyright and / or Trademark of Nina Furfur. All Rights are reserved. No content is to be considered public domain. Unauthorized use is not permitted. All images are photographs taken by Nina Furfur and are not digital scans. Payment Payment is due within 7 days of auction end. Paypal is the only method of payment. Major credit card is accepted via Paypal check out. Shipping Free worldwide shipping. We ship your item by the next business day after completed payment. We ship all of our items via EMS. All packages come with tracking number. Package needs to be signed for. We only ship to the verified address on your Paypal account. Please select the correct address during checkout. If the wrong address is selected it cannot be changed. Some items will require a phone number for the shipping label and Customs forms. Please always be prepared to pay any Customs Duties, VAT, or other taxes in your country. These are not shipping charges. Contact your local government offices for details. Return Policy We have 14 day return policy. The item should be returned in its original packaging. The item should not have been used or worn. Some high value items will come with a security tag. If the tag is removed the item will be considered as used and will make receiving a refund complicated, difficult, or just not possible. If your item is delivered with a security tag please evaluate your purchase fully before removing the tag and using the item. About Us We have been in the vintage fashion industry nearly 15 years and dealt with over 10,000 customers from all over the world, including notable celebrities, large fashion magazine editors and big name stylists. We are licensed, certified, and trained as a designer brand dealer by the Japanese government and police department. We are expertly trained to spot counterfeit merchandise and all counterfeit goods are reported to the police department or government officials. All of our items are guaranteed authentic. Terms and Agreement Buyer agrees that their bid or purchase is a binding transaction and that buyer is obligated to make payment for any purchases in accordance with any and all payment requirements. Buyer agrees that the Parties agree that any claim or dispute between them or against any agent, employee, successor, or assign of the other, whether related to this agreement or otherwise, and any claim or dispute related to this agreement or the relationship or duties contemplated under this contract, including the validity of this arbitration clause, shall be resolved by submitting to binding or non-binding arbitration by an accredited independent arbitrator selected at the sellers sole discretion. Any award of the arbitrator(s) may be entered as a judgment in any court of competent jurisdiction. This agreement shall be interpreted under the Federal Arbitration Act. This arbitration agreement is considered to be agreed to and digitally signed when you place a bid or make a purchase. This arbitration agreement is not a waiver of your buyer protection process. _gsrx_vers_625 (GS 6.9.7 (625))",
  "PrimaryCategoryIDPath": "281:10968:50647",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/4013413092288080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "nina_furfur_japan",
    "FeedbackScore": "3256",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "nina furfur vintage boutique",
    "StoreURL": "http://stores.ebay.com/id=171394102"
  },
  "Quantity": "1",
  "Location": "Osaka",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/xJgAAOSwIaFZNPyD/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/Ar4AAOSw8HBZNPyD/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/IogAAOSwEHpZNPyE/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/~hAAAOSwYlRZNPyD/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/D7AAAOSwblZZNPyE/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/W30AAOSw5cRZNPyE/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/Ak8AAOSwq1JZNPyF/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "3000"
}