{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P29DT2H31M48S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewellery & Watches:Fashion Jewellery:Pins & Brooches",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "35.0",
    "_currencyID": "CAD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "252974009225",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Vintage-1950-s-1960-s-Gold-Rhinestone-Bow-Broche-/252974009225",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "25.9",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T15:25:23.000Z",
  "PaymentMethods": "PayPal",
  "Site": "Canada",
  "AutoPay": "false",
  "Country": "CA",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T15:25:23.000Z",
  "PrimaryCategoryID": "50677",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "gold plate",
        "Name": "Material"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "gold & clear stone",
        "Name": "Color"
      },
      {
        "Value": "gold plated",
        "Name": "Metal"
      },
      {
        "Value": "Rhinestone",
        "Name": "Main Stone"
      }
    ]
  },
  "Title": "Vintage 1950`s- 1960`s  Gold & Rhinestone Bow Broche",
  "ExcludeShipToLocation": [
    "Africa",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "JP",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "BidCount": "0",
  "Description": "Luv-To-Recycle-FashionWelcome to Someone who loves fashion! I love finding sales, designer pieces and vintage piecesHope you enjoy my items!!!!TO ALL INTERNATIONAL BIDDERS ( NON US & CANADIANS)Please contact me before biddingI will enquire on the shipping cost for youThanks SELLINGBeautiful little broche - PinGold plated ( a bit tarnished in the back)clear rhinestones aroundEra can go from 1940 onSuch a nice piece for a vintage lover About VintagePlease remember that when I state an item as 'vintage' it means used.They are not meant to be perfect. They are meant to be unique and to make an individual statement.Or else we'd all buy the same shirt , right?I inspect my items fully and wash them or have them dry cleaned personally.However I still suggest you re washing It once you receive themAfter being in a package bag and thrown around with the postal service it deserves a fresh wash !please note that I describe the colors, details etc the best I can.If you have a million questions to ask, I will answer a million questions to give you a clear vision of the item.Also remember an online pic can change from monitor to monitor ( color wise) so please keep that in mind. Also PLEASE Remember Vintage is meant to have Character even though I inspect it and note all flaws , I can miss certain things I'm an Honest Person and always give great details If you're someone who is PICKY then please don't buy Vintage These are previously LOVED items that deserve someone to love them again Vintage is all about making a fashion statement, being a unique individual and recycling and helping our beautiful world Finally I chose pieces that are special in their own way! Hope you love them as much as I do. PLEASE READ ALL INFO BELOW BEFORE BIDDING !!! THANK YOUALL QUESTIONS SHOULD BE ASKED BEFORE BIDDING PLEASE!!!!Payment is requested within 3 days after auction has ended! This way I can send out my items quickly.I send my Items Via Airmail, if you would like a tracking that will cost more!Please contact me for a priceI'm fair with my shipping prices! Most of the time pay extra out of my pocket to make my buyers happyMight I remind EBAY takes a fee from sellers for SHIPPING as well (many buyers don't know this)I always keep my customs sheets and receipts, I can only investigate with Canada Post after 75 Business DaysThis is considered a legal investigation and is taken seriously.My items come from a smoke free home and I take very good care of them.Also my items are ALL FINAL sale!!! Please feel free to ask me any questions.I'm usually quick with my reply's and always happy to answer any questions.I always put the max amount of shipping time due to Customs.You never know if they can delay things. I've been told that my items arrive quickly but just incase I put the MAX!! Happy Bidding to the fashionista that will wear this GREAT item !!!",
  "PrimaryCategoryIDPath": "281:10968:50677",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2529740092258080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "luv-to-recycle-fashion",
    "FeedbackScore": "786",
    "FeedbackRatingStar": "Purple"
  },
  "Location": "Verdun, Quebec",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU5OVgxNTk5/z/qdQAAOSwopRYk1i-/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTU5OVgxNTk5/z/XG4AAOSwnHZYk1if/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "3000",
  "PostalCode": "H4H1E2"
}