{
  "ReturnPolicy": {
    "Description": "Restocking fees: No",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P6DT18H32M27S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "39.98",
    "_currencyID": "USD"
  },
  "SKU": "PROD_NUM_650784",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "352079004502",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Antique-Green-Druzy-Gemstone-925-Silver-Plated-Bracelet-Bangle-DB09-/352079004502",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "39.98",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T04:23:26.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T04:23:26.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "krishnagemsnjewels",
        "Name": "Brand"
      },
      {
        "Value": "Silver Plated",
        "Name": "Metal"
      },
      {
        "Value": "Not Applicable",
        "Name": "Metal Purity"
      },
      {
        "Value": "Bangle",
        "Name": "Style"
      },
      {
        "Value": "Green Druzy",
        "Name": "Main Stone"
      },
      {
        "Value": "Green",
        "Name": "Color"
      },
      {
        "Value": "Stone",
        "Name": "Material"
      },
      {
        "Value": "Free Size",
        "Name": "Length (inches)"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "A Antique Green Druzy Gemstone 925 Silver Plated Bracelet / Bangle DB09",
  "ExcludeShipToLocation": [
    "South America",
    "OM",
    "AF",
    "PK",
    "ID"
  ],
  "BidCount": "0",
  "Description": "A Antique Green Druzy Gemstone 925 Silver Plated Bracelet / Bangle DB09 Product Description Item: A Handmade Green Druzy Gemstone 925 Silver Plated Designer Bracelet / Bangle Color : Green Size : Free Size Model No: DB09 Metal : German Silver Type : Designer Bracelet (Independent Laboratory Certificate for any Gemstone can be requested on order by paying USD 10 per Gemstone (SPECIAL OFFER: FREE CERTIFICATION FOR ALL ORDERS ABOVE $200) CLICK HERE to buy the Certificate for your item: Normal Regd. Air-mail Service ( Delivery to U.SA within 7-20 business days) Faster & Premium Shipping Service (Delivery within a week) FREE USD: 22.00 Only FREE SHIPPING WORLDWIDE Shipping cost for each additional item : FREE All orders are dispatched from India by Registered Post Airmail Service (7-18 days) All Orders above US $150 are by default upgraded to Express Courier Shipping (Fedex/DHL/Aramex/Speed Post/USPS) delivery (5-10 days) About Us We at Krishna Gems N Jewels are the Exporters,Wholesalers & Manufacturers of all kinds of Loose Gemstones,Gemstone Beads,Gemstone Jewelry,Silver & Fashion Jewelry since last 11 years. We have been Exporting Jewelry to over 20 countries worldwide,mostly to the countries like USA,UK,Spain,France,Germany,Italy,Canada,Australia,Costa Rica,South Africa,Brazil,Malaysia etc.. Being In This Business Since Past 3 Decades, our parent company was Established in 1980, following the footsteps of our forefathers, We believe our Work As Worship,Customers as Gods & are Building our Business only with Truth,Trust,Tradition & Morality. CHECK OUT OUR WIDE RANGE OF GEMS & JEWELRY FROM OUR eBay STORE: Click Here Visit My eBay Store: Krishna Gems N Jewels Return Policy We offer No Questions Asked Return Policy In Case you are not satisfied with our product, you can return it back in its Original condition & Original Packing within 30 Days of Receipt. Your 100% Money will be refunded as soon as we get the item back. No Restocking Fees will be charged. Your Feedback Serves as Bread & Butter for our Business, So there isn't any need for Negative Feedback,as we will take utmost care to make you completely satisfied,there is always a solution to any kind of problem, so please do message before making any decision regarding feedback. Gemstones that you may like: Ruby Emeralds Sapphires Blue Sapphires Yellow Sapphires Tanzanites Aquamarines Cat's Eye Corals Pearls Garnet Amethyst Lemon Quartz Citrine Quartz Smokey Quartz Crystal Quartz Rose Quartz Tourmaline Agates Labradorite Malachite Jasper Seraphinite Sunstone Rhodochrosite Unakite Mookaite Prehnite Peridot Titanium Druzy Druzy Rainbow Moonstones Copper Turquoise Moonstones Charoite Larimar Goldstone Ametrine Tiger's Eye Iron Tiger's Eye Kyanite Green Amethyst Shiva's Eye Turtella Agate Opals Dendrite Opals Rutile Quartz Copper Pink Opal Turquoise Rough Gemstones Bumble Bee Jasper Fruity Jasper Ocean Jasper Peanut Wood Jasper Rhyolite Opal Iolite Sunstone Fossil Coral Septarian Gronates Golden Rutile Chrysocolla ENTER STORE Normal 0 false false false EN-IN X-NONE X-NONE Please Note: 1) Actions like negative feedback, disputes, or paypal disputes are not a way to resolve your problems quickly, it will only complicate matters and take longer time then it should. 2) Our customer service team work hard and we try our best to answer all your Questions in timely manner. Please except 24 - 48 hours for your e-mail Reply. 3) We take immense care while taking the photographs of our products to make them as real as possible,but as we are not professional photographers,the actual products may vary from the picture. 4) Weights & Sizes Mentioned Are Approx,May Vary Marginally. 5) We are not responsible for any VAT/Taxes or Custom Import Duty which you may need to pay in your country,as the policies differ from country to country,you mus be sure of your country policies.. 6) Due to unforeseen circumstances,the item may get delayed in sending,so we will try our best to dispatch it as soon as possible,please contact us if you think the item has taken longer time than expected. 7) Please READ ALL THE INSTRUCTIONS CAREFULLY BEFORE BUYING,& feel free to ask us any queries regarding the transaction inkfrog terapeak",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3520790045028080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.8",
    "UserID": "krishnagemsnjewels",
    "FeedbackScore": "7914",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "Krishna Gems N Jewels",
    "StoreURL": "http://stores.ebay.com/id=968232796"
  },
  "Quantity": "1",
  "Location": "DELHI, DELHI",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODM1WDEwMjQ=/z/zRcAAOSwa39UwuVl/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "110055"
}