{
  "ReturnPolicy": {
    "Description": "Restocking fee: 15%",
    "ReturnsWithin": "60 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_15",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "15%",
    "Refund": "Money back or exchange (buyer's choice)"
  },
  "BestOfferEnabled": "false",
  "ItemID": "201813558803",
  "PrimaryCategoryID": "152808",
  "ListingStatus": "Active",
  "Site": "US",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "BidCount": "0",
  "PaymentMethods": "PayPal",
  "TopRatedListing": "true",
  "ConditionDisplayName": "New with tags",
  "Country": "US",
  "GlobalShipping": "false",
  "QuantityThreshold": "10",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Grillz, Dental Grills",
  "ExcludeShipToLocation": "Africa",
  "PrimaryCategoryIDPath": "281:10968:15124:152808",
  "Subtitle": "ICY SIMULATED LAB DIAMONDS!!  FREE FAST SHIPPING!!",
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "UserID": "nivsbling",
    "FeedbackScore": "33955",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "Niv&#39;s Bling",
    "StoreURL": "http://stores.ebay.com/id=807761667"
  },
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/SuwAAOSwr~lYnRep/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/SuMAAOSwr~lYnRep/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/qMoAAOSw2gxYnRep/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/6xgAAOSw32lYnReq/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "TimeLeft": "P4DT9H30M57S",
  "StartTime": "2017-02-10T01:31:17.000Z",
  "QuantitySold": "98",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "HitCount": "12799",
  "QuantitySoldByPickupInStore": "0",
  "QuantityAvailableHint": "MoreThan",
  "HandlingTime": "1",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/18K-White-Gold-Plated-Custom-Slugs-CZ-Top-Bottom-GRILLZ-Teeth-Mouth-Grills-Set-/201813558803?var=",
  "EndTime": "2017-06-10T01:31:17.000Z",
  "Variations": {
    "VariationSpecificsSet": {
      "NameValueList": {
        "Value": "18k White Gold Plated Cluster Grillz",
        "Name": "Top & Bottom Set"
      }
    },
    "Variation": {
      "SKU": "GSSCZ4STB",
      "StartPrice": {
        "value": "49.99",
        "_currencyID": "USD"
      },
      "SellingStatus": {
        "QuantitySoldByPickupInStore": "0",
        "QuantitySold": "98"
      },
      "VariationSpecifics": {
        "NameValueList": {
          "Value": "18k White Gold Plated Cluster Grillz",
          "Name": "Top & Bottom Set"
        }
      },
      "Quantity": "192"
    }
  },
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Niv's Bling",
        "Name": "Brand"
      },
      {
        "Value": "White Gold Plated",
        "Name": "Metal"
      },
      {
        "Value": "Tooth Caps",
        "Name": "Material"
      },
      {
        "Value": "18K White Gold Plating",
        "Name": "Metal Purity"
      },
      {
        "Value": "White Gold",
        "Name": "Main Color"
      },
      {
        "Value": "53mm Flat, 49mm Bent in Mouth",
        "Name": "Top 6 Tooth Length"
      },
      {
        "Value": "42mm Flat, 38mm Bent in Mouth",
        "Name": "Bottom 6 Tooth Length"
      },
      {
        "Value": "Brass",
        "Name": "Item Material"
      },
      {
        "Value": "1 Grill, 1 Molding Bar, and 1 Paper Instructions",
        "Name": "Each Grill's Package Contents"
      },
      {
        "Value": "170F, may damage/melt bar if higher",
        "Name": "Temperature for Molding Bar"
      },
      {
        "Value": "Top+Bottom Grillz",
        "Name": "Grillz Piece"
      },
      {
        "Value": "Micro-Pave",
        "Name": "Stone Setting"
      },
      {
        "Value": "Clear CZ",
        "Name": "Stone Color"
      },
      {
        "Value": "Lab-Created/Cultured",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "Silver",
        "Name": "Color"
      },
      {
        "Value": "Teeth",
        "Name": "Body Area"
      },
      {
        "Value": "Brass",
        "Name": "Base Metal"
      }
    ]
  },
  "Title": "18K White Gold Plated Custom Slugs CZ Top Bottom GRILLZ Teeth Mouth Grills Set",
  "Location": "El Sobrante, California",
  "Description": "HomeAbout UsContact UsFAQsShippingReturn PolicyAdd to FavoritesQuestions or concerns? You should receive a response within 24 business hours. Our business hours are M-F 9 a.m. to 6 p.m. PST. We are closed on weekends and holidays. CategoriesClearanceGrillzRingsEarringsChainsPendantsBraceletsRosaryWatches Payment MethodTo pay with PayPal, simply complete the eBay checkout process. PayPal allows you to pay with a credit/debit card, bank account, and many other options.Please subscribe to our store to receive email newsletters about new items and special promotions!Subscribe 18K White Gold Plated High Quality CZ Top Bottom GRILLZ Teeth Mouth Grills Open ImageOpen ImageOpen ImageOpen ImageDescription These New Custom Cluster CZ grillz set is made from high quality jewelers brass and plated with premium 18k white gold plating. This set is real icy, with a fully covered front with clear simulated diamonds, all professionally set by hand. These are one size fits all grillz, and they come individually packaged, each with a reusable silicone molding bar and instructions for easy fitting and adjusting without messy molds. Our grillz are lead and nickel free, FDA approved (21 CFR 175,300), and safe to wear inside your mouth. You get the same look and feel as real grillz without breaking your wallet. Need a high quality grillz storage box? Click HERE View our selection of Grillz HEREAdditional silicone molding bars can be purchased HERE Instructions: First, adjust adjust the grill mouthpiece to the shape of your mouth. Then insert the silicone fixing bar in between the back prongs of the grillz and place both in hot water together. Once the bar softens and becomes clear, remove the mouthpiece from the water and place it onto your teeth. Adjust as necessary for the fit and look you desire. The fixing bar should take approximately 15-20 seconds to harden. Now you have grillz that fit your teeth perfectly! Retail Value: $150 New Item: Stainless Steel Grillz 18K Gold IP Plated Grillz Check them here 6 Tooth Set OR 8 Tooth Set Disclaimer: These grillz are intended for decoration and entertainment purposes only. They are not intended for use while eating/sleeping, or for the replacement of natural teeth and broken fillings. Due to the nature of this item, please be aware that we will not allow refunds or exchanges once the item has been used. The buyer agrees that the use of the item is entirely at customer's risk. Niv's Bling and any of its employees shall not be liable for any direct, indirect, incidental, special or consequential losses or damages arising from the use of our products. Caution! The back prongs on these premium CZ grillz are very fragile. Only bend the prongs inwards to tighten. Bending the prongs and grill outwards may cause them to break. Please follow the included instructions carefully to avoid any issues. If you have any questions about this please feel free to Contact us. Each grill mouthpiece is individually blister packaged with instructions and a silicone molding bar. ShippingReturnsSizing ChartsAbout Us/FAQs We ship out orders by USPS every business day at 3pm PST. Orders received after that will be shipped out the following business day. We cannot begin processing your order until your payment is cleared by PayPal for shipping. Orders usually ship out within 24 business hours (we do not ship out on weekends or holidays).Please check your country's shipping rates below. *United StatesPriceToShipping ServiceEstimated TimeFreeUnited StatesFirst Class2-5 Days$5.99United StatesPriority2-4 Days$39.99United StatesExpress1-2 Days* The shipping times stated are estimates based on our company's past shipping history. Most orders should arrive within the listed ranges. However, these times are not guaranteed and are subject to change during peak shipping periods, weather conditions, heavy air traffic, or other circumstances that are out of our control. Please contact us if you do not receive your order by the estimated time frame. The buyer is responsible for providing a valid shipping address when checking out. Orders that are undeliverable can be reshipped to a valid address at the buyers expense.Insurance will be included for domestic USPS Priority and USPS Priority Express orders or any orders over $40. Signature confirmation is not included but can be added at an additional cost. Contact us if you are interested in any additional shipping services.Please make sure your order is accurate before checking out. Once an order is placed and transferred to our shipping department, it cannot be modified or cancelled. If you place your order and realize that there has been an error, please contact us immediately.International Buyers Please Note:Import duties, taxes, and other regional charges are the buyer's responsibility and are not included in the shipping charge.We offer postage discounts for combined shipping on international orders. You must add all items to your cart and check out together to automatically receive the combined shipping discount. The shipping charge will then be the cost of the highest valued item plus $1 for each additional item.At Niv’s Bling, our top priority is 100% customer satisfaction. If you are not completely satisfied with your purchase from our store, you may return the item within 60 days of your purchase for an exchange or refund under these conditions:A 15% restocking fee is charged for returned items unless the return is due to our errorYou must pay the return shipping expense unless the return is due to our errorReturns after 30 days of purchase are only eligible for exchange or store creditProducts can be exchanged only one time within the 30 days of receiving the itemThe products must be returned in new, resalable condition with all packaging materialsPlease write your eBay username on the package/label to avoid delays in processing your returnWe cannot accept returns on any used, damaged, or altered items. Our policies are firm, but we will do everything we can to work with you to ensure that you have a positive shopping experience at Niv’s Bling. To start a return, please send us a message with a brief description for the return. If your purchase was defective or tarnished, please provide us photos of the item(s) for confirmation. Refunds: The refund(s) may take up to a week from receiving your return to be issued. Refunds that are credited through PayPal may take 3-5 business to process. Ring Size Conversion ChartInside Diameter (mm)Inside Circumference (mm)UK & AustraliaUS & Canada14.8646.68H 1/2415.2747.97I 1/24.515.7049.32J 1/2516.1050.58L5.516.5151.87M616.9253.16N6.517.3554.51O717.7555.76P7.518.1957.15Q818.5358.21Q 3/48.518.8959.34R 3/4919.4160.98S 3/49.519.8462.33T 1/21020.2063.46U 1/210.520.6864.97V 1/21121.0866.22W 3/411.521.4967.51Y1221.8968.77Z12.522.3370.15Z+11322.6071.00Z+1.513.5Round CZ/Diamond Conversion ChartSizeC.Z. WeightDiamond WeightMillimetersCaratsCarats1.500.0230.0151.750.0370.0202.000.060.032.500.100.053.000.180.114.000.430.255.000.790.466.001.430.847.002.171.288.003.462.049.004.682.7510.006.583.8711.008.354.9112.0011.626.84Size Conversion Tool:Millimeters Inches mm= inchAt Niv’s Bling, we are passionate about our jewelry and proudly stand behind each piece. We take pride in providing our customers with the best service and quality jewelry at affordable prices. Our team is constantly searching for the latest and hottest jewelry styles and hip hop trends to keep you looking fresh. We can proudly say that we have thousands of satisfied customers from all over the world. Please see our FAQs page for the most commonly asked questions. We strive for 100% customer satisfaction. If there are any problems with your purchase, please contact us before leaving any feedback.",
  "ListingType": "FixedPriceItem",
  "NewBestOffer": "false",
  "Quantity": "192",
  "PostalCode": "94803"
}