{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "282510421661",
  "TimeLeft": "P6DT21H22M8S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/925-Silver-Necklace-Sunstone-Dycoglass-Gemstone-Handmade-Jewelry-18Inches-/282510421661",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T09:47:34.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New with tags",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T09:47:34.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Handmade",
        "Name": "Brand"
      },
      {
        "Value": "Choker",
        "Name": "Style"
      },
      {
        "Value": "925Silver",
        "Name": "Metal"
      },
      {
        "Value": "Beach & Nautical",
        "Name": "Theme"
      },
      {
        "Value": "925",
        "Name": "Base Metal"
      },
      {
        "Value": "Multi-Color",
        "Name": "Color"
      },
      {
        "Value": "18\"",
        "Name": "Length (inches)"
      },
      {
        "Value": "Stone",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Sunstone",
        "Name": "Main Stone"
      },
      {
        "Value": "Dycoglass",
        "Name": "Secondary Stone"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "925 Silver Necklace With Sunstone & Dycoglass Gemstone Handmade Jewelry 18Inches",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "kuldeep Normal kuldeep 16 60 2013-06-04T16:48:00Z 2013-06-04T18:01:00Z 2 551 3146 26 7 3690 12.00 false false false false EN-US X-NONE X-NONE MicrosoftInternetExplorer4 Add 925SilverSale_Jewelry As Your Favourite Seller 925 Silver Necklace With Sunstone & Dycoglass Gemstone Handmade Jewelry 18Inches Explore Our New Range Of Variety This piece of jewelry is handcrafted by skillful artisans and is a fabulous accessory for oneself.We take pride in our jewelry and look for the highest quality and most unique pieces. Handcrafted gemstone jewelry by nature are rarely identical to each other. This variability is what makes each piece unique and interesting. EACH PIECE IS UNIQUE. STUFF TYPE: NECKLACE GEMSTONE NAME : Sunstone,Dycoglass,White QuartzGEMSTONE WEIGHT: -60 GM TOTAL WEIGHT (IN GRAMS) : 80-120 GM (APPROX) LENGTH : 18\" METAL TYPE: 925 SILVER Customer Service Is Our 1st Priority! Our goal is to make you happy so please don't hesitate to contact us through ebay message! Why From Us:-Please note that the photos displayed above show our items exactly as they appear.925SILVERSALE_JEWELRY pieces are entirely handmade by the most gifted artisans with the greatest silver works and highest quality hand cut gemstones.Each piece is unique and can't be exactly duplicated, so if you see a piece that enchants you, please make sure to have it.There is nothing more special than wearing a admirable piece of jewelry. Please Remember:- We Are The Manufacturer n We Will Provide U The Cheapest Jewelry Other Than Any One Else 925SILVERSALE_JEWELRY Is Selling The Highest Quality Merchandise. Our Customer Is Precious To Us.Our Shipping Charges:-We Are Now Shipping From IndiaDomestic rates (USA)$6.99 for the first item - $2.99 for each additional item (US ONLY) International rates (All Other's Countries)$8.99 for the first item - $2.99 for each additional itemWe take care in packaging all items carefully and ship within 1 business days after receiving payment. Please send us a message if you have not received your item in a timely manner and we will be happy to assist you IF THE ITEM IS NOT INSURED THEN WE ARE NOT RESPONSIBLE FOR ITEM LOST IN THE MAIL. Forms Of Payments:- To assure you the maximum comfort and satisfaction we accept the following payment methods: -Pay pal The payment should be made within seven days since the last purchase. Failing to do so will results in the item being re-listed. We accept payment through PayPal . International buyer please note Import duties, taxes and charges are not included in the item price or shipping cost. These charges are the buyer’s responsibility Please check with your country's customs office to determine what this additional cost will be prior to bidding or buying. NOTE: IF THE ITEM IS NOT INSURED THEN WE ARE NOT RESPONSIBLE FOR ITEM LOST IN THE MAIL.Feed Back:-Positive feedback is greatly appreciated and we will do the same in return. If you are unhappy for any reason please do not leave Negative or Neutral Feedback and allow us the opportunity to resolve issue(s). We are very fair and easy to deal with.Thank You! Contact Us:-We will be happy to answer any question you may have so please feel free to contact us :Notice. I do my best to get a true representation of my stones. Sometimes because of enlarging the photo or because of different settings of individual monitors there are possible slight variations in colors. Our pictures always represent an actual item you will receive.",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2825104216618080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "93.5",
    "UserID": "925silversale_jewelry",
    "FeedbackScore": "407",
    "FeedbackRatingStar": "Turquoise"
  },
  "Quantity": "1",
  "Location": "JAIPUR, RAJASTHAN",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/jEIAAOSw42JZNShz/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/chcAAOSwX9FZNShy/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "302016"
}