{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P24DT21H33M11S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "CurrentPrice": {
    "value": "87.94",
    "_currencyID": "USD"
  },
  "SKU": "WSWT2596",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "352074127802",
  "ConvertedCurrentPrice": {
    "value": "87.94",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-05-31T12:26:20.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Valentines-Day-Gold-4-Piece-Watch-Bracelet-Necklace-Earrings-Jewelry-Set-/352074127802",
  "Country": "US",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "111.93",
      "_currencyID": "USD"
    },
    "PricingTreatment": "STP"
  },
  "EndTime": "2017-06-30T12:26:20.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Whimsical Gifts",
        "Name": "Brand"
      },
      {
        "Value": "1302G-4WBNESET",
        "Name": "MPN"
      },
      {
        "Value": "818265019619",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Title": "Valentines Day Gold 4 Piece Watch-Bracelet-Necklace-Earrings Jewelry Set",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "AU",
    "FR",
    "DE",
    "IT",
    "ES",
    "GB",
    "PO Box"
  ],
  "Location": "Lakewood, New Jersey",
  "Description": "Whimsical Gifts 1302G-4WBNESET Whimsical Gifts 1302G-4WBNESET Valentines Day Gold 4 Piece Watch-Bracelet-Necklace-Earrings Jewelry Set Description Valentine's Day 4-piece jewelry set includes whimsical watch bracelet necklace and earrings. whimsical watch has 10 leather strap 1.5 face scratch resistant glass water resistant case quartz movement and long life ion battery. whimsical Bracelet contains glass beads zinc spacers hand-painted pewter charms sterling silver or gold plated silver chain and fits 6-9 wrist. whimsical Necklace has 22 rolo chain and hand-painted pewter charms. whimsical Earrings are sterling silver or gold plated silver french cut with rubber backs. Features. Valentine's Day Watch-Bracelet-Necklace-Earrings Jewelry Set. 4 PieceSet Includes :. Whimsical watch bracelet necklace and earringsSpecifications. Color: Gold SKU: WSWT2596 Payment We accept payment via PayPal, Mastercard, Visa, American Express, Discover and PayPal's 'Bill Me Later'. Note: All purchases are processed via PayPal. If you have any questions or issues with your order, please contact us--we'll resolve them for you. We aim for five star service and want you to be happy - period. About Us Unbeatable Sale is a privately held direct marketing retailer. Our management shares more than 30 years of experience in direct marketing and consumer goods industries. Our mission is \"to meet consumer demand in a demanding world\". Our goal is to give our customers exactly what they want, when they want it, and how they like it. We provide hands-on customer service--making sure each and every customer is treated royally, taken care of, and completely satisfied. Unbeatable Sale has developed a unique marketplace for the discriminating shopper. We offer our customers special merchandise at the exact moment that they are most prepared to buy. Our all-encompassing marketplace is an incredible vehicle for satisfying consumers who are looking for quality and value--keeping them loyal to our brand. Returns If you have any questions or issues with your order, please contact us--we'll resolve them for you. We aim for five star service and want you to be happy - period. If the item(s) is damaged in transit or DOA, an exchange will be made or a refund issued. We offer a money-back guarantee on products returned within 30 days. In order to receive proper credit on your return, please contact us to request a Return Authorization Number (RA) - This will allow us to process your return when it comes back to our warehouse. If the package is refused or returned without our issuing of an RA or without the RA # on it, a restocking fee will be applied. We will be unable to refund your cost of the original shipping if you decide that you do not want the order after it has already been submitted. Please note: We do not issue prepaid return labels. All returns must be in their original carton with all packing material intact. All returns must be sent freight prepaid by the customer and insured. Orders refused at delivery will be assessed all of the applicable fees listed above including the return fee, our shipping costs and a 25% restocking fee. Exceptions For all furniture items we will replace any parts that are damaged but the item may not be returned if you changed your mind. We will not accept returns on sports- related autographed Memorabilia and Collectables or on any custom made items such as any customized car mats or children's furniture or other items that are custom made. We will not accept returns on any shavers, personal care items, cosmetics or intimate products that have been opened. We will not accept returns on any software, video games, computer parts, electronics, or laptops/PC's if the packaging is opened. We will not accept returns on any costumes purchased from Aug. 1 - Oct 30 - After Halloween (Oct. 30). We will not accept any returns for Wigs, Makeup, Tights or Shoes that have been worn. For customer service: 888.657.8436 Ext 239 30 Day Satisfaction Guaranteed Marketplace Inventory Sharing Volume Listing for Large Merchants",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3520741278028080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "97.8",
    "UserID": "unbeatablesales",
    "FeedbackScore": "181217",
    "FeedbackRatingStar": "RedShooting"
  },
  "Storefront": {
    "StoreName": "UnbeatableSales",
    "StoreURL": "http://stores.ebay.com/id=1016212525"
  },
  "Subtitle": "Always Save with UnbeatableSale!",
  "GlobalShipping": "false",
  "Quantity": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjUwWDY1MA==/z/AcUAAOSwaEhZLrZv/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "08701"
}