{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 days",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT23H50M42S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewellery & Watches:Costume Jewellery:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "54.0",
    "_currencyID": "GBP"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "332252131358",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/PURPLE-AMETHYST-AND-LILAC-ALEXANDRITE-HANDMADE-GEMSTONE-BEADED-NECKLACE-/332252131358",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "69.57",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T12:01:40.000Z",
  "PaymentMethods": "PayPal",
  "Site": "UK",
  "AutoPay": "false",
  "Country": "GB",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T12:01:40.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Handmade",
        "Name": "Brand"
      },
      {
        "Value": "Beaded",
        "Name": "Style"
      },
      {
        "Value": "Gemstone",
        "Name": "Material"
      },
      {
        "Value": "17  inches",
        "Name": "Length (inches)"
      },
      {
        "Value": "Alexandrite",
        "Name": "Main Stone"
      },
      {
        "Value": "Purple",
        "Name": "Main Colour"
      },
      {
        "Value": "Oblong",
        "Name": "Main Stone Shape"
      },
      {
        "Value": "Greece",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Yellow Gold Filled",
        "Name": "Metal"
      },
      {
        "Value": "Unknown",
        "Name": "Base Metal"
      },
      {
        "Value": "Amethyst",
        "Name": "Secondary Stone"
      }
    ]
  },
  "Title": "PURPLE AMETHYST AND LILAC ALEXANDRITE HANDMADE GEMSTONE BEADED NECKLACE",
  "ExcludeShipToLocation": "Africa",
  "BidCount": "0",
  "Description": "Pretty necklace made up from deep purple highly polished Russian Amethysts and in the center 4 large Pale Lilac Alexandrite beads. Each oblong, which is gently faceted measures approx 14 mm x 10 mm. There are a further three small Alexandrite beads on either side.It closes with a Heart-Shaped Gold Filled Clasp. Very feminine and can be worn all year round with many different colors. Measures approx 17 inches. However this can be made longer or shorter to suit. Should you require a different length, please let me know at the time of ordering. Full bespoke service available. Terms and Conditions.ImportantPlease read the description for measurements, since the photographs do not reflect the actual size. Most of them are close-ups to show as much detail as possible. Our crystals & gemstones are a product of Mother Nature, and as such some may have natural surface flaws, marks, cracks, inclusions etc. Any actual damage by man such as chips or scratches will be noted extra in the listing. All photographs are taken outside in natural sunlight, but even so colours may vary from monitor to monitor. PaymentWe accept PayPal. Please make your payment within 7 days or contact me to arrange payment. Otherwise unpaid item disputes will be opened. Proof of postage is obtained for all items. Unfortunately we cannot take responsibility for damages, late delivery or loss caused by the Post Office but will do our best to resolve issues fast and to your full satisfaction.Insurance can be purchased in addition to standard delivery cost if required. Please advise if you would like insurance. I will add the cost to the Invoice.All postage and packing costs are kept to a minimum, we make no profit from this and for this reason items will be well wrapped in bubble wrap and a padded envelope. Items will be dispatched within 5 working days from cleared payment through PayPal. Please note, items will be dispatched from one of our two workshops. This is either Southport in the U.K or on the wonderfully unspoilt Greek Island of Evia. Either way, items will be dispatched as soon as payment has cleared. IMPORTANT: PLEASE MAKE SURE TO FIND OUT ANY DUTIES/TAXES YOUR COUNTRY (OUTSIDE OF EUROPE) WILL CHARGE AS THESE ARE NOT INCLUDED IN OUR SHIPPING RATES. WE ARE NOT RESPONSIBLE NOR DO WE HAVE ANY KNOWLEDGE OF DUTIES/TAXES PARTICULAR COUNTRIES MAY CHARGE. If you have questions or are for any reason unhappy with our products or our service, please contact us. FEEDBACKPositive feedback is greatly appreciated and we will do the same in return. If you are unhappy for anyreason please do not leave Negative or Neutral Feedback and allow us the opportunity to resolve issue(s).We are very fair and easy to deal with.Thank You!",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3322521313588080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "medusagems",
    "FeedbackScore": "407",
    "FeedbackRatingStar": "Turquoise"
  },
  "Quantity": "1",
  "Location": "Southport",
  "HitCount": "0",
  "PictureURL": [
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Q6wAAOSwFe5XzuIi/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTQwNVgxNjAw/z/Y~EAAOSwxg5XzuIC/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/P9QAAOSwFe5XzuIL/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/YPIAAOSw-kdXzuIS/$_57.JPG?set_id=8800005007",
    "https://i.ebayimg.com/00/s/MTAzM1gxNjAw/z/rMQAAOSwMgdXzuIa/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "PR84JT"
}