{
  "ReturnPolicy": {
    "Description": "NO REASON FOR RETURN NEEDED within 30 days from receiving your item for refund or exchange.  Refund COULD BE up to minus a 15% restocking fee.  Notification of return is due within 24 HOURS of receiving your order and must be postmarked by the 30th day from delivery.  If anything is damaged upon arrival, you need to keep the item and packaging as they were originally received and then contact STERLING ROSE ESTATE GALLERY immediately, please provide pictures. Buyer is responsible for return postage.  ON ANY REASON for a return, PLEASE mail back item in the same condition as it was sent to you with the ORIGINAL INSIDE PACKAGING and in IT'S NEW BOX.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P22DT8H1M14S",
  "ListingStatus": "Active",
  "ConditionDescription": "NORMAL VINTAGE WEAR - INTERNATIONAL SHIPPING, MOST FREE see listing - MOST of our ESTATE STERLING SILVER JEWELRY is POLISHED to a DEGREE to look as close to NEW as possible. Some DEEP cleaning might be left up to the buyer. VINTAGE STERLING SILVER JEWELRY most likely will be left with original PATINA. LISTING BELOW MIGHT HOLD MORE INFORMATION. ALL REASONABLE OFFERS CONSIDERED",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "83.6",
    "_currencyID": "USD"
  },
  "ItemID": "132207999009",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/VINTAGE-PASS-slightly-adjustable-SNAKE-Sterling-Silver-0-925-Toe-RING-sz-6-5-/132207999009",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "value": "83.6",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-28T21:39:55.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-27T21:39:55.000Z",
  "PrimaryCategoryID": "140010",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "0.925, STERLING SILVER",
        "Name": "Metal Purity"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Cocktail",
        "Name": "Style"
      },
      {
        "Value": "6.5",
        "Name": "Ring Size"
      }
    ]
  },
  "Title": "VINTAGE BY PASS slightly adjustable SNAKE Sterling Silver 0.925 Toe RING sz 6.5",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "ALL REASONABLE OFFERS CONSIDERED ....INCLUDES FREE SHIPPING VINTAGE BY PASS slightly adjustable SNAKE Hand Crafted Sterling Silver 0.925 Estate TOE RING size 6.5 PLEASE SEE INFORMATION REGARDING THIS STONE and IT'S COLOR AT THE BOTTOM OF OUR LISTING. Hallmark: NONE, HOWEVER TEST POSITIVE FOR SILVER... This RING is approximately a size 6.5 slightly adjustable up or down (see picture) and is 1/2\" long sitting on your finger North to South. SEE RING CHART BOTTOM OF LISTING TEST POSITIVE FOR SILVER. Rings and other items will come in a clean new box. All earrings will have matching sterling backs. A picture is worth a thousand words, so please be sure to see all pictures! It is our teams desire to accurately describe our items, and pictures and display models are considered an integral part of the description but NOT an indication of the size....... please read the written description for dimensions and weight. We have several team members that are studying gemstone identification and we test all of our gemstones with a PRESIDUM GEM TESTER to determine type of stone or rhinestone (glass), but we cannot state on most stones which are man made or natural from the earth - only a licence gemologist can do that. Please be advised by law we should not say \"Cubic Zirconia\" unless it is hallmarked has such. Dimensions and weights, if any are given, are APPROXIMATE. Unmarked gold and sterling silver is always acid tested for content. Everything is inspected with a jeweler's loupe due to our items being pre-owned - vintage, so please expect normal wear, unless otherwise stated in the auction. We very much appreciate your business and thank everyone for buying from STERLING ROSE ESTATE GALLERY. You are a blessing to our team! Thank you for shopping with THE STERLING ROSE ESTATE GALLERY, we are glad you are here! Please take the time to read our complete listing terms agreement. We try to provide a very detailed description, so you can buy with confidence. If there is still something you are not sure about, please feel free to contact us with any questions or comments you may have at THE STERLING ROSE ESTATE GALLERY 24 hours daily through the eBay message board. We here at THE STERLING ROSE ESTATE GALLERY want you to be happy with your purchase. Please mark us in your favorites, as we are always traveling from estate to estate purchasing. If there is a certain piece of jewelry you are looking for, advise us. We have several venues that we sell from and could have your prized piece in that store - or at least be on the lookout for your item in our travels across the States. Most items are cleaned and polished to a degree to look almost brand new. Deep cleaning is left up to the buyer on some items. Vintage Sterling Silver Jewelry may have the patina left in place. Vermeil: (Pronounced: Vermay) is sterling silver that has been gold-plated. Most of our vermeil is plated with 22K-24K gold. This is a good combination for those with allergy to normal, plated jewelry items. The difference between vermeil, and gold-filled, is in the thickness of the gold and the base metal used. In vermeil, the base is sterling silver. To be considered vermeil, the gold must be at least 10 carat (42%) and be at least 2.5 micrometres thick. Gold-plated: A base metal such as steel or brass is dipped into a bath of electroplating solution, with a lump of solid gold. When an electric current is applied, a thin layer of gold is deposited on the metal. Since the plating is quite thin, the plate (and hence the color) on findings can wear off. Sterling Silver: is a mixture of pure silver and some other metal, usually copper. The resulting alloy gives the silver strength. The standard is at least 92.5% silver. Hence the .925 stamp you see on some sterling silver items. Gold-filled: also called rolled-gold. These jewelry items are not actually filled with gold. They are made of a base metal (usually brass or copper) covered by sheets of gold in a mechanical bonding process. Effectively a thick coat of gold: the gold content is 5% or 1/20 of the total weight. Use gold-filled items for your top-of-the-line jewelry. Usually made with 14k gold, it is hard wearing. With reasonable care it will not peel or flake, and should last as long as solid 14k gold jewelry. It is safe for most people with sensitive skin. See my other listings for more great items! Payment PAYPAL ONLY WITHIN THREE (3) DAYS. Ebay will automatically open a non paying case on the buyer on the 3rd day. CREDIT CARDS AND E-CHECKS WILL BE ACCEPTED THROUGH PAYPAL. Get 6 months financing on orders of $99 or more when you pay with Bill Me Later®, a PayPal service. Please feel free to contact THE STERLING ROSE ESTATE GALLERY through the Ebay messaging system on any questions and/or on payment that you may have. Shipping THE STERLING ROSE ESTATE GALLERY supplies FIRST CLASS SHIPPING FREE OF CHARGE, including most WORLDWIDE (see exceptions below) with DELIVERY CONFIRMATION for US only and INSURANCE on all (email confirmations that are sent to you as a buyer) within 24 hours after your payment has cleared, often sooner. We have to state Parcel Post/Select as delivery method in EBays listing form for U.S. delivery due to the delivery days specified in First Class delivery, so as to not describe incorrectly the delivery date, if your package runs late. First Class usually is delivered in 2 to 5 days. Available is also Priority Mail for an extra $4.00. We also supply overnight shipping - a fee of $20.00 applied with refunding of part of said fee if amount is way less. The following countries that we have exceptions to are/and we might ship registered mail to (signed every step of the way) if available, for free to the buyer if purchase is over $176.00 - we have to charge aextra$20.00 for this service if purchase is under $175.00: those countries are to Afghanistan, Angola, Bolivia, Brazil, Burma, Congo, Cuba, Iran, Iraq, Ivory Coast (Cote d'Ivoire), Liberia, Mexico (Truck/rail shipments to and within other than as a connecting conveyance), Nigeria, North Korea, Paraguay, Russia, Russian Federation, Sierra Leone, Somalia, Sudan, Syria, Venezuela. Any location that would be in violation of any U.S. economic or trade sanctions including OFAC Restricted Countries. For shipments to Commonwealth of Independent States countries (includes Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Tajikistan, Turkmenistan, Ukraine, and Uzbekistan) coverage ceases upon touchdown of the aircraft at the airport of destination or upon discharge from the overseas vessel at the destination discharge port. Coverage is NOT AVAILABLE to Russia or the Russian Federation. Great Britain (United Kingdom) Northern Ireland (includes England, Scotland, Wales, Northern Ireland, Guernsey, Jersey, Alderney, Sark, and the Isle of Man) we also may have to send registered mail, due to regulations with USPS, over $176.00 purchase registered shipping is free. PLEASE NOTE: INTERNATIONAL FEES and TAXES ARE THE RESPONSIBILITY OF THE BUYER The import duties, taxes, and charges are not included in the item price or shipping charges. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. We do not mark merchandise values below or mark items as \"gifts\". U.S. and international government regulations prohibit such behavior. Please be advised that it may take up to 30 - 60 days for international packages to get to you. This is due to the shipping service, the time it takes for the package to go through customs, and the time it takes for the local courier to actually deliver the package. Also, please be advised a delivery confirmation number is not a tracking number! Its purpose is to let us know when your item arrives on your doorstep/front porch/back steps/etc. Terms Notification of a return is due within 24 hours of receiving your order and must be postmarked by the 30th day. If anything is damaged upon arrival, you need to keep the item and the packaging as they were originally received and then contact THE STERLING ROSE ESTATE GALLERY immediately so that we may file an insurance claim with SHIP SAVER and send an affidavit to you to fill out for SHIP SAVER. Buyer is responsible for return postage. If your item has been misrepresented we will pay the return postage after receiving the item and verifying such. ON ANY REASON for a return, the item MUST be in IT'S ORIGINAL PACKAGING and NEW BOX. Your input as a buyer is very important to THE STERLING ROSE ESTATE GALLERY. IF YOU FEEL THAT OUR SELLER PERFORMANCE IS LESS THAN A 5***** RATING IN ALL AREAS INCLUDING ITEM DESCRIPTION AND COMMUNICATION, PLEASE CONTACT US AT STERLING ROSE ESTATE GALLERY FIRST BEFORE LEAVING FEEDBACK. THE STERLING ROSE ESTATE GALLERY want to improve our service to you and we want you happy. We always welcome input and emails from our buyers. We aim to please. Thank you, from the united team at THE STERLING ROSE ESTATE GALLERY visit us at: http://stores.shop.ebay.com/THE-STERLING-ROSE-ESTATE-GALLERY for more wonderful VINTAGE and ESTATE STERLING SILVER JEWELRY COLOR and STONE (below) INFORMATION VIOLET/PURPLE governs the CROWN chakra, at the top of the head. BEAUTY, CREATIVITY, INSPIRATION. Related organ: brain. Endocrine gland: pineal gland. Associated problems: depression, Parkinson's disease, Schizophrenia, Epilepsy, senile dementia, Alzheimer's, many mental disorders, confusion, and dizziness. Personality Traits: Inspirational leaders, kindly and just, humanitarians, self-sacrificing, visionary, creative, and strong mentally. Violet relates to self knowledge/spiritual awareness. It is the union with your higher self, with spirituality, and your higher consciousness. Dis-ease can result with an in-balance of energy in this chakra, either too much or too little. The violet energy connects us to our spiritual self bringing guidance, wisdom and inner strength and purifies our thoughts and feelings giving us inspiration in all undertakings. Enhances artistic talent and creativity. Positive aspects of violet, a reverence for all life, self-sacrificing in the service of others, idealism and an ability to see the appropriate route for the benefit of the higher self. INDIGO governs the BROW chakra or third eye, in the center of the forehead. INTUITION, MYSTICISM, UNDERSTANDING. Related organs: eyes, lower head and sinuses. Endocrine gland: pituitary gland. Associated problems: tension headache, migraine, visual defects, short-sightedness, long-sightedness, glaucoma, cataracts, sinus problems, ear problems. Personality Traits: Intuitive, fearless, practical, idealistic, wise, and a truth seeker. Indigo relates to self responsibility - being responsible for one's own life, responsible to oneself to follow the soul's path and needs and trusting one's own intuition. (the ability to see things from a 'higher' viewpoint rather than purely for satisfaction of the ego or one's material comfort.). The indigo energy connects us to our unconscious self, and gives us the experience of being part of the whole universe. Strengthens intuition, imagination, psychic powers, and increases dream activity. Positive aspects of indigo - highly intuitive, faithful, clear-sighted, integrity, orderly mind. BLUE governs the THROAT chakra. KNOWLEDGE, HEALTH, DECISIVENESS. Related organs: throat and lungs. Endocrine gland: thyroid gland. The upper digestive tract can be affected by imbalance in this area. TURQUOISE can also be helpful for both the throat and the heart chakra. Associated problems: Thyroid problems - overactive/under active; Anorexia nervosa (this is a multi-chakra problem but has a strong connection to the throat chakra); asthma; bronchitis; hearing problems; tinnitus - may also be connected to problems with the brow chakra; problems of the upper digestive tract; mouth ulcers, sore throats, tonsillitis. Personality Traits: Loyal, tactful, affectionate, inspiring, inventive, caring, and cautious. Blue is the color of the spirit and relates to self expression - speech, communication, the ability to communicate our needs and requirements; Spirit of truth and purpose. This is a mentally-relaxing color. Blue has a pacifying effect on the nervous system and brings great relaxation - ideal for sleep problems, and hyper-active children. Connects us to holistic thought, and gives us wisdom and clarity enhancing communication and speech. Positive aspects of blue - loyal, trustworthy, tactful, calm. Blue represents both the sky and the sea, and is associated with open spaces, freedom, intuition, imagination, expansiveness, inspiration, and sensitivity. Blue also represents meanings of depth, trust, loyalty, sincerity, wisdom, confidence, stability, faith, heaven, and intelligence. The color blue has positive affects on the mind and the body. As the color of the spirit, it invokes rest and can cause the body to produce chemicals that are calming and exude feelings of tranquility. Blue helps to slow human metabolism, is cooling in nature, and helps with balance and self-expression. Blue is also an appetite suppressant. Blue can be strong and steadfast or light and friendly. Blue is used to symbolize piety and sincerity in heraldry. The color blue in many cultures is significant in religious beliefs, brings peace, or is believed to keep the bad spirits away. In Iran, blue is the color of mourning while in the West the something blue bridal tradition represents love. The blue color communicates significance, importance, and confidence without creating somber or sinister feelings. This is where the corporate blue power suit and the blue uniforms of police officers and firefighter came from. Considered a highly corporate color, blue is often associated with intelligence, stability, unity, and conservatism. Blue gemstones are believed to aid in creating calm and relaxation in crisis situations or chaotic situations, to open the flow of communication between loved ones, to feel genuinely inspired, and to gain the courage to speak from the heart. Different shades, tints, and hues of blue have different meanings. For example, dark blue can be seen as elegant, rich, sophisticated, intelligent, and old-fashioned, royal blue can represent superiority, and light blue can mean honesty and trustworthiness. GREEN governs the HEART chakra. BALANCE, LOVE, SELF CONTROL. Related organs: heart and breasts. Endocrine gland: thymus gland. Associated problems: heart diseases, diseases of the Immune system eg. AIDS and ME (myalgia encephalomyelitis, sometimes referred to as chronic fatigue syndrome); other problems related to the immune system, allergies, cancer of the breast. TURQUOISE also has a helpful effect on the immune system and also helpful in relation to the throat chakra. PINK also relates to the heart chakra being the color of love. Personality Traits: Understanding, self-controlled, adaptable, sympathetic, compassionate, generous, humble, nature loving, and romantic. Green chakra relates to love/self-love - the ability to give and take unconditionally. When balanced we are able to give love and also to love and nurture ourselves. Helps relax muscles, nerves, and thoughts. Cleanses and balances our energy, to give a feeling of renewal, peace and harmony. Green connects us to unconditional love and is used for balancing our whole being. Positive aspects of green – compassion, generosity, harmony/balance, loving. YELLOW governs the SOLAR PLEXUS chakra, situated below the ribs. WISDOM, CLARITY, SELF-ESTEEM. Related organs: liver, spleen, stomach and small intestine. Endocrine gland: pancreas. Associated problems: diabetes, pancreatitis, liver disease, peptic ulcer, Coeliac's disease, and gallstones. Personality Traits: Good-humored, optimistic, confident, practical, and intellectual. Yellow is a creative color and relates to self worth. How we feel about ourselves and how we feel others perceive us. This is the area of the personality, the ego and the intellect. Gives us clarity of thought, increases awareness, and stimulates interest and curiosity. Yellow energy is related to the ability to perceive and understand. The yellow energy connects us to our mental self. Positive aspects of yellow - confident, alert, optimistic, good humored. ORANGE governs the SACRAL chakra situated in the lower abdomen. HAPPINESS, CONFIDENCE, RESOURCEFULNESS. Related organs: uterus, large bowel, prostate, ovaries and testes. (In the fetus the testes develop in the lower abdomen, thus linking with the sacral chakra energy, then descending to the scrotum by birth.) Endocrine glands: ovaries and testes. Associated problems: pre-menstrual syndrome, problems with menstrual flow, uterine fibroids, ovarian cysts, irritable bowel syndrome, endometriosis, testicular disease, prostate disease. Personality Traits: Enthusiastic, happy, sociable, energetic, sporty, self-assured, and constructive. Orange is the colour of success and relates to self respect; having the ability to give ourselves the freedom to be ourselves and helps you expand your interests and activities. Brings joy to our workday and strengthens our appetite for life! Orange is the best emotional stimulant. It connects us to our senses and helps to remove inhibitions and makes us independent and social. Positive aspects of orange – sociable, creative, joyous, independent . RED governs the BASE chakra situated at the base of the spine. VITALITY, COURAGE, SELF CONFIDENCE. Related organs: kidneys and bladder, the vertebral column, hips and legs are also areas related to this chakra. Endocrine gland: adrenal gland. Associated problems: constipation, diarrhea, piles, colitis, Crohn's disease, cold fingers and toes, frequency of urination, hypertension (high blood pressure), kidney stones, impotence, hip problems, legs and feet. PINK can also be used here when a more gentle energy is required. Personality Traits: Courageous, confident, humanistic, strong-willed, spontaneous, honest, and extroverted. Red relates to self awareness. It is the area of survival and stability and your place on this earth. The color red provides the power from the earth and gives energy on all levels. It connects us to our physical body. Everything that is to be commenced needs the life vitality of red. Positive aspects of red: security, courage, strength of will, pioneering. Agate - Thought to inspire strength and bravery, to inspire amiable and agreeable feelings, to ensure truth, and to provide protection for children. Mystical Birthstone for September. Black Agate - Thought to work as a protection stone, to inspire courage and success in competitions. Blue Agate - Thought to inspire peace and happiness, and to help the wearer de-stress. Green Agate - Thought to improve health of the eyes. Alexandrite - Thought to balance the wearer's emotions, to provide confidence, to increase self-esteem and to help bring about happiness and success. Traditional Birthstone for June. Amber - Thought to magnify the wearer's natural beauty, to attract friends and to stimulate happiness. It is also thought to provide protection from negativity. While often considered a gemstone, the glowing amber is not actually a stone, but a fossilized resin from ancient evergreen trees. The oldest amber discovered on Earth is about 320 million years old. With it comes the accumulated wisdom of the earth and its natural kingdom. You can often see little insects trapped in the amber while it started as a tree resin; this gives the amber stone quite powerful magical properties. The most popular amber stones come in warm colors - a variety of yellow, orange and sunny brown tones, this is why the amber was considered to be the stone of the sun. However, did you know that there are also amber stones that are found in blue, red and green colors? While many of the amber stones used in jewellery are colour treated, you can still find many stunning pieces of jewellery with natural amber invibrant colors. Warm, healing, wise, protective, cheerful - these are just some of the properties attributed to the old and beautiful amber stone. The main supply of high quality amber comes from the Baltic countries in Northern Europe (there is a famous amber museum in Palanga, Lithuania, that I missed when I was there). Dominican Republic is also a good source of amber gemstone, especially the rare and highly prized blue amber. Amber is also found in Britain, Poland, Russia, Italy and Germany. As with any popular gemstone that has a long history of use in various cultures, amber has accumulated its share of mystical properties. Amber was considered the \"soul of the tiger\" in Asian cultures and regarded as the stone of courage. Pieces of amber were carried for protection during long travels, as well as used to treat jaundice. It is also believed that amber balances emotions, attracts good luck, eliminates fears, relieves headache, clears the mind, dissolves negative energy and helps develop patience and wisdom. Amber is considered the birthstone of the astrological sign of Cancer as it sure reflects the energy of the warmest and sunniest month of the year (in the Northern hemisphere, of course!) If you feel attracted to the warm and wise energy of amber, explore the variety of amber jewellery and see if it makes a difference to your personal energy. Zodiac Stone for Taurus. Amethyst - Thought to inspire peace and hope, to attract love, to calm fears, to sooth, to block nightmares and aid in peaceful sleep. Traditional Birthstone for February. Zodiac Stone for Pisces. Aquamarine - Thought to sooth and calm ones emotions; to promote peace, joy and happiness; thought to protect the wearer during travel over water. Traditional Birthstone for March. Aventurine - Thought to strengthen eyesight, stimulate creativity and intelligence, to attract money and good luck. Zodiac Stone for Taurus. Azurite - A blue mineral consisting of copper hydroxyl carbonate. It occurs as blue prisms or crystal masses, often with malachite. Black Onyx - Thought to be a protective stone for battles or conflicts and to ward off negativity. Mystical Birthstone for December. Blue Topaz - Thought to protect against envy and injury, to relieve depression, to still anger, to relieve arthritis pain, and to attract love. Birthstone for November. Cat’s Eye - Cat’s Eye gets its unique look due to the presence of fibrous mineral inclusions. The fibers in a Cat’s Eye form tubes that are parallel to one another deep within the quartz stone. These fibers are not that pronounced when in a square or rectangular form, however when in a sphere or oval shape, the fibers are more pronounced and extremely fascinating to look at. The Cat’s Eye comes in many different colors such as gray, grayish green, yellow, red, blue, brown, black and white. The luster of the Cat’s Eye gives it a chatoyant or vitreous look and it is usually opaque or translucent in transparency. Cat's Eye describes a gemstone polished into a cabochon that displays a narrow band of concentrated light going accross the width of the stone. This effect, known as chatoyancy, or cat's eye effect, is caused by inclusions of fine, slender parallel mineral fibers in the gemstone that reflect light in a single band. Of all the gemstones that exhibit cat's eye, Chrysoberyl Cat's Eye is the best known. Chrysoberyl has the strongest and most distinct cat's eye effect of all gemstones. Whenever the term \"Cat's Eye\" is used, it refers to Chrysoberyl cat's eye by default, unless otherwise specified. Translucent multi-colored stones that look like cat's eyes, they are often confused with quartz tiger's eye. Chrysoberl crystals are famous for increasing personal power and deepening spirituality. They help to increase generosity and charitable behavior. This stone promotes forgiveness and offers peace of mind to those who where it. Chrysoberyl can initiate intuition and spark awareness. Determination, Strength of mind, Steadfastness, Willpower, Moral courage, Tenacity, Vigour, Resolve, Self control, Intelligence, Knowledge. Zodiac - Capricorn, Taurus, Aries. Cat's Eye acts to stimulate intuition and to enhance awareness. It is a grounding stone that provides a very effective protective energy. Cat's Eye dispels unwanted energy from the aura. It amplifies good luck and fortune. Chrysoberyl Cat's Eye transforms negative thoughts into positive energy. Cat's Eye brings happiness and serenity, along with optimism, generosity and confidence. It can enhance creativity and kindness. They are believed to induce positive thoughts and help promote tolerance and harmony. Also because of its golden hue, it has often been associated with wealth. Chrysoberyls are known to be associated with discipline and self-control. They are said to promote concentration and the ability to learn and to help the wearer with striving for excellence. In addition to this, they bring peace of mind; clearer thinking and increased self-confidence helping one become more understanding of the fact that they have everything they already need to succeed. Carnelian Agate - Thought to provide protection, to bolster courage, to inspire eloquence, and to still feelings of anger, envy or hatred. Zodiac Stone for Virgo. Citrine - Thought to remove fear, to prevent nightmares and ensure a good night's sleep. Traditional Birthstone for November. Chrome Diopside - Is a tribute to the chemical element chromium which gives chrome diopside its beautiful green color. Diopside comes from the Greek words dis, meaning ‘double,’ and opsis, meaning ‘vision.’ Chrome diopside is one of those rare gemstones whose history has truly just begun. The world first heard about chrome diopside in 1988 when rumors of a stunning green gem emerged out of northern Siberia. Due to restrictions caused by the Cold War, access to the area had been very limited. However, the market began opening up after the Berlin Wall fell in late1989. Supplies of chrome diopside have remained limited, though. Diopside is sometimes referred to as the ‘crying gemstone’ because some believe it produces tears that can cleanse and heal suffering. Cubic Zirconia (Synthetic Diamond) - Thought to promote spirituality, to promote self-confidence, and to promote physical strength and victory. Traditional Birthstone for April. Mystical Birthstone for August. Zodiac Stone for Aries. Green - Thought to attract money and wealth. Purple - Thought to maintain health, to promote receptivity and spirituality. Yellow - Thought to attract love, to drive away depression, to increase alertness, and to attract success in business. Blue - Thought to balance, uplift and stabilize the mind and emotions of the wearer. Traditional Birthstone for December. Emerald - Thought to attract love, to strengthen memory, to protect travelers, and to attract wealth. Traditional Birthstone for May. Mystical Birthstone for January. Zodiac Stone for Cancer. Garnet - Thought to heal, to enhance bodily strength, to enhance endurance and vigor, and to protect the health of the heart and blood. Traditional Birthstone for January. Zodiac Stone for Aquarius. The Garnet is known as the stone for a successful business. If your business is not as good as it should be, just put 3 or more garnets on your desk. It is believed that if a garnet is put under a pillow it will cure depression. Garnets can be used to make a person popular and have self-esteem when worn as jewelry. It helps protect one on trips. Garnets bring constancy to friendships. Garnets are also known for stimulating success in business. Garnets are a related group of minerals. Members of this group include: almandine (red to violet red); spessartite (yellow, rose, or orange to reddish-brown); pyrope (deep red); grossular (white, yellow, yellow-green, brownish-red, orange or black); andradite (colorless, yellow-green, or brown to black). The most prized garnet is an emerald green variety called demantoid and is a member of the adradite group. Garnet comes in many colors, but now we will speak only about red Garnet. The Garnet is associated with the thyroid and spleen. It helps cleanse and purify both when held over the area. The Garnet is a stone of purity and truth as well as a symbol of love and compassion. The information released in a search may be painful, but it will always be what the searcher needs. The Garnet will help everyone's security level and spiritual awareness. It can help increase the sex drive. Hematite - Thought to draw illness away from the body, to ground and stabilize emotions. Zodiac Stone for Scorpio. Iolite - Thought to aid in healing and overcoming addictions, to open the 3rd Eye and Chakra Crown, to enhance curiosity, and to stimulate knowledge. Zodiac Stone for Virgo. Jade - Thought to attract love; to aid healing for the kidneys, heart & stomach; to receive wisdom; and provides protection against accidents. Mystical Birthstone for March. Lapis Lazuli - Thought to improve mental, physical, spiritual and emotional conditions; to uplift and relieve depression; and to attract and strengthen love. Birthstone for December. Malachite - Thought to protect children, to guard against negativity and danger, to enhance ability to love, to promote tranquility and to increase luck. Zodiac Stone for Capricorn. Moonstone - Thought to draw love into ones life, to ensure restful sleep, to protect while traveling over water, and to aid in weight loss. Birthstone for June. Mystical Birthstone for June. Obsidian - Thought to ground and center the wearer, to protect against abuse and negativity. Zodiac Stone Scorpio. Opal - Thought to bring out ones inner beauty, to enhance imagination and creativity, to empower the wearer, and to aid in the development of psychic powers. Traditional Birthstone for October. Mystical Birthstone for April Opal was formed many millions of years ago, when a combination of silica and water flowed into cracks and spaces in the ground. This then gradually hardened and solidified to become opal. Opals contain water, which makes them very sensitive to heat. They are soft and can be cracked or chipped easily. Opals should be stored in moist absorbent cotton. Blue Opal is a stone that will soothe erratic emotions and enhance personal courage. Enhances your ability to communicate what is in your heart, helps in overcoming those things you do to yourself that are harmful. Strong connection to the sea and creatures of the sea (dolphins, mermaids, etc.). The opal is said to be many things including the most powerful of healing stones, the stone of hope, the stone of great achievement and even the \"stone of the Gods\". It is said to be the stone of love, but only to faithful lovers. The opal will bring misfortune to an unfaithful lover. Fire opals are a fiery red-orange color. They are found in Brazil Hondurans and Mexico. Peridot - Thought to protect against evil, to aid in general healing, to attract love, to sooth nervousness, and to attract wealth. Traditonal Birthstone for August. Zodiac Stone for Libra. Quartz Crystal - Thought to provide protection, to heal, to relieve headaches. Zodiac Stone for Leo. Ruby - Thought to increase wealth, to strengthen the body, to banish sadness and negative thoughts, and to produce joy, will power and confidence. Traditional Birthstone for July. Mystical Birthstone for July. Sapphire - Thought to expand awareness, to tap the subconscious mind, to guard love, to sooth, to heal the eyes and protect health. Traditional Birthstone for September. Mystical Birthstone for May. Sapphire is a gemstone variety of the mineral corundum, an aluminium oxide. Trace amounts of other elements such as iron, titanium, chromium, copper, or magnesium can give corundum blue, yellow, purple, orange, or a greenish color. A sapphire means blue in Greek. The blue goes from dark blue almost black to pale blue. The finest blue sapphires are a strong blue. The star sapphire is very valued. Sapphires of colors other than blue are always referred to with the color. There are pink sapphires, yellow sapphires, violet sapphires, green sapphires and clear sapphires. Today most sapphires are mined in Australia. It is said a necklace of sapphires will cure a sore throat. The sapphire was called the \"Stone of Destiny\". Sapphires contribute to mental clarity and perception. They can promote financial rewards. The sapphire is the symbol of heaven and joyful devotion to God. Sodalite - Thought to promote logic, rationality, and efficiency; to aid communication, to end disagreements, to increase knowledge and learning. Zodiac Stone for Sagittarius. Snowflake Obsidian - Thought to bring balance in times of change, to sooth and resolve internal conflict, and to provide protection against physical or emotional harm. Zodiac Stone for Scorpio. Star Diopside - Thought to stimulate creativity, to aid emotional cleansing through tears, to relieve stress or anxiety, and to calm. Birthstone for March. Zodiac Stone for Pisces. Tanzanite - Is a member of the zoisite family and is also known as blue zoisite. It was first discovered in Tanzania, Africa (1967). This stone activates several chakras from the heart to the crown and is used to link the mind with the heart. Tanzanite is an important communication stone, giving one the ability to speak the truth. Promotes compassion, raises consciousness in meditation, calms an overactive mind and brings on a peaceful understanding of one's own heart. Tanzanite is called a \"stone of magic\" that helps with spiritual awareness and psychic insight. It is also sometimes called the \"workaholic's stone\". This is because it helps you slow down and take it easy. This in turn, brings success in more areas of life. It relieves stress and depression, and enhances composure, poise, and harmony. Tanzanite is also said to transmute negativity. Physically it is said in healing folklore and crystal healing to be beneficial for stress related illnesses and high blood pressure in particular. Tanzanite is related primarily to the throat and third eye chakras. Tanzanite is an extraordinary gemstone. It occurs in only one place worldwide. Its blue, surrounded by a fine hint of purple, is a wonderful colour. It is named after the East African state of Tanzania, the only place in the world where it has been found. Tanzanite is a blue variety of the gemstone zoisite. It consists of calcium aluminium silicate and is not particularly hard, having a value of 6.5 to 7 on the Mohs scale. For that reason, it should always be worn carefully and never placed in an ultrasonic bath for cleaning or brought into contact with acids. The deep blue of the tanzanite is fantastic, and runs from ultramarine blue to light violet-blue. The most coveted colour is a blue surrounded by a delicate hint of purple, which has a particularly wonderful effect in sizes of over 10 carats. The well developed polychromaticity of the tanzanite is typical: depending on the angle from which you look at it, the stone may appear blue, purple or brownish-yellow. Having said that, most raw crystals are somewhat spoiled by a brownish-yellow component, though it can be made to disappear by the cutter if he heats the stone carefully in an oven to approximately 500°. It personifies immaculate, yet unconventional elegance. A person who wears it exudes confidence and individuality. The almost magical colour of a perfectly cut tanzanite is one that not only suits confident young women; it is also excellently suited to underlining the individuality of the more mature woman. Tiger's Eye - Thought to attract wealth and money, to provide protection against all forms of danger, and to strengthen convictions, courage and confidence. Zodiac Stone for Gemini. A member of the quartz family of crystals, tiger's eye is a beautiful gemstone found in the United States, Mexico, India, Australia, and Africa. In its natural form it is slightly shiny with fibrous bands of reds, browns, yellows, and golds. Although often appearing with more earthy hues, there are red tiger's eye and blue tiger's eye stones as well. What are the benefits of wearing a tiger's eye crystal as jewelry or meditating with this gemstone? Understanding the meaning of tiger's eye stones is a matter of looking at the physical properties of this crystal. The deep brown color represents the connection with the grounding, stabilizing, practical energies of the earth. The slight shine and golden hues of this quartz crystal banded with the deeper brown represent a unique bonding with intuitive, creative, solar energy. What is the result? Tiger's eye gemstone is a stone of physical manifestation and clarity. It combines the ability to manifest your will in the material world with the aid of earthy perception and practicality, with the self-confidence and positive energy of the sun. Clarity comes from the tiger's eye crystal's properties to unite perception and awareness into a coherent, streamlined whole. The properties of this gemstone are well-suited for those who tend to dream and come up with ideas, but have consistent trouble with actually clarifying and manifesting intentions. Scattered thoughts are brought together, personal talents and abilities are recognized, and a clear path is laid out in order to actually act and accomplish goals with tiger's eye crystal. Those who could be described as spaced-out can use the metaphysical energy of this stone for grounding and for a realistic, yet very positive, understanding of the material world. Tiger's eye allows one to discern between wishes and needs. This stone can be placed over the navel chakra for grounding energy. The properties of tiger's eye are not only useful for the dreamers of the world. For the doers and those with a more earthy disposition, this stone can be used to enhance psychic ability and raise vibrations if held over the third eye chakra. Tiger's eye gemstone has traditionally been considered as a protective stone, like jasper or kunzite crystal, warding of negative energy and ill will for the wearer. It is also good for recognizing the greater beauty found in the world, facilitating a deep appreciation through an awareness of the divine that is found in everyday life. Red and blue tiger's eye share the properties of the brown and golden banded gemstones but have additional ones as well. Red tiger's eye is a stimulating, motivating stone, beneficial for low mental or physical energy, a slow metabolism, and a less than normal libido. Blue tiger's eye is a more soothing stone. It is more suited for those who are stressed out and anxious, and can slow metabolism and cool overwhelming sexual passions. Tiger's eye gemstone is a wonderful stone for the uncommitted, the scattered, the worn down, and the overwhelmed, as well as for the earthy, grounded characters that resonate so well with the energy of tiger's eye. Balancing both earth and solar energies, the metaphysical properties of this stone offer a sense of balance and clarity that promotes action and positive manifestation. Meditate with it, wear tiger's eye jewelry, or simply carry a tumbled stone in your pocket. Be sure to cleanse properly before using and do not wear tiger's eye for long periods of time. Topaz - Thought to protect against envy and injury, to relieve depression, to still anger, to relieve arthritis pain, and to attract love. Traditional Birthstone for November. Tourmaline - Pink, Thought to draw love and friendship in to the wearer's life and to promote sympathy toward others. Traditonal Birthstone for October. Turquoise - Thought to protect against disease, fears, anxieties and violence, to promote harmony in love and in friendships, to increase beauty, strength and increase good fortune (wealth) and strength. Traditional Birthstone for December. It also brings peace to the home. This stone is a very personal and meaningful stone to one who wears it. Turquoise takes on the characteristics of the owner. Turquoise carries great wisdom of basic truth within it. It is one of the oldest stones known. This is a stone that a person must learn to attune to instead of the stone attuning to the person. It is important that the owner of a Turquoise give it the proper attention. Turquoise neutralizes overacidity - alleviates rheumatism, gout, stomach problems, viral infections - increases growth, muscular strength - alleviates pain, relaxes cramps - contains anti-inflammatory and detoxifying effects. Turquoise is a stone that has been prized for many years. The ancient Egyptians used turquoise in jewelry. Turquoise is greenish-blue or pale sky blue. The name means \"Turkish stone\" as it came to Europe by way of Turkey. Turquoise was mined more than 6,000 years ago in Sinai. The best turquoise comes from Iran, but not much is exported now. International Ring Size Conversion Chart Inside Diameter Inside Circumference Sizes MM Inches MM Inches British & Australian US & Canada French & Russian German Japanese Swiss 15.70 0.618 49.32 1.94 J 1/2 5 - 15 3/4 9 - 15.80 0.622 49.64 1.95 K 5 1/8 50 - - 10 15.90 0.626 49.95 1.97 K 1/4 5 1/4 - - - - 16.00 0.630 50.27 1.98 K 1/2 5 3/8 - - 10 - 16.10 0.634 50.58 1.99 L 5 1/2 51 3/4 16 - 11 3/4 16.30 0.642 51.21 2.02 L 1/4 5 3/4 - - - - 16.41 0.646 51.55 2.03 L 1/2 5 7/8 - - - - 16.51 0.650 51.87 2.04 M 6 52 3/4 16 1/2 12 12 3/4 16.71 0.658 52.50 2.07 M 1/2 6 1/4 - - - - 16.92 0.666 53.16 2.09 N 6 1/2 54 17 13 14 17.13 0.674 53.82 2.12 N 1/2 6 3/4 - - - - 17.35 0.683 54.51 2.15 O 7 55 1/4 17 1/4 14 15 1/4 17.45 0.687 54.82 2.16 O 1/2 7 1/4 - - - - 17.75 0.699 55.76 2.20 P 7 1/2 56 1/2 17 3/4 15 16 1/2 17.97 0.707 56.45 2.22 P 1/2 7 3/4 - - - - 18.19 0.716 57.15 2.25 Q 8 57 3/4 18 16 17 3/4 18.35 0.722 57.65 2.27 Q 1/2 8 1/4 - - - - 18.53 0.729 58.21 2.29 Q 3/4 8 1/2 - 18 1/2 17 - 18.61 0.733 58.47 2.30 R 8 5/8 59 - - 19 18.69 0.736 58.72 2.31 R 1/4 8 3/4 - - - - 18.80 0.740 59.06 2.32 R 1/2 8 7/8 - - - - 18.89 0.748 59.34 2.35 R 3/4 9 - 19 18 - 19.10 0.752 60.00 2.36 S 9 1/8 60 1/4 - - 20 1/4 19.22 0.757 60.38 2.38 S 1/4 9 1/4 - - - - 19.31 0.760 60.66 2.39 S 1/2 9 3/8 - - - - 19.41 0.764 60.98 2.40 S 3/4 9 1/2 - 19 1/2 19 - 19.51 0.768 61.29 2.41 T 9 5/8 61 1/2 - - 21 1/2 19.62 0.772 61.64 2.43 T 1/4 9 3/4 - - - - 19.84 0.781 62.33 2.45 T 1/2 10 - 20 20 - 20.02 0.788 62.89 2.48 U 10 1/4 62 3/4 - 21 22 3/4 20.20 0.797 63.46 2.50 U 1/2 10 1/2 - 20 1/4 22 - 20.32 0.800 63.84 2.51 V 10 5/8 63 - - 23 3/4 20.44 0.805 64.21 2.53 V 1/4 10 3/4 - - - - 20.68 0.814 64.97 2.56 V 1/2 11 - 20 3/4 23 - 20.76 0.817 65.22 2.57 W 11 1/8 65 - - 25 20.85 0.821 65.50 2.58 W 1/4 11 1/4 - - - - 20.94 0.824 65.78 2.59 W 1/2 11 3/8 - - - - 21.08 0.830 66.22 2.61 W 3/4 11 1/2 - 21 24 - 21.18 0.834 66.54 2.62 X 11 5/8 66 1/4 - - 26 1/4 21.24 0.836 66.73 2.63 X 1/4 11 3/4 - - - - 21.30 0.839 66.92 2.64 X 1/2 11 7/8 - - - - 21.49 0.846 67.51 2.66 Y 12 67 1/2 21 1/4 25 27 1/2 21.69 0.854 68.14 2.68 Y 1/2 12 1/4 - - - - 21.89 0.862 68.77 2.71 Z 12 1/2 68 3/4 21 3/4 26 28 3/4 22.10 0.870 69.43 2.73 Z +1/2 12 3/4 - - - - 22.33 0.879 70.15 2.76 Z+1 13 - 22 27 - <a href=\"http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash\"> To view the showcase you need Flash 6 or higher. Click here to Install it now.</a><br>--or--<br> <a href=\"http://stores.sellersourcebook.com/sterlingroseestategallery\">View Other Listings for sterlingroseestategallery</a> txzj pxzj34345 txzj19 FREE! Sellers: Add a FREE map to your listings. FREE!",
  "PrimaryCategoryIDPath": "281:10968:140010",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1322079990098080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "sterlingroseestategallery",
    "FeedbackScore": "1945",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "STERLING ROSE ESTATE GALLERY",
    "StoreURL": "http://stores.ebay.com/id=571024251"
  },
  "Location": "STERLING ROSE traveling ESTATE GALLERY",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjUyWDYwMA==/z/K0EAAOSwEK9Tuwz3/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjEwWDYwMA==/z/rZEAAOSwirZTuwz4/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/kHMAAOSwGzlTuwz6/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/qN4AAOSwwNVTuwz7/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/qs4AAOSw9NxTuwz9/$_12.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Toe Rings"
}