{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P10DT8H32M46S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Toe Rings",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "210.0",
      "_currencyID": "USD"
    },
    "PricingTreatment": "STP"
  },
  "HighBidder": {
    "UserID": "n***0",
    "FeedbackScore": "13",
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "Yellow"
  },
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR"
  ],
  "CurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "SKU": "QGXCH626",
  "IntegratedMerchantCreditCardEnabled": "true",
  "ItemID": "191927675572",
  "QuantitySold": "1",
  "TopRatedListing": "true",
  "ConvertedCurrentPrice": {
    "value": "89.99",
    "_currencyID": "USD"
  },
  "StartTime": "2016-07-20T22:29:18.000Z",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Site": "US",
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14k-Yellow-Gold-02ct-Diamond-Scroll-Toe-Ring-Carat-Wt-0-02ct-/191927675572",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-15T22:29:18.000Z",
  "PrimaryCategoryID": "140010",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Jewelrypot",
        "Name": "Brand"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Metal"
      },
      {
        "Value": "Diamond",
        "Name": "Main Stone"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "14k Yellow Gold .02ct Diamond Scroll Toe Ring Carat Wt- 0.02ct",
  "ExcludeShipToLocation": [
    "AO",
    "NA",
    "GA",
    "TZ",
    "SC",
    "UG",
    "ET",
    "CD",
    "ML",
    "CI",
    "SO",
    "GW",
    "MZ",
    "DZ",
    "YT",
    "SH",
    "KM",
    "CV",
    "GN",
    "BJ",
    "MA",
    "MU",
    "EH",
    "RW",
    "ER",
    "DJ",
    "CM",
    "CG",
    "RE",
    "GH",
    "MR",
    "SN",
    "GQ",
    "MW",
    "BW",
    "LY",
    "NG",
    "MG",
    "LR",
    "BI",
    "TG",
    "ZW",
    "KE",
    "TN",
    "EG",
    "TD",
    "NE",
    "LS",
    "GM",
    "BF",
    "SL",
    "ZM",
    "SZ",
    "CF",
    "IQ",
    "JO",
    "YE",
    "AF",
    "BD",
    "KZ",
    "KG",
    "PK",
    "LK",
    "UZ",
    "BY",
    "BA",
    "GG",
    "MD",
    "ME",
    "RS",
    "UA",
    "KH",
    "LA",
    "VN",
    "PY"
  ],
  "BidCount": "0",
  "Description": "Home About Shipping Returns FAQ Contact Store Navigation ... Pages Home About Shipping Returns FAQ Contact Categories Rings Earrings Pendants Charms Necklaces Bracelets Chains Jewelry Sets Other Jewelry Children's Jewelry Men's Jewelry Watches & Accessories Loose DIamonds Rings Engagement Rings Wedding Bands Diamond Rings Gemstone Rings Pearl Rings Silver Rings Gold Rings His & Her Ring Sets Bridal Ring Sets Fashion Rings Toe Rings Stackable Rings Signet Rings Semi Mount Rings Earrings Diamond Earrings Gemstone Earrings Gold Earrings Silver Earrings Pearl Earrings Hoop Earrings Stud Earrings Dangle Earrings Ball Button Earrings Diamond Studs Gemstone Studs Earring Jackets Pendants Gold Pendants Diamond Pendants Gemstone Pendants Silver Pendants Pearl Pendants Fashion Pendants Pendant Slides Gold Lockets Silver Lockets Religious & Cross Pendants Heart Pendants Charms 14k Gold Charms 10k Gold Charms Silver Charms Diamond Charms Gemstone Charms Religious Charms Engravable Charms Birthstone Charms Beads Necklaces Neck Collars Diamond Necklaces Gemstone Necklaces Pearl Necklaces Gold Necklaces Silver Necklaces Cord Necklaces Religious Necklaces Rosaries Bracelets Diamond Bracelets Gemstone Bracelets Pearl Bracelets Gold Bracelets Silver Bracelets Charm Bracelets Fashion Bracelets Engravable ID Bracelets Medical Bracelets Tennis Bracelets Gold Bangles Silver Bangles Diamond Bangles Chains 10 Gold Chains 14k Gold Chains Silver Chains Rope Chains Box Chains Cable Chains Figaro Chains Curb Chains Franco Chains Singapore Chains Anchor Chains Ball Chains Snake Chains Wheat Chains Children's Jewelry Rings Bracelets Bangles Anklets Chains Earrings Necklaces Pendants Jewelry Sets Men's Jewelry Men's Rings Men's Chains Men's Necklaces Men's Bracelets Men's Earrings Men's Pendants Key Rings Money Clips Tie Accessories Cuff Links Watches & Accessories Watches Diamond Bezels Watch Bands Watch Dials Watch Links Watch Crystals Bezel Inserts Spring Bars Watch Hands Watch Buckles Loose Diamonds GIA Certified Diamonds IGI Certified Diamonds Round Brilliant Cushion Cut Oval Cut Emerald Cut Radiant Cut Princess Cut Marquise Shape Heart Shape Asscher Cut Matched Diamond Pairs Store Categories Rings Earrings Pendants Charms Necklaces Bracelets Anklets Chains Jewelry Sets Other Jewelry Children's Jewelry Men's Jewelry Watches & Accessories Loose Diamonds 14k Yellow Gold .02ct Diamond Scroll Toe Ring Click Thumbnails to Enlarge Retail Price: $210.00 JewelryPot Price: $89.99 Millions of satisfied customers since 2006 Product Description Product Details SKUQGXCH626 Metal TypeYellow Gold Metal Stamp14k Metal Weight0.82 Total Diamond Ct Weight0.02 Diamond ColorH Diamond ClaritySI2 Diamond Shape Diamond Size (mm) Total Gemstone Ct Weight Gemstone Type Gemstone Color Gemstone Shape Stone 1 TypeDiamond Stone 1 Cut Stone 1 ColorH-I Stone 1 ClaritySI2-I1 Stone 1 ShapeRound Stone 1 Weight0.02 Stone 1 Treatment Stone 1 Creation Method Stone 2 Type Stone 2 Cut Stone 2 Color Stone 2 Clarity Stone 2 Shape Stone 2 Weight Stone 2 Treatment Stone 2 Creation Method Stone 3 Type Stone 3 Cut Stone 3 Color Stone 3 Clarity Stone 3 Shape Stone 3 Weight Stone 3 Treatment Stone 3 Creation Method Pearl Type Pearl Color Pearl Shape Pearl Size Setting Type Measurements Length{{LENGTH UNIT OF MEASUREMENT} Width5.0MM Height Thickness Diameter Bezel Width Fits Chain LengthIN Chain WidthMM Bale Length Bale Width Band Bottom Width Ring Top Width Ring Top Length Ring Height Certificate Type Item Style Ring Size6 Ring Resizeable Earring Backing Clasp Type Feature #1 Feature #2 Feature #3 Country of Origin Product Description Ring Size: 6 Dimensions: 5MM wide Casted Polished 14k Yellow gold Diamond Return Policy Hassle Free, Zero Restocking Fee At Jewelrypot, our goal is for us to help you find jewelry you love. If you are not satisfied with your purchase, you can return or exchange the item(s) within 30 days from the date of purchase. The returned merchandise must be shipped back in its original condition, and must include its original tag, packing slip, gift box, and free gifts. Even if we customized the order for you, the sale is final, and non-refundable. Jewelrypot will refund the full cost of the item EXCLUDING shipping charges. Your refund will be issued to the same method of payment used during the original purchase. We typically issue refunds within 3-5 business days from the date that we receive your return shipment. Conditions of Returns/Exchanges Item cannot be altered or customized from its original design, even by us. Custom orders include, but are not limited to: items with engraving, rings that have been sized, and personalized jewelry. Item must be in an unused condition with no signs of wear, damage, or abuse. Item must have the original manufacturers tags attached. Item must be packaged with tracking AND insurance, and cannot be poorly packaged. Item must be returned with 30 days from the date of purchase Return Instructions You will need to obtain a return RMA number in order to initiate the return process. There are several ways to receive an RMA Number: Message us via eBay Call Us at (866) 923-4446 Open a Returns Case through eBay Exchanges/Replacements We understand that purchasing jewelry online can be difficult especially since you are unable to feel or try it in person- maybe you thought the item was bigger, or longer, or a different finger size. Whatever the case is, our goal is to ensure you find exactly what you have been looking for. We boast a large catalog of over 90,000 unique items, so chances are we most likely have what you are looking for! If you would like to exchange/upgrade for a different item or size, simply message us via eBay or at (866) 923 4446. We would love the opportunity for a second chance, and to regain your customer satisfaction in replacing what you were initially unsatisfied with. Shipping Terms Most of our orders ship within 1 business day of when the payment clears. However, please check the handling leadtime on eBay to ensure the delivery estimate. Any orders placed and paid after 1 PM Pacfic Time will not be processed until the next business day. We offer free shipping with a traceable tracking ID for all of our orders. A signature may be required upon delivery for orders over $250. In addition, we only ship to the registered Paypal address. Once an item is shipped we are unable to cancel, intercept, or redirect the package. If there is an issue with the delivery of your item, please contact the carrier before contacting our customer support. It is imperative to contact us within 3 days from when the package shows delivered. If you would like to cancel the order after placing it, please contact us immediately and we will attempt to cancel the order before shipping it. Orders that are being shipped to locations outside of the U.S. may be delayed by Custom&rsquo;s Inspections, and are subject to the destination country&rsquo;s policies and restrictions on international orders. Buyer pays duties, taxes, and customs clearance fees. If an item needs to be sized, engraved, or customized please allow for an additional 3-5 business days before your item is shipped. Any customizations are non-refundable per our Return Policy Warranty 1 Year Warranty We try to sell the best quality jewelry here at Jewelrypot. However, we understand that there may be instances where the jewelry you received has a manufacturing defect. We stand 100% behind our products, and we will be happy to replace the defective item for you. Our 1 Year Warranty covers all manufacturing defects and issues relating to the jewelry that are no affected by general wear, customizations, or damage. Each warranty claim is reviewed on a case by case basis, please contact us with images and a detailed explanation of the defect readily available. Customizations Ring Sizing If you would like your ring sized, or are unable to choose your ring size on the drop down menu, please kindly contact us or call us at (866) 923-4446 before placing your order. Sizing typically takes 3-5 business days. Not all rings can be sized, and there are sizing restrictions on the range of sizes. We recommending contacting us prior to determine the feasibility and quote for sizing (usually does not exceed $15). Here is a ring size chart for international ring size conversions, and a ring sizer chart for you to determine your ring size. Engraving If would like your item engraved, please message us or call us at (866) 923-4446 before placing your order. Depending on the number of characters and sides that need to be engraved, we will quote you an engraving charge (usually does not exceed $15). Use this guide to select your font. Engraving typically takes 3-5 business days. Payment Terms We accept Paypal and Major Credit Cards as our primary form of payment. We will ship only to the confirmed Paypal address or Billing address of the Credit Card Holder. Payments must be received within 5 business days of when the item was initially purchased. Layaway: We do offer Layaways, and can customize a layaway program on a case by case basis. Kindly contact us at (866) 923-4446 or here and we will be happy to assist. Financing: Please apply to Paypal Credit, they are our financing Partners and the highest-rated financing solution on eBay. Other Forms of Payment: We do accept other forms of payment and In-Store Pickup. If interested, please contact us at (866) 923-4446 or here before placing the order. We will guide you on how to purchase through eBay while making the alternate payment. About Us History A family-owned and operated business, Jewelrypot was founded in Los Angeles 10 years ago on a simple premise: shopping for quality jewelry shouldn't be difficult or expensive. We work hard to simplify the buying process, empower and educate our customers and, ultimately help them make a purchase they will cherish for a lifetime. Quality. Enduring value. Respect for our customers. At Jewelrypot, we've built our company on these principles. You'll find expert help at every turn, quality jewelry, and hassle-free shipping and returns. Reputation We always put our customer first, and after operating on eBay for over 10 years, we are honored to be listed as one of the Highest Rated Sellers on eBay. We are proud to boast a feedback score of over 25,000, earning us the reputable Aqua Shooting Star on eBay. Maintaining 99.9% Feedback consistently over the span of ten years means you will get the product, service, and quality you deserve. No matter the price of the item, we promise to treat each and every one of you with the care and attention that we would with our family. That is our guarantee. Contact Us You can always message us here through eBay or at any of the numbers below. We typically respond to messages within 24 hours, if you prefer to call us, our friendly and informative customer service team members are available from 10AM-6PM Pacific Standard Time from Monday through Friday. Toll Free : (866) 923-4446 International: (213) 627-3006 Whatsapp: +9095692333 Ebay: Click here to message us directly! FAQ We are currently updating our FAQ Page, please remain posted! Call (866) 923-4446 Monday to Friday 10am - 6pm PST Rings Earrings Pendants Charms Necklaces Bracelets Chains Jewelry Sets Other Jewelry Children's Jewelry Men's Jewelry Watches & Accessories Loose DIamonds Copyright © 2017 JewelryPot. All rights reserved. eBay Template Design by OCDesignsOnline",
  "PrimaryCategoryIDPath": "281:10968:140010",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1919276755728080_4.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "jewelrypot",
    "FeedbackScore": "26954",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "JewelryPot",
    "StoreURL": "http://stores.ebay.com/id=452161424"
  },
  "HandlingTime": "1",
  "Location": "Fairfield, Ohio",
  "Quantity": "4",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/iwAAAOSwImRYJbmv/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/aKgAAOSwdzVXl6tb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjczWDc0Ng==/z/RTgAAOSw2xRYdYLk/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "45018"
}