{
  "ReturnPolicy": {
    "Description": "- Item return must be non used condition.\n- All parts and components must be complete return.\n- Package must return with original package and packing materials.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P12DT16H44M16S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "60.0",
    "_currencyID": "USD"
  },
  "SKU": "B01N3JPFSI",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "162521492830",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Silpada-Do-Twist-Sterling-Silver-Open-Oval-Drop-Earrings-/162521492830",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "60.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-19T07:53:13.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-18T07:53:13.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "W3068",
        "Name": "MPN"
      },
      {
        "Value": "Silpada",
        "Name": "Brand"
      },
      {
        "Value": "W3068",
        "Name": "Model"
      },
      {
        "Value": "749165213886",
        "Name": "UPC"
      },
      {
        "Value": "0749165213886",
        "Name": "EAN"
      }
    ]
  },
  "Title": "Silpada 'Do the Twist' Sterling Silver Open Oval Drop Earrings",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Silpada 'Do the Twist' Sterling Silver Open Oval Drop Earrings These Do the Twist earrings boast teardrop-shaped, hammered sterling silver as the body of these hollow earrings MODERN GEO: Your high school geometry class couldn't have prepared you for the geo trend taking over the runways! These sterling silver styles are designed from shapes like triangles, crescents, circles and chevrons that take on a more organic, hand-crafted look with the help of brushed, textured or hammered detailing. These modern designs can be paired with your favorite geometric patterned top for a head-turning look or simply accessorize your go-to casual ensemble with a dash of mod glam. HAMMERED-FINISH STERLING SILVER: Pieces featuring a hammered-finish are perfect for those looking for jewelry with a little less shine and a little more sophistication, making them perfect for an office or an alternative, bohemian look Earrings measure 2 1/2 by 1 1/2 inches, finished with French-wire back-findings Imported These Do the Twist earrings boast teardrop-shaped, hammered sterling silver as the body of these hollow earrings. Earrings measure 2 1/2 by 1 1/2 inches, finished with French-wire back-findings. Piece comes with a \".925\" sterling silver stamp as a symbol of guaranteed product quality. Shipping We offer FREE shipping on all orders! We ship within Three business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625214928308080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.8",
    "UserID": "nima-nik2016shop",
    "FeedbackScore": "291",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "nima-nik2016shop",
    "StoreURL": "http://stores.ebay.com/id=1444899530"
  },
  "Quantity": "5",
  "Location": "Multiple Locations",
  "HitCount": "9",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/00IAAOSw3gJZHqRl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/NlkAAOSw0hlZHqRm/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/f~gAAOSw1WJZHqRm/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}