{
  "ReturnPolicy": {
    "Description": "We strive for 100% Positive AND 5-star Rating, if you are not satisfied, please contact us BEFORE feedbacks and ratings.\nYour 100% satisfaction is always our priority, We do our best to present accurate and detailed information about every item we sell. We desire to provide strong and 5-star customer. If you are unhappy with your purchase for any reason, simply return it within 14 days of receipt. We will either replace the item or provide you with a refund. Please note that all returned items must be in their original condition and packaging and shall not be worn or altered. The buyer will be responsible for return shipping cost.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P26DT20H5M58S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Other Body Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "252570916008",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/xb695-Natural-red-black-agate-pure-hand-woven-belts-/252570916008",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "StartTime": "2016-10-05T12:23:31.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "CN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-02T12:23:31.000Z",
  "PrimaryCategoryID": "110399",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Black red green yellow",
        "Name": "Color"
      },
      {
        "Value": "jade",
        "Name": "Material"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "xb695 Natural red/black agate pure hand-woven belts",
  "ExcludeShipToLocation": "CN",
  "BidCount": "0",
  "Description": "Style:Classic Setting Type:None Material:Stone Chain Type:Rope Chain Bracelets Type:Hologram blet Metals Type:Other Note: This is not Medical device. To whom want to sell as Medical device please inform ahead and need Pay ex Medical device test USD4000.0. 1 Production test 1 time, can not use for other production. Name :Natural red/black agate pure hand-woven beltsMaterial: Green Turquoise Blending stone Size: About 100cm elastic. This jewelry accord with the eu environmental requirement Gift for: Girl friend / Wife / Mom/ Men Welcome you to come here????????? ITEM DESCRIPTIONDear friends, thank you very much for appreciation and purchase items, you can rest assured that you want to buy in my store, Your 100% satisfaction is always our priority, if you are not satisfied, please contact us BEFORE feedbacks and ratings . I will do my best to answer and resolve any problems.. There are more wonderful items that are waiting for you ??If you have any questions about this item. Please contact us in time. SHIPPING COSTShipping Item will from Air Mail shipping, About 8~20 day you can accept items. 2 items 5% off on all shipping ang handling ;3-5 items 10% off on all shipping and handling ;6-10 items 15% off on all shipping and handling ;10 or more items 20% off on all shipping and handling. PAYMENTBefore you buy: Please make sure you have read and agreed to our terms for a smooth and enjoyable transaction.Payments are expected within 10 days after winning an item,From the close of auction. Currently, We only accept all major credit cards and E-checks online payments through PayPal? RETURN POLICYWe strive for 100% Positive AND 5-star Rating, if you are not satisfied, please contact us BEFORE feedbacks and ratings.Your 100% satisfaction is always our priority, We do our best to present accurate and detailed information about every item we sell.We desire to provide strong and 5-star customer.If you are unhappy with your purchase for any reason,simply return it within 14 days of receipt. We will either replace the item or provide you with a refund. Please note that all returned items must be in their original condition and packaging and shall not be worn or altered. The buyer will be responsible for return shipping cost. ABOUT USWelcome to our ebay store. We can offer such excellent price on such high quality products. Now this time I will show you an exquisite and treasure! It was kept very well. With the perfect style, nice design, wonderful workmanship, It is in good condition. You will be exciting when you get it, Value for your money. We are sure you will be completely satisfied because you will become so elegance. Please browse through our items and let us know if you have any questions. Thank you!!",
  "PrimaryCategoryIDPath": "281:10968:15124:110399",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2525709160088080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "97.2",
    "UserID": "aromaticks",
    "FeedbackScore": "1164",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "aromaticks",
    "StoreURL": "http://stores.ebay.com/id=1030845899"
  },
  "Quantity": "6",
  "Location": "guangzhou",
  "HitCount": "44",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjA4WDYxMQ==/z/O8QAAOSw8w1X9PAP/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjI2WDcxMg==/z/1VYAAOSwNRdX9PAa/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTY5WDU1NQ==/z/1qkAAOSwNRdX9PAh/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjIxWDY1NA==/z/ktgAAOSwLnBX9PAr/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTU0WDUzNg==/z/DFcAAOSwOyJX9PAw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjU4WDY2Ng==/z/NBUAAOSw-CpX9PA3/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}