{
  "ReturnPolicy": {
    "Description": "RETURNS ONLY ACCEPTED IF RETURNED WITHIN 7 DAYS OF RECEIPT OF ITEM.  (NOT 14 DAYS AS EBAY STATES)",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P6DT10H41M30S",
  "ListingStatus": "Active",
  "ConditionDescription": "GORGEOUS!",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "ItemID": "152573397776",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/19-65g-GORGEOUS-BIG-925-S-S-SWISS-BLUE-TOPAZ-QUARTZ-Sz-10-3-4-1821-/152573397776",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T22:31:12.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-11T22:31:12.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": ".925",
        "Name": "Metal Purity"
      },
      {
        "Value": "London Blue Topaz Quartz",
        "Name": "Main Stone"
      },
      {
        "Value": "blue",
        "Name": "Color"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "10.75",
        "Name": "Ring Size:"
      }
    ]
  },
  "Title": "19.65g GORGEOUS & BIG  .925 S.S. WITH SWISS BLUE TOPAZ QUARTZ  Sz 10-3/4  / 1821",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "PLEASE, USE THE \"ADD TO CART\" FEATURE WHEN BUYING 2 OR MORE ITEMS PLEASE KEEP IN MIND THAT PICTURES ARE TAKEN MOSTLY CLOSE-UP AND THEREFORE MIGHT LOOK LARGER THAN IT REALLY IS. PLEASE SEE ALL OF THE PHOTOS, AS THEY ARE PART OF THE DESCRIPTION DESCRIPTION LONDON BLUE TOPAZ QUARTZ.925 STERLING SILVERRING MEASURES 1-5/16\" x 5/8\" SIZE 10-3/4\"TOTAL WEIGHT OF RING IS: 19.65 g PAYMENT POLICY: You may pay via Paypal. All major credit cards accepted. Unless making multiple purchases, payment will be due within 3 days of auction close. ********************SHIPPING TERMSIF YOU PURCHASE MULTIPLE (COMBINED TOTAL OF $100.00 +) JEWELRY PIECES FROM ME, THEY WILL ALL BE SHIPPED IN U.S.P.S. PRIORITY MAIL SMALL FLAT RATE BOX AS LONG AS THEY ALL FIT. THIS ONLY APPLIES TO DOMESTIC PRIORITY MAIL SMALL FLAT RATE BOX SHIPMENTS. DOMESTIC SHIPPING: FREE FIRST CLASS SHIPPING WITH TRACKING INFORMATION OR $7.15 FOR PRIORITY MAIL SMALL FLAT RATE BOX. I DO COMBINE SHIPMENTS WHEN POSSIBLE (THERE IS A $1.50 CHARGE PER EXTRA ITEM). IF YOU DO BUY MULTIPLE ITEMS, PLEASE DO NOT PAY FROM EBAY INVOICE. I WILL SEND YOU AN INVOICE AT END OF YOUR LAST AUCTION WIN COMBINING SHIPMENT CHARGES. ALL JEWELRY COMES IN A GIFT BOX WHICH IS WHY I PREFER TO SHIP U.S.P.S. PRIORITY MAIL, AND IT KEEPS JEWELRY SAFE FROM DAMAGE THAT MIGHT OCCUR WHILE IN TRANSIT.INTERNATIONAL SHIPPING: MUST BE CALCULATED FOR EACH INDIVIDUAL COUNTRY. IT CAN ALSO GO FIRST CLASS PACKAGE INTERNATIONAL (BUBBLE ENVELOPE). PLEASE NOTE THAT TAXES, DUTY, ETC. IS NOT COVERED BY SHIPPING & HANDLING CHARGES. YOU MAY NEED TO CONSULT WITH YOUR LOCAL POST OFFICE ON THAT. SORRY, WE DO NOT SHIP TO CHINA. ALSO, PLEASE BE AWARE THAT TRACKING ENDS ONCE THE PACKAGE LEAVES THE U.S. SOME COUNTRIES DO HAVE THE CAPABILITY TO TRACK OVER SEAS THOUGH. TERMS OF SALE· We work very hard to make sure you are happy doing business with us and appreciate your positive feedback very much! We will gladly do the same. Our goal is 100% customer satisfaction.· We accept returns within 7 days of receipt of item (except vintage and antique jewelry). You need to contact me as soon as you receive item and for whatever reason you decide not to keem item, you must then you must then ship them back to me in the same condition as when shipped (I always inspect jewelry before shipping to make sure there are no stones missing, etc.) and in the same form of shipping you paid for and within that same week of receipt. NO EXCEPTIONS.· All products sold are brand new items (except vintage & antique jewelry).· Please keep in mind that pictures are taken mostly close-up and therefore might look larger. In my description of items I will note actual sizes.· Jewelry is representative of the Turkish Ottoman era designed and created by Turkish Craftsmen.· Our sterling silver is marked .925.· Your items are ready for shipping as soon as payment clears. If for any reason you are not satisfied and would like to return item, please inform us via Ebay’s messaging system before shipping items back. · Finally, if you have any questions, please do not hesitate to ask. I will be more than happy to answer them.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1525733977768080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "usera1961",
    "FeedbackScore": "1607",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Alabaster Jar Jewels",
    "StoreURL": "http://stores.ebay.com/id=25196102"
  },
  "Quantity": "1",
  "Location": "Broken Arrow, Oklahoma",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ2NFgxNjAw/z/xaUAAOSwdj9XT7Sm/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM5OFgxNjAw/z/2fQAAOSwvg9XT7Tr/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU4N1gxNjAw/z/4egAAOSwvg9XT7VW/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDI5/z/FzEAAOSwOVpXT7Vp/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/Lt0AAOSwMNxXT7V6/$_57.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "PostalCode": "74012"
}