{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P6DT21H19M11S",
  "ListingStatus": "Active",
  "ConditionDescription": "A brand-new, unused, and unworn item (including handmade items) that is not in original packaging or may be missing original packaging materials (such as the original box or bag). The original tags may not be attached.",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "32.0",
    "_currencyID": "USD"
  },
  "SKU": "TER-501 #",
  "ItemID": "172714118094",
  "ConvertedCurrentPrice": {
    "value": "32.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "BidCount": "0",
  "StartTime": "2017-06-05T07:58:15.000Z",
  "Site": "US",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Traditional-Oxidised-Silver-Fashionable-Hoop-Earrings-Womens-Party-Wear-Jewelry-/172714118094",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T07:58:15.000Z",
  "PrimaryCategoryID": "50647",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "\"Handmade\"",
        "Name": "Brand"
      },
      {
        "Value": "Hoop",
        "Name": "Style"
      },
      {
        "Value": "siilver",
        "Name": "Metal"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Silver",
        "Name": "Color"
      },
      {
        "Value": "silver",
        "Name": "Material"
      },
      {
        "Value": "Threader",
        "Name": "Fastening"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "62",
        "Name": "Product Height (mm)"
      },
      {
        "Value": "42",
        "Name": "Product Width (mm)"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Traditional Oxidised Silver Fashionable Hoop Earrings Women's Party Wear Jewelry",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "JAIPUR, RAJASTHAN",
  "Description": "New Page 1New Page 1 This Jewelry is a Jaipur's Traditional Handcrafted and Handmade exclusive design. We are the retailers around the nation. If you are interested please give us a call at (+91) 9351-909090 and we can get the process started. RETURN OPTIONS We offer a 100% Money Back Guarantee minus shipping for 14 days after receiving the item.The item must not be altered or damaged in any way shape or form.ALL PAPERWORK and gift box must be included and in new condition.Upon receiving these items your payment will be refunded.Email us for return instructions before sending merchandise back.Please allow up to 5 business day for all returns to receive credit.Sizing does not affect the return policy. PAYMENT METHODS Buyer prepays in US Dollars. We accept all major Credit Cards. Credit Card payments may be made through PayPal or by phone at (+91) 9351-909090.Buyer pays shipping, packing and insurance with rates determined by location. International buyers agree to pay for shipping via FedEx. Wed not participate in escrow payment services. SHIPPING SERVICES All of our US orders will be shipped via UPS fully insured. Once the item has been shipped UPS will automatically send out the tracking number to your email on file. INTERNATIONAL BUYERS * International buyers agree to pay for shipping via FedEx. Please contact us for international shipping costs. Please Note: * Import duties, taxes and charges are not included in the item price or shipping charges.These charges are the buyer's responsibility. * Please check with your country's customs office to determine what these additional cost swill be prior to bidding/buying. We do not mark merchandise values below value or mark items as gifts! US and International government regulations prohibit such behavior. * Please allow 7 business days for delivery. We can provide you with the tracking number upon request. GENERAL QUERIES DO YOU RESIZE RINGS? Yes we gladly do! Please email us your ring size once payment has been made and we will have the ring shipped sized and ready to go. ARE THE ITEMS YOU ARE SELLING BRAND NEW? We only sell brand new items. We do not sell used jewelry. All our jewelry is 100% natural conflict free. We do not sell fake or lab created gemstones or diamonds. WHAT ARE YOUR BUSINESS HOURS? Our business hours are Monday thru Friday,10:00 AM to 6:00 PM, excluding holidays",
  "PrimaryCategoryIDPath": "281:10968:50647",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1727141180948080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "jewelsofjaipur_tribal",
    "FeedbackScore": "61",
    "FeedbackRatingStar": "Blue"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "3",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/zDIAAOSw9eVXWp74/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFgxMDI0/z/QboAAOSwQupXWp78/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Earrings",
  "PostalCode": "302017"
}