{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P28DT21H16M51S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "62.1",
    "_currencyID": "USD"
  },
  "SKU": "IP0006",
  "ItemID": "172712606495",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Indian-Bollywood-Traditional-Designer-Gold-Plated-Wedding-Jewelry-Set-Women-/172712606495",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "62.1",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T09:21:16.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T09:21:16.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "18K",
        "Name": "Base Metal"
      },
      {
        "Value": "Sharma Creations",
        "Name": "Brand"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Indian Bollywood Traditional Designer Gold Plated Wedding Jewelry Set For Women",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Welcome to Our Store One of the most liked & loved Jewellery portal in the town is here! You ask for Peppy or Ethnic or Timeless beauties in Jewellery, we got it all for you! Exclusively handpicked collection with some sensational designs which will leave you awestruck! Indian Jewellery is one stop, to suffice all your need for the Bling! Be it ultra-glamorous Ethnic Jewellery collection or an ever-lasting saga of traditional Jewellery which is spell bound! Newly launched in India, this exclusive store offers jewels in trend, marking its own niche in the market with some super exclusive designs that too in pocket friendly slab of Price range. Blended with the modern taste & touch of elegance, Indian Jewellery is a brand which embarks finesse & grace of contemporary yet just super cool & affordable range of accessories for you! Inspired with the latest fashion & driven with the passion of bringing some super cool designs just for you, is what which defines Indian Jewellery store! Shipping and Handling Handling Time:We take handling time of 3 Business Day from the date of receipt of the payment after receiving cleared payment. Shipping Services: The shipping company takes 7-10 business days to deliver the product at US. 11-21 days for International Shipping apart of USA. This transit time does not include the seller's handling time. Transit time includes normal weekdays. Often Saturdays, Sundays, and major holidays are not included in transit time estimates. Business day does not include Sundays. Payments A payment is considered \"cleared\" after your payment has been deposited into our account. We accept payment via PayPal only. Return Policy Merchandise must be returned within a maximum of 30 days on receipt.Merchandise must be unused, unworn, and undamaged by you and in the original shipping condition.Merchandise must have all tags.Your refund will be processed within 3 working days upon receipt of return package.Return shipping charges will be borne by the Buyer. All duties, taxes in the buyer’s country are taken-care by buyer only.Negative feedback is not a solution. So, we request you to contact us and give us a chance to resolve it asap. Negative feedback is not a solution. So, we request you to contact us and give us a chance to resolve it asap. Feedback Feedback & DSRs (Detailed Seller Ratings). We strive for 100% Customer Satisfaction and we love to leave positive feed backs for our buyers. Thank You and Happy Shopping.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1727126064958080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "0.0",
    "UserID": "indianjewellery",
    "FeedbackScore": "0",
    "FeedbackRatingStar": "None"
  },
  "Quantity": "1",
  "Location": "DELHI, DELHI",
  "HitCount": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/VWAAAOSwhvFZM9Db/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1500",
  "PostalCode": "110059"
}