{
  "ReturnPolicy": {
    "Description": "Buyer is responsible for all shipping fees if item is as described.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P6DT23H49M47S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Rings",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "CurrentPrice": {
    "value": "129.99",
    "_currencyID": "USD"
  },
  "SKU": "PROD_NUM_655674",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "352079284355",
  "ConvertedCurrentPrice": {
    "value": "129.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T12:57:13.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/DESIGNER-SIGNED-STERLING-SILVER-GOLD-PLATED-DIAMOND-TURQUOISE-ONYX-RING-/352079284355",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T12:57:13.000Z",
  "PrimaryCategoryID": "67681",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "FP",
        "Name": "Brand"
      },
      {
        "Value": "Cocktail",
        "Name": "Style"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "6",
        "Name": "Ring Size"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "DESIGNER SIGNED STERLING SILVER GOLD PLATED DIAMOND TURQUOISE ONYX RING",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Middle East",
    "Southeast Asia",
    "South America",
    "AI",
    "AG",
    "BZ",
    "KY",
    "CR",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "MQ",
    "MS",
    "AN",
    "NI",
    "PA",
    "PR",
    "KN",
    "LC",
    "VC",
    "TT",
    "TC",
    "VI",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NZ",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "BY",
    "BE",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "EE",
    "DE",
    "GI",
    "GR",
    "GG",
    "HU",
    "IT",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "UA"
  ],
  "Location": "South Bend, Indiana",
  "Description": "DESIGNER SIGNED STERLING SILVER GOLD PLATED DIAMOND TURQUOISE ONYX RING PHOTO'S MAY BE ENLARGE TO SEE DETAILS OR SHRUNK TO FIT SCREEN, SEE DETAILS FOR ACTUAL SIZE. MAY BE MORE PHOTO'S BELOW. ITEMS ARE USUALLY SHIPPED 1 DAY AFTER PAYMENT YOU ARE BIDDING ON A WONDERFUL DESIGNER SIGNED STERLING SILVER GOLD PLATED DIAMOND TURQUOISE ONYX RING. THE RING FRONT IS 1 INCH BY 1 1/8 INCH. THE RING IS A SIZE 6. TOTAL WEIGHT IS 9.0 GRAMS. THE ITEM IS MARKED FP AMD 925AS SHOWN. F12K16 CHECK OUT MY OTHER ITEMS!! See other items OR IF YOU LIKE STORE VIEW mudder3510 ALL MY ITEMS COME FROM ESTATES AND ARE SOLD AS THEY ARE FOUND AND MAY NEED CLEANING. SEE PHOTO'S FOR CONDITION AND ASK QUESTIONS. IF THE ITEM SAYS IT COMES WITH A BOX THEN IT DOES BUT REMEMBER MY JEWELRY IS PRE OWNED AND THEY MAY HAVE BEEN A SMOKER. ALL ITEMS WITHIN THE UNITED STATES SHIP FREE WITH TRACKING. SHIPPING OUT OF THE UNITED STATES NEEDS TO BE ARRANGED AHEAD OF TIME. FOR ALL OUT OF THE U.S.A. INTERNATIONAL SHIPPING'S, THE BUYER IS RESPONSIBLE FOR ALL DUTIES, TAXES, CUSTOM FEE'S AND OTHER COSTS. I WILL NOT ALTER CUSTOM'S FORM FOR ANY REASON. INTERNATIONAL BIDDER'S NEED TO CONTACT ME FOR A SHIPPING PRICE. INSURANCE IS INCLUDED IN THE SHIPPING FOR ALL ITEMS WITH A STARTING PRICE OF 19.99 AND UP. INSURANCE CLAIMS FOR LOST OR DAMAGED ITEMS WILL BE PAID AS SOON AS THE POST OFFICE PAYS THE CLAIM. IF YOU NEED TO RETURN AN ITEM PLEASE CONTACT ME BEFORE YOU SHIP IT. IF AN ITEM IS RETURNED FOR ANY REASON OR TRANSACTION IS CANCELED, REFUND WILL BE GIVEN WITHIN 3 BUSINESS DAYS OF RECEIVING RETURNED ITEM AS LONG AS IT IS IN THE SAME CONDITION AS IT WAS SENT. I NEVER USE EXACT SIZE PHOTO'S. MOST ARE ENLARGED OR SHRUNK SO YOU CAN SEE EVERY DETAIL OR TO FIT IN THE PHOTO. ALWAYS GO BY THE SIZES IN THE DESCRIPTION. WHEN YOU LOOK AT AN ITEM THAT IS BLOWN UP 5-10 TIMES IT'S NORMAL SIZE, THE LIGHT SCRATCHES YOU SEE, IF ANY, WILL MOST LIKELY NOT BE VISIBLE TO THE NAKED EYE. Click to Enlarge Click to Enlarge Click to Enlarge Click to Enlarge WHEN PAYING WITH PAYPAL PLEASE VERIFY YOUR PAYPAL ACCOUNT BEFORE BIDDING BECAUSE I ONLY SHIP TO YOUR VERIFIED PAYPAL ADDRESS WHEN PAYING WITH PAYPAL. I WILL SHIP TO SOME COUNTRIES OTHER THAN THE U.S.A. PLEASE ASK AHEAD OF TIME BEFORE BIDDING TO MAKE SURE IF I WILL SHIP TO YOUR COUNTRY AND HOW MUCH IT WILL BE. IF YOU NEED TO PAY ANOTHER WAY OTHER THAN PAYPAL, PLEASE CONTACT ME BEFORE BIDDING. PAYMENT MUST BE MADE WITHIN 5 BUSINESS DAYS. IF YOU ARE BIDDING ON MULTIPLE ITEMS AND WANT TO USE THE SHIPPING DISCOUNT THEN EMAIL ME AND LET ME KNOW. INSURANCE IS INCLUDING IN THE SHIPPING PRICE OF ITEMS WITH A STARTING BID OF 19.99 OR MORE. I WILL GIVE DISCOUNTED SHIPPING FOR MULTIPLE ITEMS, JUST EMAIL ME FOR A QUOTE. WHEN ITEMS ARE SHIPPED TOGETHER THEY MUST BE PAID FOR ON THE SAME INVOICE TO RECEIVE THE DISCOUNT. DO NOT DUPLICATE OR COPY! Template Made By: © InkFrog.com Auction Templates, Logos, Store fronts and more! inkfrog terapeak",
  "PrimaryCategoryIDPath": "281:10968:67681",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3520792843558080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "mudder3510",
    "FeedbackScore": "7206",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "mudder3510",
    "StoreURL": "http://stores.ebay.com/id=107989753"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNTAx/z/8OEAAOSwuAVW1cKw/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTU1M1gxNjAw/z/2TsAAOSwQYZW1cKw/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjgz/z/GJMAAOSwezVW1cKw/$_10.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE5MFgxNTk5/z/9LMAAOSwB4NW1cOE/$_10.JPG?set_id=880000500F"
  ],
  "ConditionID": "3000",
  "PostalCode": "46637"
}