{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P22DT17H15M7S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "45.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "152564870873",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NEW-69-3-3-4-Blue-France-Luxe-barrette-Studs-and-Rhinestones-made-France-/152564870873",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "45.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-29T04:41:07.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-28T04:41:07.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "France luxe",
        "Name": "Brand"
      },
      {
        "Value": "Barrette",
        "Name": "Style"
      },
      {
        "Value": "gold tone",
        "Name": "Metal"
      },
      {
        "Value": "crystal rhinestones",
        "Name": "Main Stone"
      },
      {
        "Value": "Acrylic",
        "Name": "Material"
      },
      {
        "Value": "Blue",
        "Name": "Main Color"
      },
      {
        "Value": "France",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "Hair Barrette Fascinator",
        "Name": "Jewelry Type"
      },
      {
        "Value": "3 3/4 inches",
        "Name": "length"
      },
      {
        "Value": "1 1/8 inches",
        "Name": "width"
      },
      {
        "Value": "wedding, prom, office, all occasion",
        "Name": "occasion"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "France",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "NEW $69 3 3/4\" Blue France Luxe barrette Studs and Rhinestones made in France",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "BidCount": "0",
  "Description": "Click Here. Double your traffic. Get Vendio Gallery - Now FREE! ~~~Welcome to my store!~~~ Be sure to check out my ME page for info on my blog and stores Item Description This listing is for ONE beautiful french clip hair barrette fascinator. It is made by France Luxe from a blue color shell look acrylic material with gold tone base metal barrette mechanism. It features a pretty studded and rhinestone pattern. The rhinestones are very high quality and blue in color, the studs are gold tone and pyramid shaped. The barrette has a graceful head hugging curve to it. The barrette measures 3 3/4 inches wide and 1 1/8 inches long and is self adjusting. The barrette mechanism on the back is approximately 2 1/2 inches long. It retails for $69. It is stamped \"made in France,\" \"Hand made in France,\" and \"France Luxe\" as shown in the photos. This set is brand new and in perfect condition and sent boxed. All of my ads and my designs are copyright protected. All sales are final! I strive for FIVES in all Feedback categories. Buy with confidence! Be sure to check out my ME page Sign up for my email newsletters by adding my eBay Store to your Favorites Terms of Sale Payment: I accept Paypal. Combined Shipping Discount: All items must be paid for at one time to receive the discount. Please make sure you are completely done shopping before checking out. See shipping tab for prices Shipping: Shipping is done via the USPS and a tracking number is provided to you free of charge. Please make sure that your shipping address in Paypal is correct. I ship only to the address on file at the time of purchase. Please make sure that your mailbox accepts mail from Paypal in order to receive this important information. Tracking information is sent to all buyers- no exception. If you do not receive your message - please check your spam mail. All orders with payments that clear by 6 PM est. will ship the next morning. I ship Monday through Friday and on most Saturdays. I do not ship international packages on Saturday's and I do not ship any packages on USPS Postal Holidays or Sundays. Every item is thoroughly inspected and all packages are properly prepared with the maximum safety of the item in mind before being shipped. If you need your item in a hurry please use the Priority Shipping option. Feedback: In the unlikely event there is a problem please contact me first before leaving feedback so that I may correct it. Miscellaneous Information: All sales are final, NO refunds or exchanges. Be sure to ask all questions before you buy. Your purchase or bid is your non verbal agreement that you have read all the terms in this ad and agree to them. Seller is not responsible for the use of any item once it is received, or for buyer’s remorse. All items are inspected before shipping and are exactly as stated in the ad. Seller is also not responsible for international shipments with respect to any taxes, tariffs or duty that you may incur as a result of your purchase; All sales are reported accurately on customs forms. All questions are answered within 24 hours or less if possible, unless the answer is already in the ad. I do not work for any company whose items I sell. All items come from a smoke free environment but not pet free. Copyright Protection: All ads, pictures, layout designs and designs of items personally designed by me are copyright protected and are also non transferable to the purchaser. Thank you for visiting my store! Good luck and Happy Bidding/Buying!",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1525648708738080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "kittenkat22",
    "FeedbackScore": "5918",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "Kittenkat22",
    "StoreURL": "http://stores.ebay.com/id=141187124"
  },
  "Location": "Lake Orion, Michigan",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/uKQAAOxyVLNSyvNE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/ApcAAOxyVaBSyvNK/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/5hEAAOxyRhBSyvNR/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/E~4AAOxygPtSyvNX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/5yoAAOxyRhBSyvNc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/aiMAAOxyOlhSyvNi/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "48360"
}