{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P23DT17H28M37S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "4",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "427.05",
    "_currencyID": "USD"
  },
  "SKU": "260-002-171-2593",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "172703342804",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-LOUIS-VUITTON-Cuffs-M62495-260-002-171-2593-/172703342804",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "427.05",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-30T08:24:07.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "JP",
  "GlobalShipping": "false",
  "EndTime": "2017-06-29T08:24:07.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "LOUIS VUITTON",
        "Name": "Brand"
      },
      {
        "Value": "SILVER Metal Parts",
        "Name": "Color"
      },
      {
        "Value": "Mens'",
        "Name": "Gender"
      },
      {
        "Value": "Width x Height : 1.5cm x 1.5cm",
        "Name": "Size"
      },
      {
        "Value": "M62495",
        "Name": "MPN"
      }
    ]
  },
  "Title": "Authentic LOUIS VUITTON Cuffs M62495  #260-002-171-2593",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "Middle East",
    "South America",
    "AS",
    "CK",
    "FJ",
    "PF",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "RU",
    "AL",
    "AD",
    "BY",
    "BA",
    "FR",
    "GI",
    "GG",
    "IS",
    "JE",
    "MK",
    "MD",
    "ME",
    "SM",
    "RS",
    "SJ",
    "UA",
    "VA",
    "BN",
    "KH",
    "ID",
    "LA",
    "BM",
    "GL",
    "MX",
    "PM",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "JP",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "BidCount": "0",
  "Description": "Authentic LOUIS VUITTON Cuffs M62495 #260-002-171-2593 < > Condition RankA New Brand new Rank S Acquired from individual in not used condition. Rank A Excellent condition. Slightly used. Rank B Fair condition. There are some scratches, stains. Rank C Obviously used. There are certain scratches, stains. BrandLOUIS VUITTONColorSILVER Metal PartsGenderMens'SizeWidth x Height : 1.5cm x 1.5cmMPNM62495 You can convert to different unit of measurement on following site. http://www.unitconverters.net/ Luxury Bags Wallets & Accessories Jewelry Watches Please Read Before Order Payment & Shipping Return Policy Size Table About Authenticity About Customs Import duties, taxes, and charges are not included in the item price or shipping cost.These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. We are not acceptable for false declaration of prices and any other falsified information. Please pardon us if some items are sold out We sell on multiple venues such as eBay, and our website/physical retail stores. As a result, orders will be fulfilled on a first-come first-served basis. We apologize for the inconvenience and we thank you for your understanding. You will be hearing from us if an item is already sold elsewhere in a timely manner. Because of the time difference, please expect delay in response. Condition The damages are described and shown with the pictures as much as possible,but we are not able to cover all of the damages on our items. Ranking of Condition is only for the item not included packaging stuffs, guarantee card and tags. Payment We accept PayPal only. Cancelation Please pay within 3days after you purchase. Your order will be canceled if we don’t hear from you. Shipping and Handling We only ship to PayPal registered address after payment is cleared by PayPal. Handling time varies between 3-10 business days depending on items location. All of our items will be shipped/delivered by FedEx unless otherwise notified. About Customs Import duties, taxes, and charges are not included in the item price or shipping cost.These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. We are not acceptable for false declaration of prices and any other falsified information. Returns Please contact us within 3 days after receiving the item if you would like to return the item. If you wish to return, please contact us first through messages. Returned item must be kept in good condition for full refund. Buyer need to pay for return shipping. We are not acceptable for money back for duties paid. About Size The size of the item is measured by our professional stuff.  The size of item is Japanese size. 1cm &asymp; 0.39 inch Ring Size About US 100% Authentic Guarantee Komehyo is the largest reseller of pre-owned luxury brand items in Japan. Our expert appraisers are highly experienced and we do not deal with fake/counterfeit products. Learn more about us: Read an article about us on the Financial Times : >>Click Here--> We are listed on the Tokyo Stock Exchange: >>Click Here Anti-counterfeiting measures Komehyo is a member of the Association Against Counterfeit Product Distribution(AACD).AACD’s goal is to create a sound market for genuine brand products by eliminating counterfeit and fraudulent products from the market. Learn more about the AACD : >>Click Here",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1727033428048080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.9",
    "UserID": "komehyo",
    "FeedbackScore": "732",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "komehyo",
    "StoreURL": "http://stores.ebay.com/id=1343329594"
  },
  "Quantity": "1",
  "Location": "Nagoya, Aichi",
  "HitCount": "4",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTgwWDU4MA==/z/Hy8AAOSwX61ZLSSJ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTgwWDU4MA==/z/Ky4AAOSwYlRZLSSK/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTgwWDU4MA==/z/F5QAAOSwcgNZLSSL/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTgwWDU4MA==/z/K0gAAOSwYlRZLSSM/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTgwWDU4MA==/z/E-EAAOSwKytZLSSG/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "3000",
  "PostalCode": "4600011"
}