{
  "ReturnPolicy": {
    "Description": "not  description",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT18H22M24S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "35.89",
    "_currencyID": "USD"
  },
  "SKU": "B00ZWMMVN0",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "182607207953",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/French-Macaron-925-Sterling-Silver-Yellow-Macaron-Charms-Women-Fine-Jewelry-/182607207953",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "35.89",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T04:14:07.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T04:14:07.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "NinaQueen",
        "Name": "Brand"
      },
      {
        "Value": "CSG05380BB",
        "Name": "Model Number"
      },
      {
        "Value": "CSG05380BB",
        "Name": "MPN"
      },
      {
        "Value": "does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Yellow",
        "Name": "Color"
      },
      {
        "Value": "Bead",
        "Name": "Category"
      },
      {
        "Value": "6922561675579",
        "Name": "EAN"
      }
    ]
  },
  "Title": "\"French Macaron\" 925 Sterling Silver Yellow Macaron Charms, Women Fine Jewelry,",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Payong1997Company \"French Macaron\" 925 Sterling Silver Yellow Macaron Charms, Women Fine Jewelry, Sweet Dessert Sweet Love Product Description Charms are meant to mark special moments in life. Charmed bracelets are a symbol of fashion, ideal as a gift to yourself or loved one. The Series of charms are suitable for every life event. Just look down at the wrist and one can see a charm to recall a first date, a party, a birthday, a wedding, a new baby born, a Christmas, or a Mother's Day remembrance. According to legend, when a bracelet reaches 16 charms it gives the wearer a lifetime of good luck charms are designed by France's top jewelry designers. Every month new charms are introduced. charms are magic combination of jewelry selected by you. Each Series has a history inspired by mythology, tales, astrology, animals spirts, and plants, etc. uses an ancient silver factory steeped in history and craft to imbue each piece with a deeper sense of artistry and humanity. is leading the forefront of fashion design with high quality technology and hand inlaid - polished pieces. The retail price of is ultra-low for customers and markets. Fine jewelers over-price charms. serves smart spenders with high tastes. In 2015, passed the rigorous examination of 's Fine Jewelry category for silver content, gold plating, and health standards. Only 5 percent of the s who apply receive this qualification and designation. So please be sure that you only purchase fine jewelry certified by . All of 's silver products are made of Sterling Silver and impeccably-priced for the highest value. CUSTOMER SUPPORT: Please feel free to contact us if you have any concern about this item. We will try our best to promise you an enjoyable shopping experience. Look forward to your 5 star reviewATTENTION: Compatible with Pandora charms, Biagi, Troll and Chamilia European bracelets. Fit for both necklace and bracelet.MEASUREMENT: Please kindly check the second picture about the size before purchasing.PERFECT GIFT: Comes in a fine gift box. Twinkle Twinkle surprise Ideal gifts for Valentines Day, Mothers Day, Christmas Day, Anniversary Day and Birthday to your girlfriend, wife, mom and daughter. Treat yourself or someone special to itEXQUISITE CRAFT: Each product of has a corresponding appearance patent certificate and the SGS Quality Certification. All of the enamel and mosaics are done under a microscope by a top-level master. dimensions: 0.07x0x0.11 inch. Payment Policy 1. We only accept the payment via paypal. 2. Unpaid item, if you not need, please contact us within 7 days, cancel it for you. Returns Policy The quality of our products is guaranteed. If you are not completely satisfied with your purchase for any reason, you may return to us , exchange or refund for the merchandise in its original condition and packaging within 30 days of receipt of your shipment.",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1826072079538080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "payong1234",
    "FeedbackScore": "957",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "ratakan2518",
    "StoreURL": "http://stores.ebay.com/id=1011945045"
  },
  "Quantity": "1",
  "Location": "New York, New York",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/EicAAOSw-K9ZNNpY/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/p2cAAOSwjqVZNNpZ/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/qnYAAOSw-3FZNNpa/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/h4wAAOSww9xZNNpb/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/O3IAAOSwJH1ZNNpc/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/YmsAAOSw9OFZNNpd/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/VPoAAOSw0hlZNNpe/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "10001"
}