{
  "ReturnPolicy": {
    "Description": "The buyer has 14 days to return the item (the buyer pays shipping fees). The item will be refunded.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "140.63",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "182607395915",
  "TimeLeft": "P6DT19H35M16S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "5",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "140.63",
    "_currencyID": "USD"
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Kundan-Choker-Necklace-Gold-Plated-Womens-Fashion-Bollywood-Bridal-Jewelry-Sets-/182607395915",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "140.63",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T07:15:49.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T07:15:49.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Gold Plated Copper",
        "Name": "Metal"
      },
      {
        "Value": "White Kundan Green Red",
        "Name": "Main Stone"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Womens/Girls Choker Necklace Sets",
        "Name": "Style"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Kundan Choker Necklace Gold Plated Womens Fashion Bollywood Bridal Jewelry Sets",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "kraftsofindia Store Auctiva's FREE Scrolling Gallery will enhance your listings. KUNDAN NECKLACE WITH EARRING SET Set Type: Kundan Wedding Choker Necklace Earrings.Earrings size Approx: 1.5 Inches Long And Screw Back Pierced.Gold Plating : 22 K Micro Gold Plating/Finished.Findings : Will Come With Adjustable String.Stones: White Kundan, Green, Red Stone, Combination as Shown in Picture.(Will be Available in All colors on Request) Each Stones of this set is Cut and Faceted By Hand and Also Setted By Hand Using Silver Foils By Our Special Artisans.ITS NOT GLUED OR STICK USING ANY SOLUTION.ITS PERFECT HANDCRAFTED AND HAND SETTINGS.Our All Jewellery Pieces is made out using same and ancient stone setting method which is known as \"Kundan\" Stone Settings.Style:Wedding Necklace,Bridal Necklace,Bridesmaid Jewelry,Party Necklace,Designer Necklace,Anniversary Gift,Engagement Gift Etc. We are Manufacturer ,Exporters and Specialist in Replicate Gold Kundan Jewelry Designs as well as Bollywood Jewellery Designs in to Silver and Copper based Bridal Jewellery with 22k Gold Plating to give best Affordable Jewelry Range and Same Look to our Customers. We also provides Custom Designs Service if anybody want to Customize Wedding Jewellery According to Dress matching or Gold Kundan Jewelry Designs. Our All Designs will be Available in all colors and size and will be replicated according to Customers demand on request.All changes will be done so please feel free to contact us without Hesitation. We are Manufacturer and Exporters of Handcrafted Kundan Jewellery from India and We also Work on Order Base and wholesale according to Buyer's Requirement. We have Good Overseas Clients in Usa,Uk,Australia,Canada,New Zealand and Middle East Countries. We Deals In Kundan Wedding Jewellery Sets,Bridal Jewelry Sets,Necklaces with Earrings Sets,Chandelier Earrings,Fashion Earrings,Gold Plated Jewelry,Kundan Earrings,Kundan Anklets,Kundan Rings,Kundan Head Pieces,Kundan Kalangi and All Kind of Kundan Jewellery Accessories like Nose Ring,Toe rings,Hair Accessories like tika,Jhoomers,Matha Patti,Damini,Choti etc. We provide Free Shipping Worldwide and Generally We shipped Stock items on Same Day Using India Post Services which is usually Taking 2 Weeks In delivery. If item not in stock than we will take 7 to 10 days in making. On Special Request We can give Expedited Fast Delivery Using Dhl ,Fedex or UPS on Chargeable Bases. Please Note that We are responsible for Free Shipping But if any duties or Custom Charges applied by Buyer's Country than its will be cleared by Buyers. We Accept PayPal Only here.Please Feel Free to Write Us using Ask Seller A Question if you have any Questions. We strive to keep our customers not only satisfied but also happy.In case your experience with an order is not good (either in terms of delivery or in terms of the quality of the item in the order), please feel free to contact us first.Please provide us an opportunity to resolve your problem before you decide to Return the item or leave a Neutral or negative feedback. We look forward to providing you our best services and we hope for five stars from you in your feedback to us. A good feedback helps us win the confidence of other customers and also encourages us to try to excel further. Please do share with us your suggestions that would help us provide even better services to you and other customers like you. FreeAuctionDesigns Free eBay Templates, Image Hosting and eBay Listing Tools! On Nov-07-15 at 14:26:57 PST, seller added the following information:",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1826073959158080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "aasthajewelry",
    "FeedbackScore": "11",
    "FeedbackRatingStar": "Yellow"
  },
  "Storefront": {
    "StoreName": "Aasthajewelry",
    "StoreURL": "http://stores.ebay.com/id=1243964270"
  },
  "Quantity": "1",
  "Location": "CHANDLODIYA, GUJARAT",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/BuMAAOSwEgVWTsQJ/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "382481"
}