{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money back or replacement (buyer's choice)"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT20H51M1S",
  "ListingStatus": "Active",
  "Storefront": {
    "StoreName": "Woody&#39;s World of Deals",
    "StoreURL": "http://stores.ebay.com/id=143469648"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "48.62",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "282510399837",
  "ConvertedCurrentPrice": {
    "value": "48.62",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "QuantityAvailableHint": "MoreThan",
  "StartTime": "2017-06-05T09:18:22.000Z",
  "Site": "US",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ALOV-Jewelry-Sterling-Silver-I-Love-You-Always-And-Forever-Love-Heart-/282510399837",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T09:18:22.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "ALOV Sterling Silver",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "Title": "ALOV Jewelry Sterling Silver 'I Love You For Always And Forever' Love Heart",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "Africa",
    "AL",
    "BG",
    "RO",
    "AR",
    "MX",
    "SA",
    "AZ",
    "CN",
    "IN",
    "LK"
  ],
  "Location": "US",
  "Description": "Contact Us All Items | New Arrival | Ending Soon | Items On SaleHome Terms Feedback Contact Us Add UsALOV Jewelry Sterling Silver 'I Love You For Always And Forever' Love Heart Cubic Zirconia Necklace Item DescriptionALOVA LOVE WITHOUT END ALOV is our endless love to all our loved ones who have made our life meaningful and beautiful. ALOV jewelry represents love, memory and dream that our heart will hold forever. Payment Shipping Returns Payment We accept PayPal only.Shipping Domestic Orders:All items are subject to a 3-5 business days processing time before they are shipped.We will notify all customers via email once the order has been shipped.Delivery services will take 3-10 business days depending on the item purchased and the delivery location. I offer combined shipping discounts if you purchase more than 1 item, please message me and ask how. International Orders:International orders are subject to a 5-7 business day processing time.Shipping cost and time varies by item and location. Typical Delivery Times:North America - 3-10 daysCanada - 7-10 daysSouth America - 10-14 daysEurope - 10-21 daysAustralia - 14-21 days We gladly offer expedited shipping for those who need their items faster. Please note that USPS First Class International delivery is the slowest option and does NOT include tracking outside of the United States. If you want tracking information you must choose Priority as your shipping selection. Import duties, taxes, and customs charges are not included in the item price or shipping charges. These charges are the buyers responsibility.Please check with your local customs office to examine possible charges prior to bidding/buying.These charges are normally collected by the delivering (shipping) company or when you pick the item up. USPS 1st Class International can take up to 6 weeks for delivery. This is not typical but it is possible.Returns Woodys World accepts returns with following policies: If buyer receives an item which does not match the description on its eBay listing:Woodys World strives to provide the best service to our customers, but on rare occasions, it is possible that we make mistakes. We are sorry for it and are committed to fix it as fast as possible. Please contact us and include your eBay ID and the eBay item number of your purchase. We will give you information to return the shoes and we will pay for the shipping fees which incurs in the process. If buyer receives a correct item as described in the eBay listing, but buyer wants to change to a different size:Please contact us and to check if we have other sizes in stock. If we do, we will be happy to exchange it for you. Please send back the shoes to us first. Buyer will be responsible for the shipping cost which incurs in the exchange process. If we do not have other sizes for you, we will accept a return. Please send back the shoes to us first. After we inspect the item and confirm it is still in unworn condition with original packaging, we will refund the full amount less shipping cost to you. In other words, buyer will be responsibile for the shipping cost which incurs in the process. If buyer receives a correct item as described in the ebay listing, but buyer wants to return for other reasons:Once in a while, we have buyers wanting to return items even though there are no problems with the items. We understand that there may be personal reasons and therefore were willing to accept a return. Please send back the shoes to us first. After we inspect the item and confirm it is still in pristine condition with original packaging, we will refund the full amount less shipping cost to you. In other words, buyer will be responsibile for the shipping cost which incurs in the process. Returns are at the buyers risk. All items that are lost or damaged during the return process are the sole responsibillity of the buyer.eBay Template Design by© 2017 Woodys World of Deals - All Rights Reserved.",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2825103998378080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.4",
    "UserID": "redface2004",
    "FeedbackScore": "23651",
    "FeedbackRatingStar": "YellowShooting"
  },
  "QuantityThreshold": "10",
  "Quantity": "44",
  "PaymentMethods": "PayPal",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjM4WDUwMA==/z/ZmoAAOSwIaFZNSHT/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDU2Ng==/z/CPEAAOSwX9FZNSHV/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjEwWDUwMA==/z/8SAAAOSwhvFZNSHW/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDg1NA==/z/B2AAAOSwi7RZNSHX/$_12.JPG",
    "http://i.ebayimg.com/00/s/NTAwWDc4Mg==/z/YMMAAOSwJH1ZNSHY/$_12.JPG",
    "http://i.ebayimg.com/00/s/NjM4WDUwMA==/z/q3QAAOSwR29ZNSHZ/$_12.JPG"
  ],
  "ConditionID": "1000"
}