{
  "ReturnPolicy": {
    "Description": "14 day no questions asked money-back guarantee.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P2DT12H14M24S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "61.99",
    "_currencyID": "USD"
  },
  "ItemID": "142400867117",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/PAIR-IDEAL-CUT-HEARTS-ARROWS-LARGE-2-CARAT-8MM-SIMULATED-MOISSANITE-GEMS-/142400867117",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "61.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-01T03:04:56.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-08T03:04:56.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Simulates Moissanite (as it occurs in Kimberlite)",
        "Name": "Type"
      },
      {
        "Value": "COMPLETELY COLORLESS NO GREEN, GRAY OR YELLOW TINT",
        "Name": "Color"
      },
      {
        "Value": "ROUND BRILLIANT",
        "Name": "Shape"
      },
      {
        "Value": "2 CARATS, 8mm",
        "Name": "Size"
      },
      {
        "Value": "TOTALLY FLAWLESS",
        "Name": "Clarity"
      },
      {
        "Value": "HEARTS & ARROWS IDEAL CUT",
        "Name": "Cut"
      },
      {
        "Value": "ONE PAIR",
        "Name": "Number of Stones"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "PAIR OF IDEAL CUT (HEARTS & ARROWS) LARGE 2 CARAT 8MM SIMULATED MOISSANITE GEMS",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Hi! This is an auction for one pair of LARGE, loose, round brilliant crystal clear radiant jewels that measure a huge 8 mm in diameter and weigh 2 carats EACH-- 4 carats total weight. These gorgeous jewels sparkle with intense fire and brilliance. They carry the highest rating-- D in color--ABSOLUTELY COLORLESS and FL in clarity--COMPLETELY FLAWLESS. Our gemstones mimic the optical properties of astronomically priced natural earth mined diamonds costing in excess of $50,000 EACH. These dazzling gems exhibit immense sparkle and fire without the slightest trace of yellow, green or gray tint. Not only are these jewels TOTALLY COLORLESS and HARD ENOUGH TO CUT GLASS, but this exquisitely matched pair of gemstones are so perfectly cut that they reflect light into a perfect HEARTS & ARROWS pattern which explodes into a crescendo of intense brilliance and scintillating radiance. THEY ARE LIKE TWO DAZZLING PERFECTLY MATCHED MINIATURE STARS. WHEN RATED FOR FIRE, SPARKLE AND BRILLIANCE ON A SCALE OF 1-10, THESE GEMSTONES RATE A FULL 10. ______ OUR GEMSTONES EXHIBIT THE VALUED HEARTS & ARROWS IDEAL CUT. THE HEARTS & ARROWS CUT SETS THE STANDARD WORLDWIDE AS THE ESSENCE OF PERFECTION AND BEAUTY. THIS IS THE CUT THAT IS MOST HIGHLY PRIZED SINCE IT OPTIMIZES THE FIRE AND LUSTRE OF A GEM. A HEARTS & ARROWS CUT REQUIRES THE GREATEST EXPERTISE TO CREATE... In a HEARTS & ARROWS pattern, all facets must be aligned precisely opposite each other and be exactly the same shape and size to produce a cut that is so perfectly symmetrical that it displays the HEARTS & ARROWS effect. Cutting the stones to these exacting proportions and then polishing them to obtain maximum light dispersion is extremely time consuming and is very costly since it can only be accomplished by a Master Cutter. 98% of light dispersion in a gemstone depends on the quality of the cut and the HEARTS & ARROWS round brilliant cut is the best quality cut available anywhere at any price. THROUGH THE MARRIAGE OF THE EXCELLENCE OF THE CUT-- COMBINED WITH A COMPLETE LACK OF COLOR AND PERFECT CRYSTAL CLARITY, YOU CAN MAKE THE SAME MAGNIFICENT IMPRESSION AS IF YOU WERE WEARING NATURAL EARTH MINED DIAMONDS COSTING TEN$ OF THOUSAND$ OF DOLLAR$ EACH. THESE GORGEOUS GEMS ARE SPECIALLY FORMULATED TO PERPETUALLY MAINTAIN THEIR COLOR-FREE CRYSTAL CLEAR PROPERTIES 100%. THAT'S WHY THEY ARE THE ONLY JEWELS YOU'LL DISCOVER ANYWHERE THAT CARRY OUR ONE OF A KIND LIFETIME REFUND OR FREE REPLACEMENT GUARANTEE NEVER TO YELLOW, BECOME CLOUDY, OR LOOSE THEIR INTENSE FIRE & SPARKLE EVER! MOREOVER, WITH OUR PEACE OF MIND UNCONDITIONAL LIFETIME GUARANTEE WE WILL QUICKLY PROVIDE A REFUND OR PROMPTLY REPLACE YOUR GEMS IF YOU ARE EVER UNHAPPY WITH THEM FOR ANY REASON! NO QUESTIONS ASKED. TO SEE RINGS MADE WITH THESE BEAUTIFUL GEMS PLEASE CLICK ON \"SEE OTHER ITEMS\" IN UPPER RIGHT. Here are some of the comments that other ebaY members have made as part of my 100%, 5 star positive feedback... \"Gorgeous stones. They Look better than the real thing.\" igal120 \"STUNNING! I set one in my $5,500 semi-mount. My jeweler didn't know it wasn't genuine.\" ragedygeneva \"Beautiful stones! I will never go back to real diamonds again!\" alanimai \"Love them, the jeweler was sooooooo impressed.\" tadicker \"I have been in the jewelry business for 35 years--these gems are incredible\" finejewelryplace \"Nice fire to the stones.\" rudntx \"Super fast delivery. Beautiful gems that shame the real thing.\" fcoulters \"Soo grand! The cut of these stones creates more fire than my expensive engagement ring.\" blondflower \"Nicest I have ever seen! Great seller--great communication & quick shipping.\" blcopeland \"Nice rocks. They do amazing things with light.\" tumuch \"What a wonderful product! Immense shine, sparkle + color flash!\" notivec \"Perfect, they look better than the ones that I paid $1,000's for.\" naynaybubatz \"Beautiful stones. I put the real thing in a vault and nobody is the wiser.\" marsheljet \"I went to a wedding. I got 50 compliments on my jewels!! cjduck \"This is the third set I've bought from you. I love them.\" 969908 \"GORGEOUS! Fast delivery, stones just as promised. Lots of fire!\" eiffelq \"BOTH THE GEMS + SERVICE WERE PERFECT\" collectingshopaholic \"Great person to work with. Thanks and God Bless!\" Lordchaser \"Very prompt and honest with details and delivery.\" glothrop \"Look so real \" kahern1028, drd1957lmjo \"Flawless, Colorless, Tremendous sparkle. Excellent. Many thanx.\" k9jessica \"These stones are fantastic. I need a mounting quick.\" richey7868 \"Great Ebayer A++++ Thanks a bunch\" atlasclothing \"Very nice, friendly, honest. A+\" quickdropvawil \"Beautiful stones, fast delivery, customer service is #1, Excellent vendor.\" tkdengland \"Look better than the genuine article\" littledog1973 \"SO ABSOLUTELY BEAUTIFUL, WILL BUY FROM STEVE AGAIN\" marshaburr \"The stones are not only beautiful, they are gorgeous.\" 509pamm \"Great seller...Second time I have gone through him...Now I'm blingin\" fkhoury213 \"Great communication, extremely helpful + pleasant seller.\" lewisnsjj \"Wow, fast shipping, super sparkle. Compare favorably with my genuine diamonds.\" debbieae \"The stones are much better than described. The delivery was the quickest ever.\" 586chet \"Gorgeous! Much better than pictured.\" stolsrygg \"JUST BEAUTIFUL!!!!!!!!!AAAAA+++++ yomomma4 \"Absolutely exquisite! They look better than my real diamonds!!!!!\" 92robyn \"In the U.K. we have the X factor, but these are the WOW!!! factor. EXCELLENT! lockyer1969 \"This ebayer goes above and beyond!!!\" 3kidsallsinging \"Highly recommended\" llpguardianangel12, jagodina1, mjdecor, dinamico23 Please click on \"See other items\" in the upper right to see the simulated moissanite rings that I offer. I'm looking forward to being of service to you. If you have any questions, please feel free to e-mail me. Thank you. ~Steve",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1424008671178080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.0",
    "UserID": "selectionsbystephen",
    "FeedbackScore": "1977",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "selectionsbystephen",
    "StoreURL": "http://stores.ebay.com/id=123994761"
  },
  "Quantity": "1",
  "Location": "Brownwood, Texas",
  "HitCount": "9",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/Mjc0WDUwMg==/z/p9UAAOxyqOxRqgKw/$(KGrHqRHJBwFDBVFYDYrBRqgKwILe!~~60_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzk4WDUwMA==/z/pH0AAOxy3NBSdq5S/$T2eC16NHJGIFFoTmFfWzBSdq5R1c0w~~60_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/pNwAAOxy3NBSdq5W/$(KGrHqYOKosFJo3hd65(BSdq5WFp3!~~60_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQ0OQ==/z/wokAAOxyM89Sdq5a/$(KGrHqVHJEIFJbMtiLK!BSdq5Zy-z!~~60_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MzYxWDUwMA==/z/E4wAAOxyXDhSdq5b/$(KGrHqVHJFIFJtl!WbtGBSdq5bHWIw~~60_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2WDUwMA==/z/E6QAAOxyXDhSdq5c/$(KGrHqNHJF!FJiV8qOYtBSdq5cM2zg~~60_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzc2WDUwMA==/z/BFYAAOxyzi9Sdq5d/$(KGrHqEOKpIFJdBE4R(zBSdq5dYHo!~~60_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzg2WDUwMA==/z/hKwAAMXQUmFSdq8F/$T2eC16hHJH0FG2O,8-4HBSdq8FNkFw~~60_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1500",
  "PostalCode": "76801"
}