{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT1H26M33S",
  "ListingStatus": "Active",
  "Storefront": {
    "StoreName": "hiphopjewelry",
    "StoreURL": "http://stores.ebay.com/id=794361577"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Grillz, Dental Grills",
  "QuantitySold": "4",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "252529918409",
  "ConvertedCurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "QuantityAvailableHint": "MoreThan",
  "StartTime": "2016-09-07T17:29:51.000Z",
  "Site": "US",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14k-YELLOW-GOLD-FINISH-DIPPED-OVER-STERLING-SILVER-TARNISH-FREE-PLAIN-TOP-GRILLZ-/252529918409",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-04T17:29:51.000Z",
  "PrimaryCategoryID": "152808",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "925 Sterling Silver",
        "Name": "Metal Purity"
      },
      {
        "Value": "Yellow",
        "Name": "Main Color"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": ".925",
        "Name": "Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "14k YELLOW GOLD FINISH DIPPED OVER STERLING SILVER TARNISH FREE PLAIN TOP GRILLZ",
  "ExcludeShipToLocation": [
    "SL",
    "BF",
    "CF",
    "AO",
    "NA",
    "GA",
    "SC",
    "ET",
    "CD",
    "ML",
    "CI",
    "SO",
    "GW",
    "MZ",
    "EH",
    "DZ",
    "YT",
    "SH",
    "KM",
    "CV",
    "RE",
    "GN",
    "BJ",
    "MA",
    "MU",
    "RW",
    "ER",
    "DJ",
    "CM",
    "CG",
    "MR",
    "SN",
    "GH",
    "GQ",
    "MW",
    "TG",
    "LY",
    "ZW",
    "BW",
    "TN",
    "NG",
    "MG",
    "LR",
    "ZM",
    "BI",
    "SZ",
    "EG",
    "TD",
    "NE",
    "KE",
    "TZ",
    "LS",
    "UG",
    "GM"
  ],
  "Location": "Houston, Texas",
  "Description": "14k YELLOW GOLD FINISH DIPPED OVER STERLING SILVER TARNISH FREE PLAIN TOP GRILLZ we are proud to bring to you the fashionable and very affordable Fashion Jewelry. With each unique design, these Jewelry are guaranteed to satisfy your craving for shine and design .we carry a wide variety of Fashion Jewelry that fit in any price budget, being a great example for fashionable designs at an unbeatable value. #1 Top-Rated QualityStyle : Yellow Gold Finish Top GrillzMetal - High Quality Solid Sterling SilverTop Grill covers the Upper Six teeth very nicelyComes complete with clear storage case valet box Includes one silicon fixing bar to keep your grill in tightThese products are not included in our normal return policy and are sold as it is - without warranties of any kind. Due to the nature of this product, no returns or exchanges are allowed so please be aware of this prior to ordering. We will not be liable for any damages of any kind arising from the use of these grillz including but not limited to incidental, punitive or accidental damages.SIMPLY AMAZING QUALITY.You will NOT find this quality at this price any where! It is the opportunity of the year! Retail Price - $ 519.99 We accept payment through PayPal. All payments should be made within 7 days of purchase unless in special cases. For example, if you are experiencing difficulty in paying through PayPal and need additional time, please let us know so we can work around that. A payment reminder will be sent on the 4th days after purchase. If the item is not paid for an unpaid item dispute will be opened on the 7th day after purchase. We reserve the right to reject late or fraudulent payments. Please contact us for any other methods you would like use to pay for any of our products. All items are shipped within 24 to 48 hours after the payment is cleared. We will ship the item to the address provided by PayPal ONLY. Domestic Shipment: We ship all domestic items by USPS First Class Mail FREE OF CHARGE. It has an estimated delivery time of 2-5 business days. We also offer faster cost services which is USPS Express Mail (up to 2 business days, but overnight to most areas) or Priority Mail (2-3 business days). All items with the value of over $200 will have to be signed for. In the event of a return, the shipping costs will not be refunded and the buyer will be responsible for return shipment costs. The cost of shipping with be subtracted from the total invoice amount even in case of USPS First Class Mail. International Shipment: USPS Express Mail will be used for all international shipments which has a delivery time of 5-7 business days (unless customs holds the item longer). If an item is returned the full purchase price will be refunded, only the shipping and handling charges to ship the item to the customer will be removed from the refund amount. USPS Express Mail includes tracking & Full Insurance unlike some other international services. **The Buyer is responsible for customs, taxes, and duties that are required by the country. This amount will not be refunded in case of a return. We warrantee and represent that the good are as discribed in the above listing.We specially disclaim any implied warranties of the title, merchantability fitness for practicular purpose and non-infringement. Customers should satisfy themselves that any item choice made is suitable for their intended purpose for use We pride ourselves on your customer service.In the rare event that you have a problem with the item please contact us and we'll be happy to help. We are motivated and enthusiastic to have a perfect record in customer satisfaction and providing products at a great price. All our items are 100% genuine and are of high quality diamonds, which have amazing clarity and color. Jewelry for Less is known for the variety of jewelry in both Men’s and Ladies fashion. We value every customer and we want to ensure the satisfaction of each customer. We will make the commitment to every single customer that they will have the best experience here at our store. At the end we treat each and every customer with the same level of courtesy and respect that we expect to receive. If you have any questions about the item feel free to contact us via eBay by clicking on the ask seller button.",
  "PrimaryCategoryIDPath": "281:10968:15124:152808",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2525299184098080_2.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "hiphopjewelery",
    "FeedbackScore": "2449",
    "FeedbackRatingStar": "Red"
  },
  "QuantityThreshold": "10",
  "Quantity": "16",
  "PaymentMethods": "PayPal",
  "HitCount": "691",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/~1oAAOSwTA9X5xIa/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/MqEAAOSwq7JUCcnA/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/hToAAOSwmfhX5xIc/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/pSwAAOSwPCVX5xJq/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/1qAAAOSwmLlX5xJs/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/1uMAAOSwmLlX5xJw/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/BHIAAOSw8gVX5xJu/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/vgcAAOSw4shX5xI3/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "77092"
}