{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "371972727397",
  "TimeLeft": "P6DT20H16M",
  "ListingStatus": "Active",
  "Title": "18\" 16-18mm Lavender Keshi 2Row Freshwater Pearl Necklace",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "SKU": "pearl necklace",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T08:46:14.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "CN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T08:46:14.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Pearl Zone",
        "Name": "Brand"
      },
      {
        "Value": "Lavender",
        "Name": "Color"
      },
      {
        "Value": "18\"",
        "Name": "Length (inches)"
      },
      {
        "Value": "Freshwater Pearl",
        "Name": "Main Stone"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Mixed Metals",
        "Name": "Metal"
      },
      {
        "Value": "Strand/String",
        "Name": "Style"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/18-16-18mm-Lavender-Keshi-2Row-Freshwater-Pearl-Necklace-/371972727397",
  "ExcludeShipToLocation": [
    "Africa",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AL",
    "AD",
    "AT",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "EE",
    "GI",
    "GG",
    "IS",
    "JE",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA",
    "VA",
    "AI",
    "AG",
    "AW",
    "BS",
    "BB",
    "BZ",
    "VG",
    "KY",
    "CR",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "MQ",
    "MS",
    "AN",
    "NI",
    "PA",
    "KN",
    "LC",
    "VC",
    "TT",
    "TC",
    "VI",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "PH",
    "TW",
    "VN",
    "BO",
    "CL",
    "CO",
    "EC",
    "FK",
    "GF",
    "GY",
    "PY",
    "PE",
    "SR",
    "UY",
    "VE",
    "BM",
    "GL",
    "MX",
    "PM",
    "BH",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "SA",
    "AE",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ"
  ],
  "Location": "Shanghai",
  "Description": "18\" 16-18mm Lavender Keshi 2Row Freshwater Pearl Necklace 　 Item Number NL-181618-K Pearl Color Lavender Pearl Grade AA Pearl Type Freshwater Keshi Pearls Pearl Luster AA Pearl Size Approx.16.0-18.0mm Pearl Surface With Tiny Blemishes Item Style Pearl Necklace Pearl Shape Baroque Attachment Copper White With Gold Plated 　 　 　 　 Background Information On Freshwater Pearls - The pearl is the only gem created by a living creature. With more than 5000 years history in mankind’s history, pearl is the “queen of gems”. From ancient emperors, to the royalty and celebrities of today, pearls have been adored as a sign of wealth and exquisite taste. - Nowadays, fresh water pearls are becoming more and more fashionable for people around the world. 95% of fresh water pearls are grown in China. The annual output is around 1500 tons. - With great quality and affordable price, freshwater pearl has become an popular alternative to the Japanese Akoya pearl and south sea pearl. Fresh water pearl has created a renewed fashion in pearls world as an affordable alternative to the costly saltwater pearls, like Akoya, South Sea Pearl and Tahitian Pearl. 　 Caring for Your Pearls Even cultured pearls with thicker coatings are more fragile than most other gemstones, so you must handle them carefully to keep them in the best condition. Your pearls will stay cleaner if you put them on after you've applied your makeup and perfume. 　 Be sure to take off your pearl rings before you apply hand and body creams. 　 Wipe your pearls with a soft, lint-free cloth as soon as you take them off. The cloth can be dampened with water or it can be dry. If damp, allow the pearls to air dry before putting them away. 　 Dirty pearls can be cleaned with a mild soap and water solution. 　 Never clean your pearls with solutions that contain ammonia or harsh detergents. 　 Don't put pearl jewelry in an ultrasonic cleaner. 　 Don't use abrasive cleaners or rub pearls with abrasive cloth. Both can wear away the nacre coating, leaving you with a plain looking bead. Storing Pearls Don't store your pearls with other jewelry, because they can be scratched easily when metal or gemstones rub against them. Find a special slot in your jewelry box for the pearls, or keep them in a soft bag made from chamois or another non-abrasive material. Your fine pearl necklaces should be restrung periodically so that you're sure the silk or nylon cord holding them is in good shape. Restring Your Pearls And Knot For Safety To prevent strand breakage, it's a good idea to have your pearls restrung periodically -- perhaps once a year or so if you wear them often. Knotting the strand between each pearl will prevent all of the pearls from falling off the strand in the event the strand breaks. Also, knotting prevents the pearls from rubbing against one another and causing damage. A little bit of care can go a long way toward ensuring that your pearls remain safe and bright for years to come! Our pearl necklaces are all knotted. PEARL ZONE with 10 years experience in freshwater pearl’s circle in China, we offer a full variety of Pearl Jewelry with highest quality and very reasonable prices. All our eBay listed items are located in our workshop in China. We purchase large quantity of pearl from the pearl farmers directly so our costs are well controlled. We then pass great discounts to our clients on eBay. That means all our clients on eBay will enjoy the advantage. As no agent's involvement, our pearls are at the low price and with the same fine quality as those sold in high-end jewelry stores. Every piece of our fine Pearl Jewelry is carefully designed by our talented designers and hand-knotted in our own workshop. Therefore, buying from us means buying directly from source with reasonable price. We welcome retail, wholesale and customized order. We maintain a huge pearl inventory and have new arrivals every week. We have a \"Hassle-free\" 30 days return/refund policy and never asking for restocking fee. Please browse our selection of Pearl Jewelry which are as beautiful as they are affordable. We offer a 100% Satisfaction and a No Risk Money Back Guarantee. We only accept Papal payment...No Exceptions! With confirmed address orders are shipped within 1 business days of receipt of PayPal funds. PayPal e-Check must clear prior to shipping. PayPal is accepted at our secure checkout site. You may use PayPal to pay with Visa, MasterCard, Discover, American Express or e-check. Payment must be within 24 days after the winning bid, if you want to buy more than one item, please write to us. You can wait for your other auctions to end and pay us for everything at once. The combine payment must be within 31 days after the first items finished. The item is free shipping by air mail from China Post Office. Please make sure the \"Ship To\" address you enter during checkout is correct as we are not responsible for wrong or undeliverable addresses. We require a PayPal verified shipping address for shipment of your items. Lower Shipping and Handling Rates 　Service Destination 1st Item Insurance Delivery Time Online Tracking Air Mail Worldwide 0 NO 15-35 days Unavailable EMS Worldwide $20.00 NO 7-15 days Tracking DHL/UPS Worldwide $30.00 NO 4-8 days Tracking We can exchange returned items for you if there is a problem with an item. Every item we offer is backed by a 100% satisfaction guarantee. If your item is not correct or you don't like it for any reason, contact us immediately for return instructions and we will make it right for you. Items must be shipped to us in the original condition and undamaged within 14 days. we will work with you to ensure that any problem is solved. Please note that shipping fee is not refundable. It is our mission to make sure that all your questions are answered in a timely manner. Please feel free to forward all your questions and comments us by eBay, but please do not hide your email address. We answer emails Monday-Friday (no weekends or holidays). Thank you for visiting our store. For your parcel, we always need 15-20 minutes to pack though we are professional enough, because we should double confirm your address and then fill in 4 copies of customs application forms. After the parcel is sent, we need to track it almost everyday. Though busy all day along, we feel happy to make you content for our responsible service. If you are satisfied with my goods and service, please give me five stars to encourage me to do better and better. And under five stars shows a bad standing for me, in that case please feel free to contact me to solve it. Thank you very much again. The illustration shows how to leave me the feedback, please follow, thanks!",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3719727273978080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "unique_jewelry_2008",
    "FeedbackScore": "25809",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "pearl zones",
    "StoreURL": "http://stores.ebay.com/id=806651205"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/wW4AAOSwLnBX5J~8/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/EMYAAOSwzaJX5KAF/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/ePsAAOSwPCVX5KAQ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Bn4AAOSwCGVX5KBR/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/Cn4AAOSwTA9X5KBb/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1500"
}