{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "MinimumToBid": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "142405016051",
  "TimeLeft": "P6DT12H36M13S",
  "ListingStatus": "Active",
  "Title": "Givenchy Designer Signed Gold, Blue & Amber tones Necklace & Bracelet Set",
  "ConditionDescription": "excellent condition, see description & photos",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "CurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-06-05T00:23:17.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "Pre-owned",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T00:23:17.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Givenchy",
        "Name": "Brand"
      },
      {
        "Value": "Gold-Multi",
        "Name": "Color"
      },
      {
        "Value": "Unknown",
        "Name": "Material"
      },
      {
        "Value": "Unknown",
        "Name": "Main Stone"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Givenchy-Designer-Signed-Gold-Blue-Amber-tones-Necklace-Bracelet-Set-/142405016051",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America"
  ],
  "Location": "Indianapolis, Indiana",
  "Description": "Givenchy Necklace & Bracelet Jewelry Set Gold Tone w/ Blue & Amberexcellent condition..no damage or defectsnecklace: 10.5\"Lbracelet: 7.25\" total length when opened laying flatboth pieces are signed PAYMENT * Auction style payment is due within 3 days. Buy-it-Now payment is due immediately. * Paypal payments only. * Payment not received within 3 days, will result in an unpaid item case. If contact is not immediately made by the winning bidder, the item will be sold to next highest bidder or re-listed. SHIPPING * Items ship within 3 business days of receiving a cleared payment from Paypal. Receiving time is determined by the shipping service/carrier. I ship via USPS Priority/Expedited shipping which is estimated to arrive in 2 to 3 days. Parcel Post/Economy Shipping may be used on occasion, with heavier items. Parcel Post packages can take up to 10 days to arrive. Please note sellers are not responsible for shipping carriers’ transit times. I use the USPS shipping calculator though eBay…they determine the rates which are based on weight, box dimensions, & geographical distance between seller and buyer. *I ship normally once a week, (depending on the volume of packages going out); this is subject to change). I am unable to ship on Saturdays. (I ship daily during the winter/holiday season.) Please inquire prior to the auction’s closing about Express/Overnight shipping, if faster shipping if needed. Please pay promptly so your package(s) can ship out within the handling time stated. *Shipping on multiple items purchased at one time will be combined. The items need to be gathered & weighed together to receive an accurate quote. Please wait for an invoice, and ask for the quote prior to bidding, if you have any concerns. *Please confirm your address with Paypal, for I only ship to confirmed addresses. Items cannot be shipped to an address different from the one(s) provided by eBay and/or Paypal. * Free Shipping auctions are for that one item, additional items purchased in the same order will have a shipping charge. Seller Disclaimer *Returns are not accepted unless a serious error has occurred in the listing. Auctions for pre-owned/used items may have faults or imperfections not recognized by the seller and, therefore not included in the item's description. This does NOT constitute an “Item not as described”. Please note anything used will & should have “imperfections”. Excellent pre-owned condition doesn't necessarily mean completely flawless… I go out of my way inspecting items MULTIPLE times & providing multiple photos to insure an accurate description. Anything noticeable will be pictured and/or noted. Please note sellers that do not accept returns are not obligated, & reserve the right to decline return request. Sorry to have to spell that all out, but having your feedback damaged by buyers who claim something is “not as described”, when it’s in the condition stated or even better!, is very unfair & will be reported to eBay. I spend hours, upon hours, upon hours, working hard at what I do. On a less serious note, if you receive the wrong item or it’s damaged during shipping I will be happy to assist! ...and thank you to all the honest buyers out there! Regarding clothing: measurements are taken with the garment lying flat & they will be noted in the description. Please use those measurements & compare them to an item you currently own, that fits. *Please consider that your computer monitor may have different contrast or brightness settings & thus may not be an exact color to what’s pictured. *If you are using a mobile device & cannot see ALL of the photos, especially those that may show a flaw or issue, please view EVERYTHING (text & photos) on a larger or different viewing screen prior to bidding. eBay has a limit of 12 images that can be uploaded above, & at times there will be more shown in the description. *All sales are final, so please read all of the auction details, view all of the photos, & ask questions if you need. Thank you for visiting & peace to you!",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1424050160518080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "vanillasunset",
    "FeedbackScore": "4869",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "vanillasunset",
    "StoreURL": "http://stores.ebay.com/id=15833391"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MzMyWDUwMA==/z/52kAAOSw5VFWHY1~/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzMyWDUwMA==/z/oeIAAOSwl9BWHY2A/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDIzMQ==/z/akMAAOSwAYtWHYoF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzU5WDUwMA==/z/bysAAOSwo0JWHYoN/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDQ5MQ==/z/bRgAAOSwAYtWHYoZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzc2WDUwMA==/z/vt4AAOSwYHxWHYoX/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDIyWDUwMA==/z/MmkAAOSwl9BWHYoU/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE2WDUwMA==/z/S~UAAOSwhcJWHYoL/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ1WDUwMA==/z/vjwAAOSwYHxWHYoI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI0WDUwMA==/z/sg0AAOSw5VFWHYoK/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "PostalCode": "46224"
}