{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "41.89",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "282510517868",
  "TimeLeft": "P4DT22H57M1S",
  "ListingStatus": "Active",
  "Title": "Bollywood Gold Brass Cubic Zircon Princess Floral Necklace Set Women AINS 068",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "41.89",
    "_currencyID": "USD"
  },
  "SKU": "AINS 068",
  "ConvertedCurrentPrice": {
    "value": "41.89",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T11:13:41.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-10T11:13:41.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Spargz",
        "Name": "Brand"
      },
      {
        "Value": "Princess",
        "Name": "Style"
      },
      {
        "Value": "Floral",
        "Name": "Theme"
      },
      {
        "Value": "Brass",
        "Name": "Metal"
      },
      {
        "Value": "100% Pure Brass",
        "Name": "Metal Purity"
      },
      {
        "Value": "Cubic Zircon",
        "Name": "Main Stone"
      },
      {
        "Value": "White",
        "Name": "Color"
      },
      {
        "Value": "Height : 7 cm : 1.8 cm Width : 2 cm 1.8 cm",
        "Name": "Length (inches)"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bollywood-Gold-Brass-Cubic-Zircon-Princess-Floral-Necklace-Set-Women-AINS-068-/282510517868",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "MUMBAI, MAHARASHTRA",
  "Description": "New Page 1 New Page 1 New Page 1 New Page 1 New Page 1 New Page 1 New Page 1 New Page 1 New Page 1 New Page 1 New Page 1 W E L C O M E T O A R T I N D I Welcome to ArtIndia Cz About art India CZ Art India welcomes you to the aesthetic world of designer jewelry collection. Each Art India CZ’s line is characterized by a specific range of materials, but the overriding themes of the SPARGZ brand are present throughout. Collections incorporate high-quality, color and clarity of CZ diamonds, treated color diamonds, and colored stones. Our artistic integrity is never compromised, and each jewel is a unique creation in and of itself. Our commitment & dedication to the principles is the true essence of the SPARGZ brand. Product DESCRIPTION Spargz Welcomes you to Aesthetic World of Designer Jewellery CollectionOur Jewellery is manufactured using pure Brass which is Skin friendly, Nickel and Lead Free. It doesn’t causes any rashes or alWe are using Synthetic Color Stone Color Beads Semiprecious Stone and Synthetic PearlThe Gold Plating being of highest quality, the plating lasts for a long period of time and doesn’t tarnishes that easily.Spargz Jewellery is Skin friendly, Nickel and Lead FreePlease keep away from Water and Perfume for long lasting shine. PAYMENT We accept payment via PayPal only. You can also pay using your Credit Card, via PayPal, by using PayPal as a guest. Payment is required within 3 days of the sale of an item. SHIPPING Manufacture ART INDIA CZ Brand Spargz Shipping and Handling Time We have ready product with us. We can ship within a day or two (expect Saturday & Sunday) Delivery Time Delivery within USA takes 3-10 business days after item is shipped. This depends on the mail service we send it by. Please note that we may ship via different mail services. Delivery to AK, HI, PR, APO/FPO addresses and other US territories usually takes 4 to 6 weeks. Please provide your correct or updated shipping address with contact details for shipment. International Shipments International shipments are usually delivered within 15-20 days, depending on the time taken to clear customs. We provide tracking details for every of our International shipments. We are not responsible for any delays due to customs. Please note that all countries charge a duty on imported goods. A customs clearing charge is also imposed in many countries. We are not responsible for the amount of duty or any other related charges. Warranty Warranty for the item's is as per the manufacturer’s terms & Conditions. No Warranty for physically damaged or Burnt & Damaged items. Return are accepted within 7 days for DOA (Dead On Arrival) cases or damaged in transit cases only query If you have any questions, please feel free to email us 24 hours a day, 7 days a week. We will respond to your mails within 24 hours. If you need any further clarification regarding the product, please do not hesitate to ask us, we would be glad to assist you. Please do not leave a negative feedback as a way to communicate. If you have any concerns regarding your purchase, please contact us via phone or mail, we assure you that a satisfactory resolution will be reached. Please help us maintain a 5 Star DSR rating in all 4 rating categories, if you feel otherwise, please let us know how we can score a perfect rating from you before you rate us. Call US For any queries or concern you can call: +91-22-24187733 / 24187766 Between 10:00 to 18:00 Hrs IST, all at other times may go unanswered. You may write to us via the message option on ebay THANKS FOR VISITING US !!!",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2825105178688080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "92.9",
    "UserID": "artindia_cz",
    "FeedbackScore": "63",
    "FeedbackRatingStar": "Blue"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/d1UAAOSwqfNXpESv/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/-~MAAOSwbsBXpES0/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/PfgAAOSwyLlXpETM/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "400002"
}