{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT2H37M1S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "33.93",
    "_currencyID": "USD"
  },
  "ItemID": "201946044697",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Necklace-Set-Jewelry-Blue-Traditional-Ethnic-Wedding-Bollywood-Bridal-h56-/201946044697",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "33.93",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T14:36:57.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T14:36:57.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Joharibaazaaar",
        "Name": "Brand"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "Alloy",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Necklace Set Jewelry Blue Traditional Ethnic Wedding Bollywood Bridal h56",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Product Description Designer Necklace Set Temple Collection Jewelry SetTraditional Necklace SetPresenting from the house of Joharibaazaaar , Artfully designed, these coin necklaces add a hint of raw ethnic beauty to any look. Representing a classic fusion of exquisite craftsmanship and feminine elegance, this set will definitely be a treasured inclusion in every woman's jewellery collection. The gold finish further ensures a long-lasting shine.!! Product material : Alloy Colour : Blue Eearring Leangth: 9Cm (Approx) Jewellery Care : Keep it away from perfume Disclaimer : Product colour may slightly vary due to photographic lighting sources or your monitor settings Necklace, Earrings & maang Tikka Shipping Policy:We Ship Worldwide from India within 24-48 Hours of receiving confirmed payment. All the items are shipped through India Post with the service of Registered Airmail. This service takes 20-35 days to deliver the products. This service is not traceable. We also ship through Standard shipping via Private Courier like DHL, Bombino Express etc. with the delivery time of 3 to 7 business days will be charged extra. If there is any restriction of issue is shipping to particular country then we would mail you informing the same. There is no Sunday delivery and in expedited shipping the company cannot deliver to P.O. Box or military addresses (APO, FPO, etc.). If you wish to have your package delivered to these types of addresses, then we would ship it from India postal services. ***P.S: Before placing order please contact or or see the restricted shipping zone where we do not ship the item. Payment Policy: We accept payment through PayPal. PayPal is the fastest and the safest mode of payment. If you are buying multiple items in one day or multiple days then please do drop us an email. Term and Policy:We try our best to describe the item as it is. However, due to digital image capture effects, there is a slight possibility that colors and texture may look different. Please ask any questions before placing the order if you have any doubt.That the address at which delivery of the product ordered by you is to be made will be correct and proper in all respects.That before placing an order you will check the product description carefully. By placing an order for a product you agree to be bound by the conditions of sale included in the item's description. That in the event of a non-delivery occurs on account of a mistake by you (i.e. wrong name or address or any other wrong information) for any extra cost incurred by Joharibaazaaar for re-delivery shall be claimed from you. International Duties & Taxes : You may be subject to import duties and taxes, which are levied once a shipment reaches your country. Additional charges for customs clearance must be borne by you; we have no control over these charges and cannot predict what they may be. Customs policies vary widely from country to country; you should contact your local customs office for any further information. Import duties, taxes and charges are not included in the item price or the shipping charges. These charges are the buyer's responsibility. Please check with your local customs authority to determine these additional costs prior to bidding or buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up — please do not confuse them for additional shipping charges.Return Policy: In case of returns you must contact us within 48 hours of receiving the item, so that we can process your return for refund or exchange, the Product must be returned within 14 days of receipt & it should not be altered, tempered & should be in original packaging. Return postage/Shipping Charge will be bear by the buyer itself. If you are not satisfied with your purchase for any reason, we will make every attempt to resolve the issue. If you choose to return the item, we will refund your purchase in full, including original postage as soon as the item reaches back to us. Term and Policy: In Feedback is a vital part of eBay community. Positive feedback is automatically left for you immediately after payment. We expect you to leave feedback for us after receiving your order. While leaving feedback you can choose to rate your experience with the transaction in 4 different areas of customer service which are known as Detailed Seller Ratings (DSRs). Feedback: Please contact us right away before leaving us Negative or neutral feedback, so that we may resolve your issue and so that we can improve our service. The feedback and DSRs influence a seller's reputation on eBay, and your opinion is very important to us.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2019460446978080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "93.6",
    "UserID": "joharibaazaaar",
    "FeedbackScore": "109",
    "FeedbackRatingStar": "Turquoise"
  },
  "Quantity": "1",
  "Location": "GURGAON, HARYANA",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTk1WDg1MA==/z/sDwAAOSwdzVXjiOg/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "122001"
}