{
  "ReturnPolicy": {
    "Description": "Jewelry that has been worn, resized, damaged, engraved, or otherwise altered after delivery will not be accepted for return, exchange or refund. All jewelry must be returned in new, unworn condition, and will undergo quality checks and inspection. If the jewelry has been worn or shows any sign of wear, it will be returned to you.  Jewelry boxes must be in new condition and must not be missing parts, dirty, or damaged.\n\nAll jewelry claimed to be defective may be exchanged for replacement only and will be inspected upon return.  Defect claims must be made by contacting us within 7 days of receipt of your purchase.  If  jewelry is determined to be damaged or otherwise altered after delivery and not manufacturer flaw, no refund will be issued and the jewelry will be sent back to you. \n\nBrown and black discoloration on .925 sterling silver jewelry is naturally occurring tarnish and is not a defect; it can be removed with silver cleaner. We hand clean all our sterling silver jewelry prior to packing of orders.  A green discoloration on skin is not an indication of \"fake\" or sub-quality silver.  Sterling silver is mixed with an alloy of copper, which can discolor skin depending on your body's chemistry. \n\nNo refunds on original order shipping charges. \n\nPlease contact us immediately if your shipment was damaged in transit. Damaged items must be returned within 5 days for shipping damage claims.\n\nRETURN INSTRUCTIONS\n\nPackage the item in similar packaging to what you received. Include your packing slip (or order #) and reason for return within the package.  If you are exchanging for a new size, please indicate the new size. If you are exchanging for a different size, please include $3.00 to cover return shipping costs. All merchandise should be sent First Class USPS mail with delivery confirmation.  Return cost shipping reimbursement is for damaged items that are replaced only (not refunds) and  is limited to $5.00. \n\nReturn items to:\n          AzureBella \n          69 Transalpine Road\n          Lincoln, ME 04457",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P9DT9H29M42S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "CurrentPrice": {
    "value": "32.93",
    "_currencyID": "USD"
  },
  "SKU": "W9450",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "282479650648",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Crystal-Tiara-Headband-Ribbon-Design-/282479650648",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "32.93",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-15T21:05:54.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-14T21:05:54.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Wildfire Fashion",
        "Name": "Brand"
      },
      {
        "Value": "base",
        "Name": "Metal"
      },
      {
        "Value": "NA",
        "Name": "Main Stone"
      },
      {
        "Value": "crystal",
        "Name": "Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Crystal Tiara Headband Ribbon Design",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "BidCount": "0",
  "Description": "Our eBay Store About Us Contact Us Crystal Tiara Headband Ribbon Design $32.93 Silver tone crystal fashion tiara with ribbon design. Each end of the tiara has 1.5 hair combs. Product Details SKU W9450 ●Silver tone ●Sparkling crystals ●Packaged in jewelry box ● FREE 2-part cleaning cloth with any purchase of $75 or more - yes, we combine shipping! ABOUT OUR COLLECTIONS: AzureBella jewelry collections consist of a wide variety of jewelry from around the world and made here in the USA, from high-quality fine cast to lovingly handmade. Our collections include: ● Ancient Roman Glass - handmade by skilled artisans from 2,000-year-old excavated glass in Israel. ● Wildfire Fashion - Trendy, exciting fashion jewelry including all the year's newest looks ● Destination By Design - A passionate adventure in fashion - ignite your passion within ● AzureBella Collection - exclusive handmade designs ● Hearts Together Collection - Two diamonds side by side, just like the two of you! ● Twinkle Diamond Collection - Rockin' diamonds that move for maximum sparkle! CHOKING HAZARD: Small parts in jewelry may be a choking hazard. Use under adult supervision, and keep out of the reach of young children. Please instruct children to not put jewelry in their mouths.",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2824796506488080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "azurebellajewelry",
    "FeedbackScore": "277",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "AzureBella Jewelry",
    "StoreURL": "http://stores.ebay.com/id=526859768"
  },
  "Location": "Lincoln, Maine",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/F5kAAOSwxu5ZGhg1/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "04457"
}