{
  "ReturnPolicy": {
    "Description": "Returns / Concerns:\n\nAll items qualify for returns up to 14 days after your item is received.\nIf you return your purchase, these rules must be followed.\nShortages or Damages:  We strongly recommend that all Items be fully and carefully inspected at time of delivery. If there are any problems with your order, please notify me within 24 hours of delivery. Replacements are sent out upon receipt of damaged product.\nDefective/damaged Returns must be received within 14 days of invoice date. Replacement will be shipped to you.\nNon Defective/damaged Returns: The original purchaser has a period of 14 days from date of delivery to return any purchase for a refund, less 15% restocking fee and shipping, provided the merchandise is in new, resalable condition and returned in the original, undamaged packaging. All items must be returned in original manufacturer’s packaging, all parts, access, and paperwork. No used merchandise will be accepted.\nUnless the merchandise is shipped in error, customer is responsible for outgoing freight as well as return freight. The cost of the shipping will be deducted from the credit, which the customer is entitled to upon receipt and inspection of the returned item(s). Acceptance of merchandise is final only after inspection. All warranty books, instructions manuals, parts and accessories must be included as well as the original box in which the item was shipped. To protect the original factory carton from any additional shipping damage, please place it inside another carton for return shipping.\nPlease note that you are responsible for the safe return of merchandise and for all shipping costs. Shipping charges are non-refundable unless the return is the result of our error. For your protection, returned packages must be insured for the value of your merchandise.\n\nReturn processing time generally takes a few weeks.\nAll items are IN STOCK at time of listing. \nInventory changes constantly and it is impossible to maintain perfectly accurate count of all items.  Please do not penalize us if we have to issue you a refund!.\nYou must contact me to process the return with the supplier.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P1DT11H9M57S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Wristbands",
  "QuantitySold": "0",
  "HandlingTime": "5",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "59.96",
    "_currencyID": "USD"
  },
  "ItemID": "371943242829",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/A100-Black-Baron-Technicians-Wingstrap-Steampunk-Wristband-Leather-Pewter-/371943242829",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "59.96",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-08T01:14:28.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-07T01:14:28.000Z",
  "PrimaryCategoryID": "112603",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Alchemy of England",
        "Name": "Brand"
      },
      {
        "Value": "Pewter",
        "Name": "Metal"
      },
      {
        "Value": "Silver Tone & Brown",
        "Name": "Color"
      },
      {
        "Value": "English Pewter & Leather",
        "Name": "Material"
      },
      {
        "Value": "Steampunk",
        "Name": "Theme"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "A100 The Black Baron Technician's Wingstrap Steampunk Wristband -Leather, Pewter",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Product Description A rare and wondrous bestowal from the famed hero of early, roaring skies. The leather strap is sold as one size, with three different adjustable size options. Arm wear items are a hand cast in Fine English Pewter, many with high quality Crystals, Swarovski Elements, Fine Leather and other Components Product Specifications Approximate Dimension: Width: 2.48 x Height: 0.98 x Depth: 0.39Materials: Genuine Leather with Multi-toned Fine English Pewter. ____________________________________________________________________________________________________________________________ Shipping: Our Shipping is FREE within the Continental United States ONLY. Free Shipping for Most Products, meaning shipping has been included in the price of the total cost of the order.We Do Not Ship to PO/APO Boxes. Hawaii or Alaska or Internationally.Please include a Physical Street Address Shipping Address Must Be PayPal Verified.All items are shipped within 24-72 hours of Payment (Excludes Weekends and Holidays).Payment is expected at the time of your purchase.For large items that require Freight shipping a valid phone number is required to call and schedule for delivery. Returns / Concerns:All items qualify for returns up to 14 days after your item is received. If you return your purchase, these rules must be followed.Shortages or Damages: We strongly recommend that all Items be fully and carefully inspected at time of delivery. If there are any problems with your order, please notify me within 24 hours of delivery. Replacements are sent out upon receipt of damaged product. Defective/damaged Returns must be received within 14 days of invoice date. Replacement will be shipped to you.Non Defective/damaged Returns: The original purchaser has a period of 14 days from date of delivery to return any purchase for a refund, less 15% restocking fee and shipping, provided the merchandise is in new, resalable condition and returned in the original, undamaged packaging. All items must be returned in original manufacturers packaging, all parts, access, and paperwork. No used merchandise will be accepted.Unless the merchandise is shipped in error, customer is responsible for outgoing freight as well as return freight. The cost of the shipping will be deducted from the credit, which the customer is entitled to upon receipt and inspection of the returned item(s). Acceptance of merchandise is final only after inspection. All warranty books, instructions manuals, parts and accessories must be included as well as the original box in which the item was shipped. To protect the original factory carton from any additional shipping damage, please place it inside another carton for return shipping. Please note that you are responsible for the safe return of merchandise and for all shipping costs. Shipping charges are non-refundable unless the return is the result of our error. For your protection, returned packages must be insured for the value of your merchandise. Return processing time generally takes a few weeks.All items are IN STOCK at time of listing. Inventory changes constantly and it is impossible to maintain perfectly accurate count of all items. Please do not penalize us if we have to issue you a refund!.You must contact me to process the return with the supplier.Feedback: We are a small, family business. Most items ship directly from the suppliers. If an item becomes sold out or on back-order, you will be notified and given the option to wait for the item to come back in stock or to receive an immediate full refund. Customer Satisfaction is our TOP priority, PLEASE send a message direct to me through eBay messaging if an item is damaged, broken, or incorrect so we can promptly track and resolve any issues.Feedback is extremely important to us and eBayIf you are satisfied with our transaction, please take a moment to leave Positive Feedback. Again, your satisfaction is our #1 Priority!Communication is the Key! If there are any issues, Please contact us BEFORE leaving a neutral or negative rating so that we may resolve any concerns. Contact me through eBay Messaging.Many issues are easily resolved by contacting the Seller before contacting eBay.We promise we can make you happy if you give just us a fair chance. We only ship to the lower 48 states. Free shipping is not available to Hawaii, Alaska, PO Boxes and APOs (military addresses). PLEASE CHECK OUT OUR OTHER ITEMS LISTED. THANK YOU AND GOD BLESS!! &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;img src=\"http://ti2.auctiva.com/web/aswCredit.gif\" border=\"0\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;br&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a href=\"http://www.auctiva.com/?how=scLnk0\" target=\"_blank\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;img src=\"http://ti2.auctiva.com/images/sc1line0.gif\" border=\"0\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;div style=\"text-align:center\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a style=\"text-decoration:none\" href=\"http://mostpopular.sellathon.com/?id=AC649135\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;img src=\"http://www.sellathon.com/Resources/Images/countercredit.gif\" border=\"0\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/div&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;",
  "PrimaryCategoryIDPath": "281:10968:112603",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3719432428298080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "UserID": "coviper69",
    "FeedbackScore": "1958",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Motor City Steampunk",
    "StoreURL": "http://stores.ebay.com/id=257145485"
  },
  "Quantity": "1",
  "Location": "United States",
  "HitCount": "10",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/yVMAAOSwsB9V9EkA/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/c6MAAOSwyvBV9EkD/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/CtgAAOSwuTxV9EkB/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}