{
  "ReturnPolicy": {
    "Description": "All returns accepted within 30 days after receiving the item, refund given as money back (no exchanges permitted), return shipping to be paid by buyer. Created automatically by EaSync.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P23DT14H43M41S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "55.52",
    "_currencyID": "USD"
  },
  "SKU": "B00B88ZEYK",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "322535721129",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Lily-Valley-Bridal-Hair-Barrette-Sweet-Romance-Wedding-Barrette-/322535721129",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "55.52",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-30T02:08:30.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-29T02:08:30.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "N/A",
        "Name": "Brand"
      },
      {
        "Value": "N/A",
        "Name": "MPN"
      },
      {
        "Value": "N/A",
        "Name": "UPC"
      },
      {
        "Value": "N/A",
        "Name": "EAN"
      },
      {
        "Value": "N/A",
        "Name": "ISBN"
      }
    ]
  },
  "Title": "Lily of the Valley Bridal Hair Barrette by Sweet Romance, Wedding Barrette,...",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Lily of the Valley Bridal Hair Barrette by Sweet Romance, Wedding Barrette, Jewelry, Flower Clip, Vintage Accessories This barrette has strong Art Nouveau influences in its winding stems and leaves. Botanical subjects were important in expressing the curvilinear shapes and undulating lines that defined the Art Nouveau era through 1910. The 'new art' brought design innovations that weren't derived from any previous art form or period. It stressed hand fabrication over precious metals and machined manufacturing. In its day, it was expensive and avant garde. Although it occupied less than two decades of popularity, the Nouveau aesthetic remains. This fragile bloom represents innocence, purity and abundance. Size: 3.25\" L x 1.25\" W Comes in a beautiful gift box, ready to give! Made in our Los Angeles, CA studio About Sweet Romance Jewelry signed Sweet Romance is entirely produced in our California, USA factory. Our techniques and materials impart a blend of history, beauty and imagination in each of our designs. Sweet Romance is trend-relevant, and yet timeless in its spirit and expression of fashion today and yesterday. Exquisite sculptural detail is our hallmark in a never ending portfolio of intriguing themes and silhouettes, ranging from the simple to the sublime. Product Features Barrette has strong Art Nouveau influences in its winding stems and leaves This fragile bloom represents innocence, purity and abundance. Perfect for your wedding, anniversary and just because. Comes in a beautiful gift box, ready to give! Size: 3.25\" L x 1.25\" W Signed and copyrighted Sweet Romance. Made in our Los Angeles, CA studio. Shipping: Shipping is complimentary within the lower 48 US States. We Do Not Ship to PO/APO Boxes, HI or Alaska We Do Not Ship Outside of the Continental US All items ship within 24-72 hours of Payment For large items that require Freight shipping a valid phone number is required to call and schedule your delivery Terms of Sale and Feedback: Feedback is extremely important to us and eBay If you are satisfied with our transaction, please take a moment to leave Positive Feedback. YOUR Satisfaction is our #1 Priority! If there are any issues, PLEASE contact us BEFORE leaving a neutral or negative rating so that we may resolve any concerns. We PROMISE we can make you happy if you give us a fair chance. Returns / Concerns: All items qualify for returns within 30 days of receipt. Buyer is responsible for return shipping on any item that is not damaged Please be sure this is an item you want before making your purchase. Customer Satisfaction is our TOP priority! All items are IN STOCK at time of listing. Inventory on eBay changes constantly and it is impossible to maintain a perfectly accurate count of all items. Please do not penalize us if we have to issue you a refund! Thank You For Your Business!",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3225357211298080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "mydealspro",
    "FeedbackScore": "678",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "mydealspro",
    "StoreURL": "http://stores.ebay.com/id=505200435"
  },
  "Location": "US",
  "Quantity": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/iGQAAOSw8lpZLNQb/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/qywAAOSw8HBZLNQc/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/3kAAAOSwrhBZLNQb/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/AVkAAOSw-K9ZLNQa/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/T~kAAOSws5pZLNQb/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/DlIAAOSwjqVZLNQZ/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}