{
  "ReturnPolicy": {
    "Description": "Please read all of the section below before buy/bit our listing item.\nWe consider that all of buyers who purchased our items have agreed to them.\n \n1. If you don't like the item or find some significant difference between the actual item and descriptions/pictures, please contact us within 14 days after handing.\n    We will reply within 24 hours, except for Saturday and Sunday.\n\n2. Please don't open the case without contact to us.\n    We don't accept the return request through the case.\n\n3. We have not listed any fake items as described on all of our listing item.\n    So, we do not accept the reason of the return that It's counterfeit or fake.\n\n4. The Japanese cellar such as us does not apply hassle-free returns.\n    We won’t able to issue return label from eBay.\n    In the case of returns, please don't forget to put the shipping label that we put on your luggage in return package.\n\n5. If we find some traces of use by buyers on the return item, we will make reduction from the refund amount.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P12DT11H55M30S",
  "ListingStatus": "Active",
  "ConditionDescription": "This item looks used. There are some noticeable defects. Please check the details in the description and pictures.",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "90.0",
    "_currencyID": "USD"
  },
  "SKU": "f170518g",
  "ItemID": "201928920004",
  "ConvertedCurrentPrice": {
    "value": "90.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-05-19T03:04:54.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Authentic-LOUIS-VUITTON-Luggage-Tag-Brown-Leather-f170518g-/201928920004",
  "Country": "JP",
  "GlobalShipping": "false",
  "EndTime": "2017-06-18T03:04:54.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "f170518g",
        "Name": "SKU"
      },
      {
        "Value": "LOUIS VUITTON",
        "Name": "Brand"
      },
      {
        "Value": "Other",
        "Name": "Style"
      },
      {
        "Value": "Brown",
        "Name": "Color"
      },
      {
        "Value": "Leather",
        "Name": "Material"
      },
      {
        "Value": "France",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "2.05\" (5.2cm)",
        "Name": "Width"
      },
      {
        "Value": "3.43\" (8.7cm)",
        "Name": "Height"
      },
      {
        "Value": "0.12\" (0.3cm)",
        "Name": "Depth"
      },
      {
        "Value": "None",
        "Name": "Comes With"
      }
    ]
  },
  "Title": "Authentic LOUIS VUITTON Luggage Tag Brown Leather #f170518g",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "Nagoya, Aichi",
  "Description": "Conditions Total condition of this item B+ Parts Type of defects Whole BodySlightly Wear, Slightly Dirts, Micro Scratches Please check the details and pictures before purchase/bit. N Complete new goods It keeps all the accessories. S Excellent (Almost new goods.) There may be a few scratches and/or stains. A Very good (Looks a little used.) There are a few scratches and/or stains. B+ Good+ (Looks used.) There are some scratches and/or stains. B Good (Looks obviously used.) There are some scratches and/or stains. C Fair (Looks very used.) There are a lot of scratches and/or stains. D Poor You must repair to use. Description SKUf170518gBrandLOUIS VUITTONStyleOtherColorBrownMaterialLeatherCountry/Region of ManufacutureFranceWidth2.05\" (5.2cm)Height3.43\" (8.7cm)Depth0.12\" (0.3cm)Comes WithNone Shipment All items will be shipped via EMS/e-Packet Service (Japan Post Office) It is possible for us to send out your luggage during the day if you pay still 14:00(JPT) of our business day. It will usually take 3-10days for delivery. Zone Shipping fee/Countries and Areas First Zone Free/Asia Second Zone Free/Europe,Oceania,North America,Central America and the Middle East Third Zone Free/South America and Africa -Remarks- 1.Import duties, taxes, and other additional fees might be charged by your local customs. It is responsibility of the buyers to pay all of the taxes and any other fees. 2.If you want us to use other shipping services such as FedEx, DHL and others, you have to pay actual cost of the shipping fee regardless of the display of the above. Payment Paypal only ( Please pay within 2-3 days auction close! ) The item will be shipped within 2 business days after the payment is received. Note -About Descriptions and Pictures- Item\"s size is measured by ourselves, so a slight difference may occur between our measurements and the official sizes on the official websites. We try to take pictures of all defects , but we cannot cover all of minor dameges. Please understand our items is sold as is. We check smells for all items.We do not sell any items with strong smells. However, Some used items may have slightly an unpleasant odor. If you are very sensitive to smells, please do not make a bid. The photograph may not show exact color of item, due to different PC displays and lighting conditions. Also, because of used articles, most of bags are somewhat deformed. Please be aware that a bag is formed better by putting something inside when the photograph is taken. -Return/Refund/Cancellation Policies- Please make sure to take a look, and agree to following our return policies before your purchase. We will accept returns if you contact us within 14 days. Buyers need to return the goods in the same conditions as when it was received.And you need to pay return shipping. We will refund your money after receiving the item. We sell our items on other websites and in our retail stores in Japan at the same time. If the item was sold out before your purchase, your order will be cancelled and a full refund will be issued immediately. About Us Fuji Shoukai Co.,Ltd. 3-1239-3,Tsuchihara, Tenpaku Nagoya-City,Aichi, 468-0026,JAPAN Tel:052-803-3208 We have sold the used brand items at large shopping store of the all over Japan for 40 years since the establishment of a business. © 2015 Fuji Shoukai Co.,Ltd.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019289200048080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "maplefujico",
    "FeedbackScore": "915",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "maplefujico",
    "StoreURL": "http://stores.ebay.com/id=1348427211"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "54",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/FfYAAOSwK6RZHmDb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/bCMAAOSwq1JZHmDa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/cZsAAOSwi7RZHmDb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/qn8AAOSwlMFZHmDb/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/RxAAAOSwsXFZHmDa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/JtAAAOSw-3FZHmDa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/c80AAOSwAPVZHmDa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/c9IAAOSwAPVZHmDa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/f4sAAOSw7GRZHmDa/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/5iMAAOSw5cRZHmDb/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "PostalCode": "4600011"
}