{
  "ReturnPolicy": {
    "Description": "All Returns accepted within 30 days after receiving the item, refund given as money back (no exchanges), return shipping to be paid by buyer.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P17DT5H30M57S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Other Body Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "39.95",
    "_currencyID": "USD"
  },
  "SKU": "How4765ST/8",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "371521041034",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Arianna-Silver-and-Multi-color-Stone-Collar-Necklace-Pierced-Earring-Set-/371521041034",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "39.95",
    "_currencyID": "USD"
  },
  "StartTime": "2015-12-30T21:51:36.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-22T21:51:36.000Z",
  "PrimaryCategoryID": "110399",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Arianna",
        "Name": "Brand"
      },
      {
        "Value": "Multi-Color",
        "Name": "Color"
      },
      {
        "Value": "757450948245",
        "Name": "UPC"
      },
      {
        "Value": "does not apply",
        "Name": "MPN"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "100%",
        "Name": "Metal Purity"
      },
      {
        "Value": "Mixed Metal",
        "Name": "Material"
      }
    ]
  },
  "Title": "Arianna Silver, and Multi-color Stone Collar Necklace & Pierced Earring Set",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Arianna Silver, and Multi-color Stone Collar Necklace & Pierced Earring Set Product Overview Item specifics: --> UPC: 757450948245 This beautiful and colorful Dark Stone necklace with matching earrings is designed in the US by Arianna and made by Howard's jewelry. In 1953 Howard Unger bought an assortment of fashion jewelry from a supplier in Chicago. From this first purchase, Howard's Jewelry, Inc. was born. Richard and Peggy Fox bought Howard's in 1981 from Peggy's father. With the same hard work and dedication inspired by Howard, Richard and Peggy have grown the business into three generation family owned and nationally recognized wholesale distributor of fashion jewelry and accessories it is today. As Dick, Peggy and their son David search the fashion capitals of the world for inspiration and to carefully watch the fashion market trends, they seek out the newest colors and designs for each seasons introductions. While working with designers and factories, each piece of jewelry is hand selected for its style and color giving our customers beautifully designed jewelry at affordable prices. Not only is the jewelry style and color important to Dick, Peggy and David, but also its safety. Each piece of jewelry is randomly tested in-house for lead and cadmium compliance. Howard's Jewelry is very involved in the Fashion Jewelry Trade Association working with the Consumer Product Safety Commission who set standards for safe metals in jewelry. Features: Necklace is 16-inches long - Necklace and Earrings are 100% NON-allergenic Beautiful color stones in blue, green and turquoise set in silver frame. Nice enough for cocktail or formal wear or works at the office too Sturdy Construction - 100% Non Allergenic Each piece is tested to assure NO lead and cadium. Our silver plating process is 100% Non-allergenic Howard's Jewelry has seen many changes over the past 62 years, but its mission to offer our customers quality jewelry and accessories at affordable prices will remain the same for generations to come Made with JoeLister Quality Products Have peace of mind knowing that your order will arrive original factory sealed packaging. That means that you'll have the full force of the manufacturer's warranty to protect your purchase. Fast and Free Shipping You're already purchasing the item. Why pay additional for shipping, We ship the same or next business day. Commitment We are committed to making sure that you leave this transaction satisfied. That means having access to real people that get your questions and concerns answered quickly. If there is anything wrong with your order please contact us and give us a change to make it right.",
  "PrimaryCategoryIDPath": "281:10968:15124:110399",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3715210410348080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "mcgrrrrr",
    "FeedbackScore": "9868",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "The Auction Seller&#39;s Resource",
    "StoreURL": "http://stores.ebay.com/id=6336764"
  },
  "Quantity": "1",
  "Location": "Anacortes, Washington",
  "HitCount": "271",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/NsQAAOSwNyFWhFHn/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "98221"
}