{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT17H55M57S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "34.99",
    "_currencyID": "USD"
  },
  "SKU": "RFS131",
  "ItemID": "272702703628",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Graceful-5-6mm-Pink-Rice-Shape-Freshwater-Pearl-Woven-Necklace-Bracelet-Set-JYX-/272702703628",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "34.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T05:37:16.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "CN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T05:37:16.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "JYX Pearl",
        "Name": "Brand"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "Pearl",
        "Name": "Main Stone"
      },
      {
        "Value": "Pink",
        "Name": "Color"
      },
      {
        "Value": "Freshwater Pearl",
        "Name": "Material"
      },
      {
        "Value": "Lab-Created/Cultured",
        "Name": "Main Stone Creation"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "4×5mm",
        "Name": "Size(mm)"
      },
      {
        "Value": "17/8 Inch",
        "Name": "Length(Inch)"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Graceful 5-6mm Pink Rice Shape Freshwater Pearl Woven Necklace Bracelet Set JYX",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Graceful 5-6mm Pink Rice Shape Freshwater Pearl Woven Necklace Bracelet Set JYXMaterial:Pearl Color:Pink Size(mm):5-6mmLength(inch):17 inch8 inch Clasp: Packing:lovely silk bag Graceful 5-6mm pink oval pearl necklace and bracelet, made with high quality freshwater pearls. The pearls are carefully selected to have even shape, flawless skin, and strong lustre. The craftmanship of such pearl set is unique and professional, and therefore it has always been in short supply. About JYX jyxpearl is one of Internet's most competitive source for freshwater pearls and semiprecious gemstones. Jyxpearl has unexampled resource advantage to become one of the premier suppliers in material variety, quantity, and price. Except of this, the biggest advantage of jyxpearl is that we own a professional design and hand-making team, who continuously bring forth new and creative designs to keep us on top of the fashion trend in the industry. Our tenet is to provide customers with first-class products and service. Pictures of jyxpearl wholesale headquarter in Beijing Payment 1. We accept PAYPAL only. 2. Payment must be made within 7 days of auction closing (Unpaid dispute will automatically open when item is not paid in 7 days). 3. PLEASE NOTE: SHIPPING&HANDING DOES NOT INCLUDE DUTIES, LOCATL TAXES OR ANY OTHER IMPORTATION FEES. 4. Please list your special requests (color, packages, value of declaration, etc.) in the EBAY NOTES SECTION when you make payment Shipping 1. We Ship to Worldwide 2. We ship your orders within 1-2 business days after the payment cleared. 3. Item shipped from China via china Post Airmail, reach most of the countries within 2 to 4 weeks. 4. Delivery time depends on destination and other factors, it may takes up to 20 days. If you don't receive the item after 25 days,please contact us, we'll investigate and solve the delivery problem. 5. Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Return 1. Customer satisfaction is our top goal. All products are quality checked. They are new and in good condition when shipped to our customers. If product is defective or damage upon arrival, or wrong product shipped, please contact us immediately. Returns accepted within 14 days of delivery date and item must be in original new condition, not worn or altered in any way with attached tags & wrap. Otherwise deal is final. Return shipping must be paid by buyer. 2. Please contact us first if you have anyproblems/questions/concerns. We will be happy to resolve any issues you may have in a cordial and friendly manner. 3. We appreciate your Positive Feedback, and will do the same in return. PLEASE DO NOT leave negative feedback without first communication with us. Please allow max 24 HOURS for us to respond About Feedback We maintain high standards of excellence and strive for 100% customer satisfaction! Feedback is very important to us. We request that you contact us immediately BEFORE you give us neutral or negative feedback, so that we can satisfactorily address your concerns.It is impossible to address issues if we do not know about them! Contact US We care about our valued customers, if you have any questions, please feel free to contact us in EBAY MESSAGE, our Customer Service staffs will be very pleasure to reply you in 24 Hours.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2727027036288080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "jyxpearl",
    "FeedbackScore": "5887",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "jyxpearl",
    "StoreURL": "http://stores.ebay.com/id=93137358"
  },
  "Quantity": "1",
  "Location": "Beijing",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/~ZgAAOSw1WJZNO2H/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/FxwAAOSw0hlZNO2L/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/aYIAAOSwq1JZNO2P/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/LEAAAOSw9OFZNO2S/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/y-UAAOSwYvFZNO2V/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/PCkAAOSwaEhZNO2Z/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/ahwAAOSwq1JZNO2c/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDgwMA==/z/Oe0AAOSww9xZNO2g/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1500"
}