{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P3DT15H54M36S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "36.99",
    "_currencyID": "USD"
  },
  "ItemID": "122531989104",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/HIGH-END-PRINCESS-CLEAR-CHUNKY-CRYSTAL-PROM-WEDDING-FORMAL-NECKLACE-JEWELRY-SET-/122531989104",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "36.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T04:02:45.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-09T04:02:45.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "RHODIUM PLATED",
        "Name": "Metal"
      },
      {
        "Value": "CRYSTAL",
        "Name": "Main Stone"
      },
      {
        "Value": "CLEAR",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "HIGH END PRINCESS CLEAR CHUNKY CRYSTAL PROM WEDDING FORMAL NECKLACE JEWELRY SET",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "T6/HE8 Welcome to “Chic and Trendy Accessories & Jewelry\" IF YOU NEED AN EXTENSION CHAIN PLEASE EMAIL VERY HIGH END AND HIGH QUALITY , TRENDY FORMAL JEWELRY SET !!! CHUNKY LARGER SIZE / CLEAR AUSTRIAN Crystals!! VERY FORMAL STYLE Necklace & Earrings SETS Description : Necklace: LENGTH ; 19 1/2\" TOTAL LENGTH NECKLACE, INCLUDES 18\" CRYSTAL PORTION AND CHAIN WITH AN ADDITIONAL 1 1/2\" EXTENSION CHAIN / CENTER DROP 2 3/4\" / Lobster Claw Clasp / SET IN RHODIUM PLATED SETTING Earrings: LENGTH ; 3 3/8 \" LONG DROP POST EARRINGSVERY HIGH QUALITY // VERY SUPER CHUNKY PLEASE NOTE SOME COLORS VARY DUE TO LIGHTING DIFFERENCES AND COMPUTER MONITOR COLOR DIFFERENCES / SELLER WILL NOT REFUND ANY SHIPPING CHARGES FOR RETURNS DUE TO COLOR DIFFERENCES \"Accessorizing Completes a Chic and Trendy Lady!!! \" Thank you for visiting this item. Please visit our store often for the best selection!!! Sign up for my email newsletters by adding our eBay Store to “YOUR FAVORITES.” Shipping & Packaging: I would like you to have a wonderful shopping experience like you do in the major department stores, but even better, this item will come to you door!!!!! ITEMS WILL BE SENT IN GIFT BOXES BY REQUEST AT A NOMINAL CHARGE, AND WILL BE ADDED AT NO CHARGETO MULTIPLE ITEMS (WEDDINGS/ETC..) ORDERED AT A TIME !!! Payment: Payment must be made within “4” days or a NON-PAYMENT case will be opened ON THE “5TH” DAY by Ebay, and closed by Ebay. Please know that this is the only way for me to get the Ebay FEES REFUNDED, THAT WERE CHARGED ON MY ACCOUTNT IMMEDIATELY, WHEN YOU AGREED TO PURCHASE THE ITEM. International buyers, Please contact seller for a shipping quote prior to payment. If you do not contact seller prior to payment and the shipping charges are higher, seller will notify you if additional postage is required. International buyers must allow 30 days to deliver your purchase. Most will arrive in a shorter period of time but custom's inspection may delay delivery. Customs fees, duties, taxes and charges by your destination country are buyer's responsibility. Seller will not pay for these fees. All International buyers - please note that you will have to pay import tax if your purchase exceeds your country's duty free import limit. This tax will be collected when mail (UK Royal Mail) delivers your package This is NOT additional postage -- it is collection of a Value Added Tax. You may NOT refuse to pay the tax on delivery. Failure to pay the import tax will result in loss of your product, no refunds will be issued due to buyer's failure to pay your country's import value added tax. You will be allowed to request that your purchase be canceled prior to shipping if you do not wish to pay the postage required to ship your parcel. International purchases are \"NOT RETURNABLE OR REFUNDABLE” Please contact me if you have any questions or any issues, and need to return an item. I will be happy to resolve any issues!!!! RETURN POLICY (SECURITY TAG(S) MUST BE ATTACHED FOR RETURN TO BE ACCEPTED AND YOUR PAYMENT REFUNDED!!!) Security Tags are for your safety / so no worn item returned is re-sold to you, a new buyer expecting and accepting a “NEW” and “UNWORN” item !!!! All Jewelry must be sent back wrapped properly in the Bubble Wrap as originally sent, if item is not returned as sent, IN Bubble Wrap, and it is damaged on return due to it not wrapped properly, a refund will not be given. All returns must include the Original packaging, box, Bubble Wrapped properly, Original Packing Slip, and Original Bubble Mailer, and seller must receive the item within the 30 day policy period. If all of these policies are not followed and the item is returned, the refund will be denied and you will forfeit the returned item and the refund !!! Returns accepted with seller prior approval , ALL RETURN ITEMS WILL BE ACCEPTED AS LONG AS ORIGINAL SECURITY TAG IS ATTACHED AND ALL POLICIES ARE FOLLOWED, AND ITEM IS POSTMARKED WITHIN 30 DAYS OF RECEIPT OF THE ITEM. Items purchased in multiple quantities are NOT returnable (bridesmaid jewelry for example). If an item is defective, all policies still must be maintained, and you will be refunded the cost of the return shipping as long as it is packaged. Will only refund return shipping that is paid using“FIRST CLASS MAIL ONLY”. Seller will NOT refund for PRIOITY or Ecpress shipping costs. Worn items will not be accepted, and if a worn item is returned you will not be refunded and the item will be discarded !!!!! Shipping for return paid by buyer unless reason for return is seller error. All items must be returned in original form of packaging (gift box and bubble wrap) and packing slip. Please be certain to include earrings and necklace if a set was purchased. If an item is DEFECTIVE or DAMAGED DURING SHIPPING, all policies still must be maintained, and you will be refunded the cost of the return shipping as long as it is packaged as per the policies, and are sent “FIRST CLASS MAIL ONLY”. IF YOU PAID FOR PRIORITY OR EXPRESS SHIPPING EITHER TO HAVE THE ITEM SHIPPED TO YOU, OR TO RETURN TO SELLER ONLY FIRST CLASS SHIPPING COSTS WILL BE REFUNDED TO YOU // SELLERS POLICY IS TO ONLY SHIP FIRST CLASS EVEN IF ITEM IS DEFECTIVE….SELLER WILL NOT TAKE ON OR BE RESPONSIBLE FOR ANY ADDITONAL SHIPPING COSTS…Use online shipping USPS, and the following will be refunded to you as follows for return shipping: THERE WILL BE NO ACCEPTIONS TO ANY OF THE ABOVE POLICY UNLESS SELLER IS CONTACTED AND AGREES TO ANY OF THE CHANGES, IF ALL OF THE POICIES ARE NOT FOLLOWED, RETURNS WILL NOT BE REFUNDED AND ITEMS WILL BE DISCARDED. TIPS ON THE CARE OF YOUR COSTUME JEWELRY To retain the beautiful rhodium silver or gold tone overlay finish, keep this item in an airtight plastic bag when not in use. Never use cologne, lotions or other products around the neck or wrist area where your jewelry will lay. All jewelry sold in this store is lead and nickel compliant. Certificate of Compliance with Federal & California’s Lead-Containing Jewelry Law / The jewelry purchased is guaranteed to not contain a level of lead that would prohibit the jewelry from being sold or offered for sale pursuant to Article 10.1.1, Chapter 6.5, Dev 20 of the CA Health & Safety Code (sections 25214.1-25212.4.2) This jewelry is not intended for use by children under the age of 12 except with adult supervision",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1225319891048080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.8",
    "UserID": "chicandtrendyaccessories",
    "FeedbackScore": "3341",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Chic and Trendy Accessories",
    "StoreURL": "http://stores.ebay.com/id=258550818"
  },
  "Quantity": "1",
  "Location": "Absecon, New Jersey",
  "HitCount": "4",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjEyWDYxMg==/z/wuQAAOSwxehXOeaa/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjEyWDYxMg==/z/LLAAAOSwXSJXOeac/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjEyWDYxMg==/z/Ko4AAOSwIzNXOeae/$_57.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "08205"
}