{
  "ReturnPolicy": {
    "Description": "WE ACCEPT RETURNS IF REQUESTED WITHIN 30 days. Your refund or merchandise credit will be equal to your purchased price less original shipping. Your merchandise credit will never expire & can be used however you desire. Item must be in the same condition as when they left us. We will inspect the item upon arrival and will not allow a return if there is any sign of wear. You must contact us prior to sending the item back.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "89.0",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "272702894073",
  "TimeLeft": "P9DT22H52M5S",
  "ListingStatus": "Active",
  "Title": "NWT $320 NIALAYA Women's Lava Stone Gold Clear CZ Cross 925 Silver Bracelet s. M",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "89.0",
    "_currencyID": "USD"
  },
  "ConvertedCurrentPrice": {
    "value": "89.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T08:29:12.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "ConditionDisplayName": "New with tags",
  "Country": "SE",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T08:29:12.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Nialaya",
        "Name": "Brand"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "Lava Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Shamballa",
        "Name": "Style"
      },
      {
        "Value": "Black",
        "Name": "Color"
      },
      {
        "Value": "Silver",
        "Name": "Material"
      },
      {
        "Value": "United States",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "M",
        "Name": "SIZE"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-320-NIALAYA-Womens-Lava-Stone-Gold-Clear-CZ-Cross-925-Silver-Bracelet-s-M-/272702894073",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "Jonkoping",
  "Description": "Phone: (0046)36 100129 Home About Us Terms & Conditions View Feedback Contact Us Add To Favourite Sign Up Newsletter Add our Store to your Favourites and receive email newsletters about new items and special promotions! General Interest Store Home Our Feedback Email a Friend NIALAYA Bracelet Gorgeous 100% Authentic brand new with tags NIALAYA Bracelet. Very cool and tough look that can lift an entire outfit, worn by celebrities around the world. Material: Gold plated 925 Sterling Silver Stone/Bead: Lave stone, CZ Diamond cross Gender: Women Color: Gold and Black Logo details Handmade in Hollywood, USA Size: M Women's Bracelet Sizing (measure around wrist) XS : 13.5 - 14.4cm / 5.1 - 5.4in S : 14.5 - 15.5cm / 5.5 - 6.1in M : 15.6 - 16.5cm / 6.2 - 6.5in L : 16.6 - 17.5cm / 6.6 - 6.8inOriginal dustbag, authenticity card, and our store bag follow. SIG19011 LN-300 Official retail price approx. $320,00 Visit My eBay Store for more Items: Modemani Outlet Payment Shipping Authenticity About Us Payment We accept all forms of PAYPAL Payments and Credit Cards which includes Mastercard, Visa, Discover, echeck, American Express, Maestro. Please contact us for further details. Payment Shipping Authenticity About Us Shipping We ship to all countries worldwide. We ship immediately after the payment is received to your provided shipping address by Paypal. Any order shipped outside of Sweden is sent using Fedex. You will receive a tracking number after your package is booked. To distant locations and sometimes Russia we use EMS. We ship immediately upon receiving payment. Shipping to US takes normally 2-5 business days, Europe 2-4 business days, Asia 3-7 business days, Other 3-20 business days (email for info). Sometimes there are delays caused by Fedex and international customs agents that are outside of our control. Although rare, these delays can cause shipments to take time before they arrive at their destination. Customers are responsible for all local taxes and duties if applicable. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up – do not confuse them for additional shipping charges. If you order more than one article at the same time, we gladly combine shipping within 7 days. Shipping fee for additional items is $10. Tracking and insurance is included in the shipping cost. Express delivery is available, e-mail for cost and delivery time to your country. Shipping cost to Sweden $6, ALL other countries please see listing information. Please note that our shipping charges also include handling fees. Do not hasitate to contact us if you have any questions or special requests. Payment Shipping Authenticity About Us Authenticity Modemani Outlet guarantee that all products sold by us are 100% authentic. We are authorized retailers of Dolce & Gabbana so buy in confidence All of our products are sourced from genuine reputable suppliers from around the World and come with full authenticity guaranteed. We work directly with some of the largest retailers in the world to bring you the name brands that are famous for their quality and style. We guarantee all items are authentic or your money back! Payment Shipping Authenticity About Us About Us The ultimate in chic discount shopping - Modemani Outlet is Scandinavia's largest fashion outlet devoted to selling authentic discounted designer womenswear, menswear and accessories. Among the brands on sale you will find the essence of Italian craftmanship: Gucci, Prada, Fendi and Valentino, along with the minimal style of Dior and Chloé. Also, trendy and innovative designers, Dolce & Gabbana and Dsquared, share the stage with timeless Versace and Cavalli. Casual classics from Ralph Lauren, La Martina, U.S. Polo Assn. and many more brands. At Modemani you will find exclusive products only by the leading brands/designers at the best prices! We constantly search for the items of the best quality from the fashion world and can offer a reduction of 20% - 80% discount on the original retail price. We buy ONLY the best products on the market and sell products from the most recent collections. With Modemani you can always be certain of getting one thing: The highest quality designer and original branded goods at the lowest prices. Modemani has established close partnerships with many leading brand-name companies and suppliers of brand-name products. Due to these relationships, we are able to buy products at significant discounts, which then allow us to pass these incredible savings on to you. Our product range is large - but what you see in the outlet store today can already be sold out by tomorrow and will not come in again. Be informed of our latest offers! New products will come in to the store every week. Therefore it is worth signing up to our newsletter, which briefly informs you of attractive new arrivals and exclusive offers. Do not hesitate to contact us if you have any questions or need fashion advice. You can contact us using the live chat function, by email or telephone. Our customer service over the phone is open weekdays 10.00 - 19.00 (GMT), Saturday 10.00 - 16.00 (GMT), the answer to your question, you are guaranteed within 48 hours during weekdays. Other times contact us via email for fast answers! Postage Offers Payment Methods © 2013 Modemani Designer Outlet - All Rights Reserved.",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2727028940738080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "modemanioutlet",
    "FeedbackScore": "17470",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "Modemani Outlet",
    "StoreURL": "http://stores.ebay.com/id=909863385"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "3",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTQ5OVgxNjAw/z/9AkAAOSwdGFYpYqm/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTE4NVgxNjAw/z/OccAAOSwOgdYpYqo/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODUzWDE2MDA=/z/SscAAOSwWxNYpYqq/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTg2WDE2MDA=/z/-cAAAOSwx6pYpYqs/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA5N1gxNjAw/z/oMEAAOSw4CFYpYqu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjYzWDE2MDA=/z/-3UAAOSwTuJYpYqv/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUxN1gxNTk5/z/ONAAAOSw32lYpYqy/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}