{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P6DT13H21S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Pins & Brooches",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "299.0",
    "_currencyID": "USD"
  },
  "ItemID": "371972407121",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-NIB-10P-CHANEL-Cream-Ecru-Poppy-Flower-Pin-Brooch-/371972407121",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "299.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T01:45:13.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T01:45:13.000Z",
  "PrimaryCategoryID": "50677",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Flowers & Plants",
        "Name": "Theme"
      },
      {
        "Value": "Ecru",
        "Name": "Color"
      },
      {
        "Value": "France",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Chanel",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "NWT NIB 10P CHANEL Cream Ecru Poppy Flower Pin Brooch",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "WELCOME ! \"TeT-a-TeT with Fashion, LLC\" specializes in selling high end, new & gently worn designer label clothing, shoes, bags & accessories. ***** You Are Bidding On aGORGEOUS NWT NIB 10P CHANEL Cream Ecru Poppy Flower Pin Brooch Color: Cream Dimensions: (approximate) Across 4 Condition: New in Box, New with Tags Retailed for $385 Box has some scuffs Jacket not included, shown for dimensions CONSIGN WITH US: Earn more we pay 60% of the selling price to You! Consigning with us is easy. We offer free pick-up for all of your items within United States of America. If you live outside of USA, your shipping charges will be reimbursed. If you are interested in consigning with us please do not hesitate to contact us for details. Call us at: 1.917.397.0665 (9am-6pm EST, M-F) ***** Thank You For Shopping! Happy Bidding & Please Take a Look at Our Other Great Finds! Have a wonderful day!!! Payment We accept payment for all transactions via PayPal only. Winning bidder MUST make a payment within 4 days of auction close. If payment is not received within 4 days, a nonpayment dispute will be filed, no exceptions. At check out all New York residents will be charged state Sales Tax of 8.875% or 4% depending on price and item purchased. Shipping International Buyers – Please Note: We do ship internationaly, but via USPS Express mail only, its the safest way as it comes with tracking number and handling cost includes insurance. Transit time will depend on the customs in your country, we have no controll over it. Please check with your country’s customs office to determine what the customs import duties, taxes and charges will be prior to bidding/buying. Return Policy We do not accept returns, all sales are Final, unless item is grossly misrepresented. Please check all measurements, know your sizes, and read description carefully. Please refer to the international sizing chart for size conversion between countries. Please contact us if you have any questions, we are here to help. About Us \"TeT-a-TeT with Fashion\" is a Personal Consignment Service, we sell Quality not Quantity. Our customers are located all over the world - Russia, France, Italy, England, Switzerland to name a few. We accept only high-end, brand name consignments: clothing, shoes, bags, and accessories. We receive consignments via mail, free of charge for you, as your shipping charges will be reimbursed, even if you live outside of USA. If you are interested in consigning with us please do not hesitate to contact us for details via phone at 917.397.0665 or via email. You can always find us by going to TETATETWITHFASHION Terms & Feedback Everything we sell is 100% Authentic. All items come from a smoke free environment. The clothing that is offered has been in storage and may have slight odor and wrinkles, items will be carefully folded for shipping, please expect to have the items dry cleaned upon receipt. Your Positive Feedback and 5 ***** Star Rating is greatly appreciated and will be returned right away. If for any reason you are unhappy with your purchase, please DO NOT leave Negative or Nutural feeback, Contact us immediately, we are here to make it right and make you happy with your purchase. Thank You and Please shop again! _gsrx_vers_625 (GS 6.9.7 (625))",
  "PrimaryCategoryIDPath": "281:10968:50677",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3719724071218080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "tet-a-tet_with_fashion",
    "FeedbackScore": "676",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "Tet-a-Tet_with_Fashion",
    "StoreURL": "http://stores.ebay.com/id=1056728917"
  },
  "Quantity": "1",
  "Location": "TeT-a-TeT with Fashion, NY",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDYwMA==/z/NG8AAOSwnHZYVWqt/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}