{
  "ReturnPolicy": {
    "Description": "- Item return must be non used condition.\n- All parts and components must be complete return.\n- Package must return with original package and packing materials.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT11H14M43S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "46.08",
    "_currencyID": "USD"
  },
  "SKU": "B01N74K38A",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "162541810194",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Five-Petal-Flower-Silver-Pendant-Necklace-Stunning-Created-Aquamarine-Cryst-/162541810194",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "46.08",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T23:03:20.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T23:03:20.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Mary Petal",
        "Name": "MPN"
      },
      {
        "Value": "Lovinea Godwin",
        "Name": "Brand"
      },
      {
        "Value": "Mary Petal",
        "Name": "Model"
      },
      {
        "Value": "797035472345",
        "Name": "UPC"
      },
      {
        "Value": "0797035472345",
        "Name": "EAN"
      }
    ]
  },
  "Title": "Five Petal Flower Silver Pendant Necklace – Stunning Created Aquamarine Cryst...",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Five Petal Flower Silver Pendant Necklace – Stunning Created Aquamarine Crystal Blue – 18-inch Lead & Nickel-Free Silver Chain Necklace – Unique Jewelry for Women with Gift Box BEAUTIFUL STATEMENT PIECE - This blue created Aquamarine crystal flower pendant is stunning to look at and even more beautiful to wear. Free from nickel and lead, ensuring no allergic elements, the 18-inch alloy and silver plated necklace showcases exquisite design work with a round-cut cubic zirconia centerpiece, surrounded by Created Aquamarine to enhance the beautiful pendant TRANSFORMS ANY OUTFIT - A perfect accessory to enhance any outfit or add that touch of class to any plain blouse or jumper. This created blue Aquamarine flower pendant necklace captures the surrounding lights and sparkles to perfection by adding a sophisticated finishing touch to your casual day wear or that special occasion evening wear. Make your friends envious with this beautiful statement piece. MADE WITH LOVE AND CARE - Made with Created Aquamarine, this exceptional pendant necklace is completed with a sturdy 18-inch silver plated oval link chain and spring clasp. These sparkling created crystals are professionally set into this distinctive and desirable necklace artisan crafted in our workshops. PERFECT GIFT FOR LOVED ONES - Highly polished finished. The perfect birthday or anniversary present and a wonderful gift for any special occasion. Presented in a beautiful red faux-suede hinged lid gift box. Would make an ideal present for your girlfriend or wife, or an ideal keepsake for mom on Mother's Day. QUALITY ASSURED GUARANTEE - Lovinea Godwin jewelry is exquisitely designed and professionally crafted. We've taken all the risk out of ordering by offering a Quality Assurance Guarantee. If you're not 100% satisfied with your crystal necklace pendant within 30 days, simply return the item in its original packaging and we'll provide you with a full refund, no questions asked. beautiful. Designed for the modern woman, this beautiful silver pendant necklace is an indispensable addition to any stylish womaBeautiful Jewelry Made with Love Dedicated to creating jewelry of unparalleled quality and beauty, the Lovinea Godwin collection is made up of powerful, meaningful pieces that are artisan-crafted. Lovinea Godwin was born out of a desire to create beautiful, affordable, great quality jewelry for everyday occasions. Add a Touch of Class to Your Wardrobe Every woman deserves to look and feel beautiful. Designed for the modern woman, this beautiful silver pendant necklace is an indispensable addition to any women's wardrobe. The Perfect Gift for Your Loved One Lovinea Godwin jewelry offers something for everyone and every occasion. Whether you're looking for a gift for a loved one, something special for yourself or simply browsing for inspiration, you're sure to find that perfect present 0r just to remind that person in your life how much you care. We believe in celebrating women by offering them the opportunity for personal expression through a universal product of high quality; contemporary jewelry at affordable prices. Celebrate the Beauty That is You To celebrate, honor and embrace our femininity through fun and beautiful jewelry pieces. We firmly believe shopping is a right, not a luxury, so we aim to deliver the latest jewelry trends to our customers worldwide. Lovinea Godwin is committed to making high quality jewelry. Each unique design passes through the hands of skilled craftsmen to bring you beautiful hand-polished jewelry. We've put a lot of care into creating our designs and are confident you'll love your purchase Inspire or be inspired, your journey starts now... Shipping We offer FREE shipping on all orders! We ship within Three business days of payment, usually sooner. We use a selection of shipping services such as UPS, FedEx, USPS etc. We only ship to the lower 48 states, no APO/FPO addresses or PO Boxes allowed. Local pickups and combined shipping options are not provided at this time. Return You can return a product for up to 30 days from the date you purchased it. Any product you return must be in the same condition you received it and in the original packaging. Please keep the receipt. Payment We accept payment by any of the following methods:PayPalPlease pay as soon as possible after winning an auction, as that will allow us to post your item to you sooner! Feedback Customer satisfaction is very important to us. If you have any problem with your order, please contact us and we will do our best to make you satisfied. Contact Us If you have any queries, please contact us via ebay. We usually respond within 24 hours on weekdays. Please visit our eBay store to check out other items for sale! Thank you for shopping at our store.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1625418101948080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.8",
    "UserID": "nima-nik2016shop",
    "FeedbackScore": "291",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "nima-nik2016shop",
    "StoreURL": "http://stores.ebay.com/id=1444899530"
  },
  "Quantity": "10",
  "Location": "Multiple Locations",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/JhwAAOSwcB5ZNJG3/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/ZYMAAOSwZ4dZNJG3/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/quoAAOSwIaFZNJG3/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000"
}