{
  "ReturnPolicy": {
    "Description": "If you want return the product then return it within 30 days after parcel received & mail us for return address. You have to return the parcel in original condition.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or replacement (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "PT23H29M",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Toe Rings",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "35.0",
    "_currencyID": "USD"
  },
  "SKU": "UFSDTO038",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "272696927675",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/925-Sterling-Silver-Womens-Adjustable-Four-Row-Unique-Wire-Toe-Ring-UFSDT038-/272696927675",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "35.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-01T13:05:00.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-06T13:05:00.000Z",
  "PrimaryCategoryID": "140010",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "SilverDew",
        "Name": "Brand"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "Women's",
        "Name": "Gender:"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "14k White Gold Finish",
        "Name": "Metal Finish"
      },
      {
        "Value": "Toe Ring",
        "Name": "Style"
      },
      {
        "Value": "925 parts per 1000",
        "Name": "Metal Purity:"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "925 Sterling Silver Women's Adjustable Four Row Unique Wire Toe Ring (UFSDT038)",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Middle East",
    "Southeast Asia",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NZ",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS"
  ],
  "BidCount": "0",
  "Description": "Welcome...!!Note to BuyerKindly note if you had purchased \"Ring\" advised to note the below mentioned detailsIf we don't receive the ring size within 3 working days after the payment transaction, by default we will process the order by standard ring size,which is US Size \"7\"*** The images not match exactly with the Original products as the images are Photoshoped. ***About UsWe have been in business for 25 years and counting.We have received great feedback ratings from eBay customers.Our prices are lowest on eBay because we are the manufacturer and have removed the middlemen. We stock mostly all Items we list.Although many items are sold in “auction” format,we often have pieces available for instant purchase.We offer a full 30-day money back 100% satisfaction warranty on each item. We stand behind everything we sell. Please feel free to bid and buy with complete confidenceServices offeredDirect from ManufacturerFree Custom Ring Sizes30 Days Money Back Guarantee Shipping Information Orders are shipped within 10 business days after the payment is received.We ship worldwide to almost all major countries.Delivery within US & UK takes 15-20 business days after item is shipped. This depends on the mail service we send it by. Please note that we may ship via different mail services. Other Internationalshipments are usually delivered within 2 to 6 weeks, depending on the time taken to clear customs.We are not responsible for any delays due to customs.Kindly note that allcountries charge a duty on imported goods. A customs clearing charge is alsoimposed in many countries.We are not responsible for the amount of duty orany other related charges.Kindly provide us complete address for smooth transaction.We are specialist in manufacturing Jewelry in India. Expedited ShippingExpedite shipping with Online tracking and delivery confirmation can be availed on requestWe charge approx $ 10 to 30 depending on the country of the buyer.PaymentsWe accept Payments only through PayPal.All major credit cards are accepted through payment processor Paypal. Return PolicyAllitems must be returned in new or unused condition and contain all originalmaterials included with the shipment.Weaccept returns on jewelry within our Standard 30-day Return Policy.Wewill only accept items in new, unworn, and non-altered (including sizing)condition.Wedo not accept back returns specially customized orders.Wethoroughly inspect all jewelry items before your refund is issued.Ifyour item was damaged during shipping or you suspect possible tampering,contact us immediately. Do not discard the box and/or packaging.Our item comes with A Gift Box And A Jewelry Bag.Fast Shipping if required.30 Days Money Back or ReplacementContact UsIf you have any questions, concerns or inquiries about this item or any other item, please contact us through the eBay messaging system. We answer all messages within 48 hours, usually earlier.FeedbackWe request our valued customers to leave us a feedback once satisfied with the transaction as we are always depending on reviews from you and always need your assistance.We also request you to contact us for any kind of issues before leaving a negative or neutral feedback after the transaction. We will try our absolute best to resolve any problems that you may have. Please contact us through the eBay.If you are satisfied with our item and services, please leave us a Positive Feedback with a 5-star(*****) on the eBay Detailed Seller Rating system, which will help us to serve you better.",
  "PrimaryCategoryIDPath": "281:10968:140010",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2726969276758080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "97.4",
    "UserID": "silverdew2015",
    "FeedbackScore": "681",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "silverdew2015",
    "StoreURL": "http://stores.ebay.com/id=1390690729"
  },
  "Quantity": "1",
  "Location": "MUMBAI, MAHARASHTRA",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/8LwAAOSwaeRZKCXT/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/~g8AAOSw1WJZKCXb/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTUwMFgxNTAw/z/Tn4AAOSwEHpZKCXM/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1500",
  "PostalCode": "400093"
}