{
  "ReturnPolicy": {
    "Description": "Products can be returned for a full refund within 30 days of the date you receive your item (based on tracking info). The products must be returned in new unworn condition.\n\nA full refund of the purchase price will be issued back to your original payment method within 2 business days of the product being delivered to us.\n\nExchanges:  We do not do exchanges directly, but are happy to refund your original purchase so you can purchase a different item/size of your choosing. \n\nPlease email us so we can create an RMA before sending your item back to us.\n\nOur address for returns is:\n\nJSN \n9218 Metcalf, Ste 362\nOverland Park, KS 66212",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P6DT13H19M58S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Toe Rings",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "138.99",
      "_currencyID": "USD"
    },
    "PricingTreatment": "STP"
  },
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "MX",
    "DE",
    "JP",
    "BR",
    "FR",
    "AU",
    "RU",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "GR",
    "PT",
    "CY",
    "SI",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "AT",
    "IL",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR"
  ],
  "CurrentPrice": {
    "value": "79.99",
    "_currencyID": "USD"
  },
  "SKU": "C2088",
  "ItemID": "131879852461",
  "QuantitySold": "0",
  "TopRatedListing": "true",
  "ConvertedCurrentPrice": {
    "value": "79.99",
    "_currencyID": "USD"
  },
  "StartTime": "2016-07-17T03:16:42.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14k-White-Gold-Swirl-Adjustable-Toe-Ring-0-96-gr-/131879852461",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-12T03:16:42.000Z",
  "PrimaryCategoryID": "140010",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Jewelry Stores Network",
        "Name": "Brand"
      },
      {
        "Value": "White Gold",
        "Name": "Metal"
      },
      {
        "Value": "14k",
        "Name": "Metal Purity"
      },
      {
        "Value": "UNITED STATES",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "White",
        "Name": "Color"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "14k White Gold Swirl Adjustable Toe Ring  0.96 gr",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Jewelry Stores Network 14k White Gold Swirl Adjustable Toe Ring 0.96 gr 14k White Gold Swirl Adjustable Toe Ring 0.96 gr Our Genuine Gold Toe Rings are made of the finest quality 14k Gold. Simple and fashionable, they are just right for everyday wear or for that special occasion. They also make a perfect gift for yourself or someone you love. Like it or your money back. Since Jewelry is a very personal item, sometimes you just need to see it in person before you know it's right for you. Thats why we offer a full 30 day money back guarantee. We want you to be happy with your purchase, and if you don't like your item for any reason, you can return it for a full refund. Metal Composition: 14k White Gold Average Weight: 0.96 gr (each piece will vary slightly) Attributes: Polished 14K White gold Other Specs: TypeSpecsRing TypeToeWidth5 mmPrimary MaterialGoldPrimary Material ColorWhitePrimary Material Purity14KPlating MaterialRhodium We only accept PayPal on eBay.  Please be sure and select a confirmed PayPal address when making payment. Due to the valuable nature of the products we sell, a confirmed address is required for delivery. Also, for your protection, any purchases over a certain dollar amount will be sent UPS Signature Required. Kansas State Residents are required to pay state sales tax. What shipping options do you have? We ship to the USA and many other countries. In the US, we have 3 different shipping options including FREE USPS First Class Mail, UPS 2-Day, and UPS Overnight. Orders received before 2pm CST ship same day when using UPS 2-Day and Overnight options. Free USPS First Class packages will be mailed the next business day. First Class Mail may take up to 7 days to arrive UPS 2-Day 15.99 Two Business Days UPS Next Day 24.99 Next Business Day – Afternoon Delivery INTERNATIONAL SHIPPING: We ship internationally using eBay's Global shipping program. We send your package to eBay's global distribution center and they forward the package to your country using the shipper of their choice. This shipping program is managed by eBay. We do not receive the shipping charges, and we are not able to provide additional package information beyond what is provided by eBay. How can I return something? Products can be returned for a full refund within 30 days of the date you receive your item (based on tracking info). The products must be returned in new unworn condition. A full refund of the purchase price will be issued back to your original payment method within 2 business days of the product being delivered to us. Exchanges: We do not do exchanges directly, but are happy to refund your original purchase so you can purchase a different item/size of your choosing. Our address for returns is: JSN 9218 Metcalf, Ste 362 Overland Park, KS 66212 Any Questions? Please check this listing page carefully as the answer is usually there. If not, let us know and we'll try our hardest to reply within a few hours. \"\" ( ) \"\" ( ) \"\" ( ) \"\" ( ) \"\" ( ) 3.1 1683 10596 jewelrystoresnetwork 01-05-2017 02:17:13 01-05-2017 02:17:13",
  "PrimaryCategoryIDPath": "281:10968:140010",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1318798524618080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.8",
    "UserID": "jewelrystoresnetwork",
    "FeedbackScore": "15055",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "Jewelry Stores Network",
    "StoreURL": "http://stores.ebay.com/id=437822573"
  },
  "Quantity": "1",
  "Location": "Overland Park, Kansas",
  "HitCount": "450",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/8nQAAOSwiO9Xiutd/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/h-AAAOSwYqxXiutf/$_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/l00AAOSwIgNXiutg/$_57.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "66212"
}