{
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_20",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "20%",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P9DT20H41M46S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "199.95",
    "_currencyID": "USD"
  },
  "ItemID": "142405287226",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Kate-Spade-Women-Purely-Pearly-Statement-Necklace-Earrings-2pc-Gift-Set-NWT-/142405287226",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "199.95",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T08:21:29.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-15T08:21:29.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Kate Spade",
        "Name": "Brand"
      },
      {
        "Value": "Faux Pearl",
        "Name": "Main Stone"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "Gold Plated",
        "Name": "Metal"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Kate Spade Women Purely Pearly Statement Necklace + Earrings 2pc Gift Set NWT",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "BRAND NEW WITH TAGS Kate Spade New York Purely PearlyNecklace + Earrings Set Color: Gold Plated with Faux Pearl *Rare and hard to find jewelry from Kate Spade* Cute yet elegant looking Purely Pearly Statement NecklaceGold-plated chain necklace - With extensive Faux Pearl settings -Signature bow-clasp closure Matching design earrings Comes with the original \"Kate Spade\" jewelry bag We sell ONLY 100% AUTHENTIC and BRAND NEW merchandise; or FULL money back guarantee. We CARE about our customers, and committed to provide 100% customer satisfaction. Please spend a minute in reading the following instructions fully prior to purchase. Payment Instructions: We accept Paypal ONLY, and please settle the invoice within 3 days after the transaction. An unpaid item case will be opened if payment was not received by the 5th business day. Please kindly contact us for any questions or issues on payment prior to purchase. Shipping Info - Shipping Cost: We ship WORLDWIDE, and ship within the next business day after payment was cleared. US buyers: FREE for USPS Flat Rate Standard Shipping Services We usually ship with either USPS or UPS; and tracking info will be provided upon shipment. If you need any Next Day shipping services, please email us for a shipping cost quotation. International buyers: USD $40.00 for USPS Priority Mail International Shipping Services Estimated lead time will be 6 - 10 business days; and tracking number will be provided. ** International buyers are responsible to pay any customs duty and taxes ** We do offer other USPS EXPRESS shipping options; at BUYER'S cost: Express Mail International: 5 business days Please kindly email us and ask for a shipping quote before any purchase that needs EXPRESS shipping. Shipping Info - Combine Shipment for multiple items: We offer discount shipping for multiple purchases that paid at the same time. Please wait for the combined invoice that being sent to you or email us for arrangement. Please note, that no combine shipping discount will be offered on an accepted “Best Offer” items. Return & Exchange Policy: We will gladly accept return within 30 days upon package receipt. Please email us in advance for any returns. We will only issue refund upon receive the return package, and verified the item is in the original shipped condition. Please note that all return packages must be shipped with tracking info provided. There will be a 20% re-stocking charge on all retruns, and SHIPPING COST IS NON- REFUNDABLE. Buyer will be responsible for the shipping cost (both ways). In case of any sizing issue, we are glad to offer exchange if we do had other sizes available. However, buyer will need to be responsible for the shipping charge for the exchanged item Email us for any other questions, and HAPPY BIDDING!!!",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1424052872268080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.8",
    "UserID": "thesuperstandardstore",
    "FeedbackScore": "3139",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "SuperStandard",
    "StoreURL": "http://stores.ebay.com/id=365305051"
  },
  "Quantity": "1",
  "Location": "Beverly Hills, California",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA5OVg5OTQ=/z/KsoAAOSw5cNYKYyC/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTQ1WDcwMw==/z/HMUAAOSw5cNYKYwu/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjY4WDYzMg==/z/7jsAAOSwKOJYKYyN/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Mzk4WDU0Nw==/z/ksAAAOSw44BYKYxl/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjAwWDUxMg==/z/WroAAOSwImRYKYyX/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTUyWDEyOTY=/z/mPUAAOSwal5YKYyj/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "90210"
}