{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 days",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ItemID": "132216100745",
  "Quantity": "1",
  "TimeLeft": "P29DT12H22M47S",
  "ListingStatus": "Active",
  "Title": "EVER FAITH® Women's Crystal CZ Simulated Pearl Victorian Style Jewellery Se",
  "PrimaryCategoryName": "Jewellery & Watches:Costume Jewellery:Brooches & Pins",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "GB",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IE",
    "IT",
    "LV",
    "LT",
    "LU",
    "MT",
    "NL",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "AU",
    "US",
    "RU",
    "CA",
    "BR",
    "JP",
    "NZ",
    "CN",
    "IL",
    "HK",
    "NO",
    "ID",
    "MY",
    "MX",
    "SG",
    "KR",
    "TW",
    "TH",
    "SA",
    "ZA",
    "AE",
    "UA",
    "CL"
  ],
  "CurrentPrice": {
    "value": "58.67",
    "_currencyID": "GBP"
  },
  "SKU": "B0123D6JB0",
  "ConvertedCurrentPrice": {
    "value": "75.58",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T01:08:28.000Z",
  "Site": "UK",
  "AutoPay": "true",
  "ConditionDisplayName": "New with tags",
  "Country": "GB",
  "PrimaryCategoryID": "50677",
  "EndTime": "2017-07-05T01:08:28.000Z",
  "AvailableForPickupDropOff": "true",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "EVER FAITH",
        "Name": "Brand"
      },
      {
        "Value": "EVER FAITH",
        "Name": "Manufacturer"
      },
      {
        "Value": "N06562-1",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/EVER-FAITH-Womens-Crystal-CZ-Simulated-Pearl-Victorian-Style-Jewellery-Se-/132216100745",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "Royston",
  "Description": "EVER FAITH&#xAE; Women's Crystal CZ Simulated Pearl Victorian Style Jewellery Set Clear BIG PROMOTIONS.[!]EVER FAITH is a Europe registered trademark and Ever Faith is its only owner. We will pursue legal action against trademark infringement in case of UNAUTHORIZED sale or resale. Cubic zirconias are pronged to the jewelry item to secure from loosing. A prong setting is one component of what is known in the jewelry business as a head, a claw-shaped type of binding (typically 3, 4, or 6 individual prongs per head) that is welded or soldered to a jewelry item in order to mount (or set) a stone to the jewelry item. Necklace Length: 15.5 Inch-18.5 Inch, Earring Length: 1.4 Inch, Bracelet Length: 6.5 Inch-9.2 Inch. One Earrings Weight: 2.5g. Intended Use: Wedding/Christmas/Halloween/Mothers-day/Valentines-day/Anniversary/Birthday/Casual Wear. Wrapping: Come with some spare crystals(zircon excluded), and a gift box or favor bag (depend on product size). If you need assistance please contact us. This fabulous jewellery is made of crystals, simulated pearl and cubic zirconia.It is frequently used in jewellery.Sparkle under lights, telling its quality to everybody.As a company that concentrates on fashion jewellery, we already have about 10 years experience on fashion jewellery trend. We work magic on jewellery, keep on new designs and to a leader of beauty and style is our goal. We have over 5000 products and are good at sustaining innovations. Ever Faith's pieces are those that are bought, worn, collected, cherished and treasured. You will never be regretted if you take some times to look at our store and be surprised to find so many unique design. Payment Delivery Returns Terms Payment We currently only accept Paypal via our eBay store, if you wish to pay by credit / debit card you can through Paypal even if you don't already have an account. Instructions below. If you do not already have a PayPal account and want to pay by card, click the 'Buy It Now' button and follow the eBay checkout instructions. You will then be able to enter your card details. Paying with credit / debit card via PayPal ensures that your purchase is fully guaranteed & protected. Delivery Upon receipt of your payment we will begin processing your order and aim to dispatch it within 1 business day, UK delivery is free and is via 24 hour courier or Royal Mail tracked delivery depending on the item size and your location. We are only able to ship to UK Mainland addresses and only deliver to the address you have given at checkout. Due to the fact that we sell our products in multiple locations we sometimes use third party suppliers to obtain items when our stocks are depleted. Returns Your purchase is covered under the Distance Selling Regulations. If you change your mind or the item is not suitable, you may return it to us for a full refund within 30 days of sale, you will be responsible for the costs to return the goods which must be in a new and resellable condition. Faulty / damaged goods can be returned to us within 30 days for replacement or refund we will also reimburse your postage costs. Please ensure you contact us prior to returning goods to obtain an RMA number. Terms If you change your mind we will gladly refund any item returned to us unopened within 30 days of purchase sealed in the original packaging and in a resellable condition, buyer accepts all return postage costs. If you purchased an item from us and the item is defective (within the first 30 days) we will replace it free of charge, alternatively we will offer a full refund upon receipt of the faulty goods.",
  "GlobalShipping": "true",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1322161007458080_1.jpg",
  "EligibleForPickupDropOff": "true",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "tiddley_widdley",
    "FeedbackScore": "2805",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Tiddlers and Toddlers",
    "StoreURL": "http://stores.ebay.com/id=1493559503"
  },
  "PrimaryCategoryIDPath": "281:10968:50677",
  "PaymentMethods": "PayPal",
  "HitCount": "4",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/iUsAAOSw~FJZNK7z/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/ejAAAOSwBt5ZNK74/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/CMQAAOSwYlRZNK77/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/-ZYAAOSwsXFZNK7-/$_3.PNG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/le4AAOSwi7RZNK8B/$_12.PNG",
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/zY8AAOSwhvFZNK8D/$_12.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/FPUAAOSwjL5ZNK8G/$_3.PNG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/b2sAAOSwZ4dZNK8K/$_3.PNG"
  ],
  "ConditionID": "1000",
  "PostalCode": "SG8 0JE"
}