{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P19DT16H59M8S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "5",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "Asia"
  ],
  "CurrentPrice": {
    "value": "37.13",
    "_currencyID": "USD"
  },
  "SKU": "9068274427849",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "263004516693",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ROAR-14AW-ANNAK-ADVAN-LEATHER-KEY-RING-Keeling-black-/263004516693",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "37.13",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-26T08:01:24.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "JP",
  "GlobalShipping": "false",
  "EndTime": "2017-06-25T08:01:24.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "ROAR",
        "Name": "Brand"
      },
      {
        "Value": "key chain",
        "Name": "Style"
      },
      {
        "Value": "black",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "ROAR 14AW & ANNAK ADVAN LEATHER KEY RING Keeling - black",
  "ExcludeShipToLocation": [
    "Africa",
    "BH",
    "IQ",
    "IL",
    "JO",
    "KW",
    "LB",
    "QA",
    "SA",
    "AE",
    "YE",
    "AF",
    "AM",
    "AZ",
    "KZ",
    "KG",
    "PK",
    "TM",
    "UZ",
    "BN"
  ],
  "BidCount": "0",
  "Description": "Store Category ROAR 14AW & ANNAK ADVAN LEATHER KEY RING Keeling - black Description/Product details Brand: ROAR Style: Color: black Material: Cow leather Country: Other: Condition N New goods/Unused goods NB With a new article, although it is intact goods, there is difficulty. S Unused second hand goods/ Unused goods A Little feeling of use second hand goods B There is a feeling of use, there is a little dirt / scratch second hand goods C Dirt / scratch is poor remarkably conspicuous state second hand goods D Junk article. ■ Model ■ 14FRQ-25 ■ accessory none ■ ■ Notices ■ Size Detail With no statement Overall length 9.45in/24cm strap width 0.16in/0.4cm maximum width 1.1in/2.8cm Please Read Before Bidding We won't under- value merchandise or mark the item as a gift on customs forms. Doing that is against U.S. and international laws. We only ship to PayPal registered address. We do combined ship. Please contact us for quotation. Please contact us if you reside in countries in which we do not specify shipping service and cost. Please be aware that delivery could be delayed depending on customs inspection, in case of natural disasters, and other reasons such as postal strikes. Tax International Buyers - Please Note Import duties, taxes, and charges are NOT INCLUDED in item prices or shipping costs. These charges are buyer's responsibility. Please check with your country's customs office to determine what those additional costs will be prior to bidding or buying. Customs fees are normally charged by shipping companies or collected when you pick up the item. These fees are not additional shipping charges. We don't under-value merchandise or mark the item as a gift on customs forms. Doing that is against the U.S. and international laws. Shipping We only ship to PayPal registered address. Service: EMS Tracking URL: Japan Post Click Here Payment We Accept PayPal Only. The item will be shipped within 1 business day after the payment is received. If payment can't be confirmed within 4days after the close of the auction, the order will be cancelled. Return Policy Return/Refund/Exchange of goods based on customer's convenience shall not be accepted. We shall not entertain any reasons mentioned below, hence please take care while placing an order. Regarding size ・Size is not matching, it was not confirmed before etc. * The size slightly differs from brand to brand, hence please check the official page of that particular brand or please feel free to enquire if you have any doubts. We do not accept return of goods if they are within the error factor of the detailed size. As we deal in the second hand goods, the goods may be bottomed or altered goods. We shall not accept any return of altered goods too. Image・The product is different than what you had imagined. Color・The color is different than shown in the photo. Smell・The product has unpleasant smell. * Because of the characteristic of the old clothes, the product may not be odor free. Payment・Failed to do the payment. Others If you have any problem, please contact us. Your satisfaction is important to us. About Authenticity All our items are 100% authentic. They have been inspected by brand specialists. As every seller dealing with preowned branded items in Japan we have as well license from ocal government to offer services of this kind. We are officially registered as legal business and we have to comply with all rules and regulations including tax requirements from the Japanese government. Discount at our company, postage, leaving etc .. we do not do. I cannot do an answer to the question about the above-mentioned demand, either.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2630045166938080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "92.6",
    "UserID": "blowz111115",
    "FeedbackScore": "90",
    "FeedbackRatingStar": "Blue"
  },
  "Storefront": {
    "StoreName": "blowz111115",
    "StoreURL": "http://stores.ebay.com/id=1374852532"
  },
  "Quantity": "1",
  "Location": "Nagoya",
  "HitCount": "8",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/NWEAAOSwTM5Y00p4/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/NYUAAOSwTM5Y00p5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/ppgAAOSwXYtY00p6/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/6zQAAOSwax5Y00p7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/pt0AAOSwXYtY00p8/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/jG4AAOSwWxNY00p9/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "3000"
}