{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P15DT14H16M24S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Chains",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "33.5",
    "_currencyID": "USD"
  },
  "SKU": "IMRB-KJB22C",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "142390537914",
  "ConvertedCurrentPrice": {
    "value": "33.5",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-05-22T05:36:54.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/18K-Goldplated-Ethnic-Wedding-Kamarbandh-Women-Waist-Belt-Jewelry-IMRB-KJB22C-/142390537914",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-21T05:36:54.000Z",
  "PrimaryCategoryID": "98526",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "40 Inches",
        "Name": "Size"
      },
      {
        "Value": "Women",
        "Name": "Gender"
      },
      {
        "Value": "White",
        "Name": "Main Stone Color"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "Tear Drop",
        "Name": "Stone Shape"
      },
      {
        "Value": "Wedding",
        "Name": "Occasion"
      },
      {
        "Value": "Indianbeautifulart",
        "Name": "Brand"
      },
      {
        "Value": "Metal",
        "Name": "Material"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "Traditional",
        "Name": "Theme"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Navel",
        "Name": "Body Area"
      },
      {
        "Value": "Waist Belt",
        "Name": "Known As"
      },
      {
        "Value": "Traditional Waist Belt",
        "Name": "Style"
      },
      {
        "Value": "Wedding Jewelry",
        "Name": "Perfect For"
      },
      {
        "Value": "Belt",
        "Name": "Type"
      },
      {
        "Value": "CZ",
        "Name": "Main Stone"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "18K Goldplated Ethnic Wedding Kamarbandh Women Waist Belt Jewelry IMRB-KJB22C",
  "ExcludeShipToLocation": [
    "GL",
    "PM",
    "EG",
    "ET",
    "KE",
    "RE",
    "SH",
    "IQ",
    "IL",
    "QA",
    "YE",
    "AF",
    "AM",
    "AZ",
    "KZ",
    "KG",
    "PK",
    "LK",
    "TJ",
    "AS",
    "CK",
    "FJ",
    "HR",
    "CZ",
    "EE",
    "GI",
    "IE",
    "LV",
    "LT",
    "MT",
    "ME",
    "RS",
    "SK",
    "SI",
    "UA",
    "JM",
    "PA",
    "VC",
    "TT",
    "VI",
    "TW",
    "AR",
    "CL",
    "CO",
    "GY",
    "PE"
  ],
  "Location": "New Delhi/Delhi",
  "Description": "My eBay Click on the image below to get zoomed view of the item Store Home Our FeedbackAsk a QuestionItem Description* Exquisitely designed this gold plated waist Sari belt for women from India The Art of Jewellery will certainly add oodles of charm to your feminine look. Made from copper this waist belt is superior in quality and a worthy investment. * Material: Alloy/ Copper Coated with 18K Gold Polish. * 18K Gold micron plating is done on it. * Decorated with CZ stone. * Size: Length : 40 inches and Width : 1inches ( approx.) * Weight : 55 Gms * NOTE: This is an artificial Jewelry and not real gold. CARE FOR GOLD-PLATED :--------------------------------------- * All gold-plated jewelry is made from high quality 18 Ct gold over brass/ copper/ alloy. The 18 Ct means that it has a ratio of gold over alloy content. Gold plate does not tarnish like silver however with wear it will get dirty and is likely to corrode due to individual body chemistry medications moisture chemicals creams perfumes hair products and such like.. * Remember that it is not solid gold and anything the wearer comes into contact with can effect the gold plating. Individual wear and lifestyle can also be a factor. In time and depending on care taken and the amount of wear gold-plated pieces are susceptible to having the gold wearing away. To minimize this:. dust gold-plated jewelry with a soft cloth or wash by hand in warm soapy water rinse and pat dry. Do not rub. Dry immediately; do not leave to soak in water to avoid spotting;. be extra careful with gold-plated jewelry not to scuff; keep separate from other jewelry which may scratch it. Keep protected in a jewelry box;. avoid exposing your jewelry to solvents perfumes hair sprays or other chemicals. Make sure that these are applied and fully absorbed before putting on your jewelry;. oils in skin and sulphur in some knitwear can tarnish jewelry but this can be kept minimal by caring for it;. do not wear your jewelry whilst in bed showering gardening doing housework swimming or at the gym;. keep away from hard surfaces. Bumps and scratches will cause the gold layer to wear away faster;. do not wear gold-plated jewelry all of the time;. put jewelry on last when dressing and take off first when undressing.. Item SpecificationSKU:IMRB-KJB22CTYPE:Not SpecifiedSALE FOR:1 BeltSIZE:As Per DescriptionCOLOR:GoldCONDITION:New without tagsPaymentShippingTerms & Return PolicyAbout UsFeedbackContact UsPayment We accept payment through PayPal. PayPal is the fastest and the safest mode of payment. If you are buying multiple items in one day or multiple days then please do drop us an email.PaymentShippingTerms & Return PolicyAbout UsFeedbackContact UsShippingSHIPPING METHODS:We Ship Worldwide from India within 24 Hours of receiving confirmed payment.All the items are shipped through India Post with the service of Registered Airmail. This service takes 20-40 days to deliver the products. This service is not traceable.Expedited shipping from Private Courier like DHL, Dartairservice, Aramex and TNT etc. with the delivery time of 3 to 7 business days will be charged $15 extra.If you shop for $65 then you Parcel is automatically upgraded to expedite shipping service. If there is any restriction of issue is shipping to particular country then we would mail you informing the same. (This is applicable for only USA, UK, CANADA And AUSTRALIA customers. For rest of the countries purchase order should be able $99.There is no Sunday delivery and in expedited shipping the company cannot deliver to P.O. Box or military addresses (APO, FPO, etc.). If you wish to have your package delivered to these types of addresses, then we would ship it from India postal services. SPECIAL OFFER: **For USA, UK, CANADA, AUSTRALIA customers - All order below $65 would be shipped through registered air mail postal service which takes 20-35 days for delivery and all orders above $65 would be dispatched through expedite shipping service with delivery time of 3-5 working days. **For REST OF THE COUNTRIES - Expedite shipping service of 3-6 days delivery time would be give only on the order above $99 or you can pay for expedite shipping charges if your order is less than $99 otherwise all orders below $99 would be given registered air mail postal service shipping which takes 20-35 days for delivery.FOR BRAZIL AND RUSSIAN CUSTOMERS **For RUSSIA only Speed Post facility is available for orders above $100 which takes 10-20 days for delivery and all order below $100 would be shipped using economy service which takes 20-40 days for delivery due Russian Custom issues. **For BRAZIL customers only registered air mail shipping service is available (20-40 days delivery service) on purchase amount upto $99 as Brazil expedite shipping service is very expensive. If you need FedEx Delivery then your order should be of at-least $99 + we would be needing your TAX ID number in order to get this delivery service.PaymentShippingTerms & Return PolicyAbout UsFeedbackContact UsTerms & Return PolicyWe try our best to describe the item as it is. However, due to digital image capture effects, there is a slight possibility that colors and texture may look different. Please ask any questions before placing the bid if you have any doubt.That the address at which delivery of the product ordered by you is to be made will be correct and proper in all respects.That before placing an order you will check the product description carefully. By placing an order for a product you agree to be bound by the conditions of sale included in the item's description.That in the event of a non-delivery occurs on account of a mistake by you (i.e. wrong name or address or any other wrong information) any extra cost incurred by Bestinjewel for re-delivery shall be claimed from you.International Duties & Taxes: You may be subject to import duties and taxes, which are levied once a shipment reaches your country. Additional charges for customs clearance must be borne by you; we have no control over these charges and cannot predict what they may be. Customs policies vary widely from country to country; you should contact your local customs office for any further information. Return Policy In case of returns you must contact us within 48 hours of receiving the item, so that we can process your return for refund or exchange, the Product must be returned within 14 days of receipt & it should not be altered, tempered & should be in original packaging. ***Return postage will be bear by the buyer itself. *** If you are not satisfied with your purchase for any reason, we will make every attempt to resolve the issue. If you choose to return the item, we will refund your purchase in full, including original postage as soon as the item reaches back to us.PaymentShippingTerms & Return PolicyAbout UsFeedbackContact UsAbout Us Best In Jewel produces jewelry which becomes fashion, our designs our exceptionally gorgeous & becomes the style statement in fashion market. Our main is to provide customers the highest quality & more range in the products. The raw material used to manufacture product is of high quality to comply with international quality standards. We know the secret of successful business is 100% customer satisfaction that's why our all efforts have one common focus of providing value for money to the buyers. We have wide collection of Fashion Earrings, Necklace, Bangles, Bracelets, Cuffs, Crystal Jewelry, Rings, Belts etc. We sell a vast variety of traditional Indian jewelry From India which is unique in its craftsmanship & provides a real taste of India. It is here that one can see a conjunction of both art and style together. We ensure good Services & quality to our customers which can only be tried & tested. We are happy to entertain bulk & custom orders also.PaymentShippingTerms & Return PolicyAbout UsFeedbackContact UsFeedback Feedback is a vital part of eBay community. Positive feedback is automatically left for you immediately after payment. We expect you to leave feedback for us after receiving your order. While leaving feedback you can choose to rate your experience with the transaction in 4 different areas of customer service which are known as Detailed Seller Ratings (DSRs). We work hard to receive positive feedback and a excellent DSRs in each area from all of our customers. If you feel you cannot leave us positive feedback or excellent DSRs in all categories, please contact us right away before leaving us feedback, so that we may resolve your issue and so that we can improve our service. The feedback and DSRs influence a seller's reputation on eBay, and your opinion is very important to us. Feedback forum is not a place to send message to us. We will strive to rectify any problem to ensure your shopping experience with us is enjoyable. We reserve the right to ignore rectifying any problem if unfair feedback is left for us without allowing us an opportunity to resolve the issue. PaymentShippingTerms & Return PolicyAbout UsFeedbackContact UsContact Us Our customer service, quality control, and order fulfillment are done from our office in New Delhi, India. We are in the IST time zone, and we try our best to answer every email within 24 hours, 48 hours maximum depending on Time Zone difference and local holidays. Please use the \"Ask a question\" link to reach us. HAPPY SHOPPING! Thank You!eBay Template Design by© 2014 Bestinjewel - All Rights Reserved.",
  "PrimaryCategoryIDPath": "281:10968:15124:98526",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1423905379148080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "bestinjewel",
    "FeedbackScore": "6514",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "Traditionindia",
    "StoreURL": "http://stores.ebay.com/id=1068240045"
  },
  "Quantity": "5",
  "PaymentMethods": "PayPal",
  "HitCount": "9",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE1N1gxNjAw/z/5gwAAOSwKytZInj5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAxMVgxNjAw/z/jKoAAOSwlMFZInj5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQzMlgxNjAw/z/CxEAAOSwCQZZInj6/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI2NVgxNjAw/z/igcAAOSwJH1ZInj6/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTQ2MlgxNjAw/z/QA8AAOSwY3BZInj7/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500"
}