{
  "ReturnPolicy": {
    "Description": "Refunds available: See booth/item description for details Conditions of return\nBuyers are responsible for return shipping costs. If the item is not returned in its original condition, the buyer is responsible for any loss in value.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT7H35M47S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "37.99",
    "_currencyID": "USD"
  },
  "SKU": "BOH50",
  "ItemID": "192207595253",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Zicsy-Exclusive-Jewellery-CZ-Gold-Plated-Necklace-Set-Maangtikka-BOH50-/192207595253",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "37.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T19:29:08.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T19:29:08.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Gold Plated",
        "Name": "Karat Content"
      },
      {
        "Value": "Natural",
        "Name": "Gemstone Treatment"
      },
      {
        "Value": "CZ",
        "Name": "Gemstone Type"
      },
      {
        "Value": "Fancy",
        "Name": "Gemstone Shape"
      },
      {
        "Value": "Gold",
        "Name": "Gemstone Color"
      },
      {
        "Value": "Female",
        "Name": "Gender"
      },
      {
        "Value": "Regular",
        "Name": "Size Type"
      },
      {
        "Value": "Adjustable",
        "Name": "Size"
      },
      {
        "Value": "\"Handmade\"",
        "Name": "Brand"
      },
      {
        "Value": "Not Applicable",
        "Name": "Metal Purity"
      },
      {
        "Value": "Cubic Zirconia",
        "Name": "Main Stone"
      },
      {
        "Value": "Gold",
        "Name": "Color"
      },
      {
        "Value": "Glass",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Zicsy Exclusive Jewellery CZ Gold Plated Necklace Set with Maangtikka BOH50",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "This is one of the best bridal party jewellery set. Mounting dazzling CZ, combining stunning Gold/ Silver plating and enamelling in a Custom Designed ornaments. Tension-Set in the centre of the Mounting is a Beautiful Round Cubic Zirconia! The Crystals with higher clarity and Strong Vibrant Hues of Deep Rich Red Tones. This beautiful set can be worn at any occasion such as party, wedding ceremony, causally or casual function, and God willing, It will last long if care. Please do not use velvet box to put it into. This item is posted and managed courtesy of Bonanza.com Welcome to YouKrafts A sense of beauty This beautiful set is brand new. Actual photos are shown here. There might be a negligible difference in color/brightness due to photographic lighting sources or your display settings. Though, we are sure you will find the product best. We take care of good quality and of good service. The item will last long if cares, God willing. Use simple plastic box to put it into, foam can be used. Shipping and Processing Porcessing of the item is started after receipt of the cleared payment. Processing time is normally 1-3 business days. We use ecom logistics. It is a postal service and will be delivered by USPS. It takes normally 10-15 days to deliver the package. Express shipping services are also offered. They are payable. FedEx, DHL, and Aramex are used for express shipment. They normally delivers within 3-4 working days. Note: P.O. Box address is not valid for express shipping service. Also, please provide us with your phone number for shipping purpose. ***All duties, taxes in the buyer’s country are taken care by the buyer only. ***We are unable to take any responsibility for any custom delay or tax. International buyers are responsible for any & all duties, custom charges & brokerage fees. If you have any special request, please let us know. Be it a change in address or be it an offer or anything else. Return Policy Got the item damaged or just did not like it, unfortunately. Do not worry! We accept return. 14 days return policy is accepted. Please make sure you will get in touch with us instantly if you received the item damaged with photos. If you just did not like the set, please do not use it in anyway. Just return it with all tags, i.e. it must be unused, unworn, and untouched and the original shipping condition. ***Return shipping charges will be borne by the buyer himself. Feedback & DSRs Please leave a good positive feedback for us, with all shining stars. Do you like uncomplete, dead star? Never, You do! Remember! NEGATIVE FEEDBACK IS NOT A SOLUTION. So, we request you to contact us and give us a chance to resolve your issure ASAP. Please never leave negative feedback. Give us a chance to resolve the issue. Jewellery Care Unlike the silver and gold that can be put into velvet box, your costume jewelry requires different care. The item will last long if you follow the following specific practices in wearing and caring for it. Instruction: Keep your jewelry away from dust, which can be damaging to the stones. Store your costume jewelry separately in soft pouches or boxes so the pieces don't scratch each other. DO NOT USE VELVET BOX. Simply put, your costume jewelry pieces need to be the LAST thing you put on just prior to leaving the house in the morning, and the FIRST thing you remove upon arriving home in the evening. Keeping this practice will mean less wear/tear on your jewelry, giving you longer use out of it. DO NOT SPRAY any PERFUMES or HAIRSPRAYS after you've put your Kundan jewelry on, because this will alter the finish on the piece. It could change colors or get ruined somehow, and you wouldn't want this for your new investment. Some costume jewelry is quite pricey! Do not wear lotion around your neck or wrists when wearing costume jewelry for the same reasons listed above - it could ruin the finish on the necklaces/bracelets. Try not to touch or let others touch your jewelry, as the oil from your/their fingers will transfer onto the pieces. Remember to occasionally use a cotton cloth to wipe down the jewelry is a good idea. Removal of Kundan fashion rings, hathphul etc. prior to hand washing would also be a good preventive measure for longer-lasting wear of your new jewelry Caution: Never wear costume jewelry in the bath/shower. Avoid using soap and water to clean your jewelry because the soap can leave a residue on the metal and stones, making them look dull. Do not use rubbing alcohol on plastics in costume jewelry as this may dull the finish. Try to stay away from soaking your gemstones if you like their vibrant color. Quick Tips: Periodically check your costume jewelry for loose stones. Cleaning your costume jewelry once monthly will keep it looking fresh. Keep a very soft cloth that can also be used to wipe your pieces and polish them to a shine. Know that by following these simple steps, you will have many happy years together with your new jewelry additions. Have any question(s)? Just write to us! We'll get back to you as quickly as possible. Thank You and Happy Shopping!",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1922075952538080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "0.0",
    "UserID": "youkrafts",
    "FeedbackScore": "0",
    "FeedbackRatingStar": "None"
  },
  "Quantity": "1",
  "Location": "Lehigh Acres, Florida",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTUxMlgxNjAw/z/FMYAAOSwhvFZBjE2/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTUxMlgxNjAw/z/etYAAOSw~y9ZBjE4/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "33971"
}