{
  "ReturnPolicy": {
    "Description": "All Tags, Boxes, and Original Paperwork are required for all returns.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ItemID": "272531769409",
  "PrimaryCategoryName": "Jewelry & Watches:Fine Jewelry:Fine Rings:Precious Metal without Stones",
  "ListingStatus": "Active",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "83.0",
      "_currencyID": "USD"
    },
    "PricingTreatment": "STP"
  },
  "Site": "US",
  "IntegratedMerchantCreditCardEnabled": "false",
  "SecondaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Toe Rings",
  "ConvertedCurrentPrice": {
    "value": "53.96",
    "_currencyID": "USD"
  },
  "SecondaryCategoryIDPath": "281:10968:140010",
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "Country": "US",
  "GlobalShipping": "false",
  "PrimaryCategoryID": "164341",
  "ExcludeShipToLocation": [
    "RU",
    "KZ"
  ],
  "PrimaryCategoryIDPath": "281:4196:67725:164341",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/2725317694098080_1.jpg",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "accessoriesnjewelry",
    "FeedbackScore": "25211",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "Accessories N Jewelry",
    "StoreURL": "http://stores.ebay.com/id=835106577"
  },
  "PaymentMethods": "PayPal",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MjEyWDIxMg==/z/jj4AAOSwNnRYhYod/$_1.JPG?set_id=8800004005"
  ],
  "ConditionID": "1000",
  "SKU": "K5106",
  "StartTime": "2017-01-23T04:44:07.000Z",
  "QuantitySold": "1",
  "HighBidder": {
    "UserID": "c***m",
    "FeedbackScore": "981",
    "FeedbackPrivate": "false",
    "FeedbackRatingStar": "Purple"
  },
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "53.96",
    "_currencyID": "USD"
  },
  "SecondaryCategoryID": "140010",
  "QuantitySoldByPickupInStore": "0",
  "HandlingTime": "3",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14K-White-Gold-Polished-Valentine-Love-Hearts-Adjustable-Ladies-Toe-Ring-/272531769409",
  "EndTime": "2017-06-22T04:44:07.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Accessories & Jewelry",
        "Name": "Brand"
      },
      {
        "Value": "Toe Ring",
        "Name": "Style"
      },
      {
        "Value": "White Gold",
        "Name": "Metal"
      },
      {
        "Value": "14k",
        "Name": "Metal Purity"
      },
      {
        "Value": "United States",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "0.77",
        "Name": "Gram Weight"
      },
      {
        "Value": "Polished",
        "Name": "Feature 1"
      },
      {
        "Value": "--",
        "Name": "Feature 2"
      },
      {
        "Value": "--",
        "Name": "Feature 3"
      },
      {
        "Value": "--",
        "Name": "Feature 4"
      },
      {
        "Value": "--",
        "Name": "Feature 5"
      },
      {
        "Value": "2.75mm",
        "Name": "Width"
      }
    ]
  },
  "Title": "14K White Gold Polished Valentine Love Hearts Adjustable Ladies Toe Ring",
  "TimeLeft": "P16DT14H54M4S",
  "Location": "Atlanta, Georgia",
  "Description": "Store Home About us Contact us Newsletter Signup View feedback Company policy Why Buy From Us? Store Categories Ladies Diamond Jewelry Mens Diamond Jewelry Diamond Watches Gold Jewelry Ladies Sterling Silver Jewelry Mens Sterling Silver Jewelry Mens Stainless Steel Jewelry Tungsten Carbide Other Shop watches by brand Select Gender Men Women Select Brand Arctica Casio G-Shock Curtis & Co. Don & Co Freeze Ice Ice Ice King Ice Time King Master Joe Rodeo JoJino / JoJo Robb & Co. Super Techno Techno Link Shop by price Select Category Ladies Diamond Jewelry &rsaquo; Diamond Bracelets &rsaquo; Diamond Earrings &rsaquo; Diamond Pendants &rsaquo; Diamond Rings Mens Diamond Jewelry &rsaquo; Diamond Bracelets &rsaquo; Diamond Cross &rsaquo; Diamond Pinky Rings &rsaquo; Diamond Studs &rsaquo; Diamond Chain Diamond Watches Gold Jewelry &rsaquo; Bands &rsaquo; Charms Ladies Silver Jewelry &rsaquo; Bangles / Bracelets &rsaquo; Chains &rsaquo; Cross Pendants &rsaquo; Pendants & Earrings Set &rsaquo; Pendants &rsaquo; Rings &rsaquo; Studs / Earrings Mens Silver Jewelry &rsaquo; Bracelets &rsaquo; Charms / Crosses &rsaquo; Custom Pendants &rsaquo; Cz Chains / Plain Chains &rsaquo; Rings &rsaquo; Studs / Earrings Mens Stainless Steel Jewelry Tungsten Carbide All Categories Other 14K White Gold Polished Valentine Love Hearts Adjustable Ladies Toe Ring Product Details This listing is for a Brand New 14K White Gold Jewelry. This is part of our 14K White Gold Collection. This is a Classically Designed 14K Gold Jewelry. *Images are enlarged to show details.*StyleRingCountry of ImportUnited StatesGram Weight(Approx)0.64 GMMetal TypeWhite GoldMetal Purity14KRing SizeAdjustableWidth2.75mmFeature 1PolishedFeature 2--Feature 3--Feature 4--Feature 5--Market Price $ 119.00 We accept payment through PayPal. All payments should be made within 7 days of purchase unless under special conditions. For example, if you are experiencing difficulty in paying through PayPal and need additional time, please let us know and we will work with you. A payment reminder will be sent on the 4th days after purchase. We reserve the right to reject late or fraudulent payments. Please contact us for any further details about our payment methods. All items are shipped within 24 to 48 hours after the payment is cleared. We will ship the item to the address provided by PayPal ONLY. All items will be INSURED FOR FREE. Domestic Shipment: We ship all domestic items by USPS First Class Mail FREE OF CHARGE. It has an estimated delivery time of 2-5 business days. We also offer faster cost services including USPS Priority Mail (2-3 business days) and USPS Express Mail (overnight to most areas, but up to 2 days). All items with the value of over $200 will have to be signed for. In the event of a return, the shipping costs will not be refunded and the buyer will be responsible for return shipment costs. The cost of shipping will be subtracted from the total invoice amount even in case of USPS First Class Mail which is free of charge. International Shipment: USPS Express Mail will be used for all international shipments which have a delivery time of 5-7 business days (no including any hold time during customs process). If an item is returned the full purchase price will be refunded, only the shipping and handling charges to ship the item to the customer will be removed from the refund amount. USPS Express Mail includes tracking & Full Insurance unlike some other international services. **The Buyer is responsible for customs, taxes, and duties that are required by their country. This amount will not be refunded in case of a return. All Returns will be accepted within 14 days of the customer receiving the item. All items must be in the exact same condition as they were when sold, along with all the papers that came with the item. If the item is altered in any way we will not accept the return (re-sizing, special order, etc.). This is a no risk return policy because if you are not 100% satisfied with our product, simply return it within 14 days of receiving it for a full refund as long as the item is in its original condition. Furthermore, there will be NO restocking fees for any returns as long as it is within 14 days of receiving the item. Re-stocking will be determined on case by case basis after the 14 days are over. Accessories and Jewelry is all about our customers. We do our best to satisfy all of our customers' expectations and fulfill any and all needs when they come to us. We are motivated to grow a strong ongoing relationship with all the customers by providing great deals on the best products in the market. All our diamond items are 100% genuine and natural high quality diamonds, which have beautiful clarity and color. Accessories and Jewelry has been established to provide variety of jewelry in both Men's and Ladies fashion. We value every customer and we want to ensure the satisfaction of each customer. We make the commitment to every single customer that they will be 100% satisfied and will have the best experience when choosing us. If you have any questions about the items feel free to contact us via the eBay contact form. You can also call us at (404) 828-0ANJ (828-0265) during the hours of 9am to 9pm EST Monday - Friday. All items sold by Accessories and Jewelry will be covered by manufacture warranty for 4 months, starting the date of the purchase. If anything on an item needs to be repaired, the item must be shipped back to us. The warrant is void: If the damage is caused by reckless use of the item, OR If another jeweler has worked on it, OR If the damage is caused by another jeweler In a situation where the item needs to be repaired after the expiration of warranty we will provide the best estimate possible to repair the item. All Imagery & Content ©2010 Accessories N Jewelry | Template design by LillyStar Designs accessoriesnjewelry Store Powered by Solid Commerce The All-in-One Listing, Inventory & Order Management Solution for Online Merchants",
  "ListingType": "FixedPriceItem",
  "NewBestOffer": "false",
  "Quantity": "3",
  "PostalCode": "30343"
}