{
  "ReturnPolicy": {
    "Description": "FOR RETURNS please notify me on receipt using e-bay messaging.  \n \nBUY IT NOW - items may be returned within 14 days of receipt. The 'buy it now price' will be refunded in full, providing the item is returned unworn in its original as sold condition. Return postage is not refundable.   \n\nAUCTION - in the spirit of an auction items should only be returned where there is a significant error or inaccuracy and the item is significantly not as described (this includes the photographic description). \n  \nREFUNDS - are only processed on receipt of the returned item, a recorded / signed for service should be used for returns. \n \nINTERNATIONAL RETURNS- must clearly be marked on customs forms as returning items.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 days",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P22DT9H54M7S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewellery & Watches:Costume Jewellery:Hair & Head Jewellery",
  "QuantitySold": "0",
  "HandlingTime": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "35.0",
    "_currencyID": "GBP"
  },
  "ItemID": "132207987612",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/OOAK-dupion-silk-flower-hair-band-fascinator-navy-blue-turquoise-bead-kanzashi-/132207987612",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "45.09",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-28T21:20:19.000Z",
  "PaymentMethods": "PayPal",
  "Site": "UK",
  "AutoPay": "false",
  "Country": "GB",
  "GlobalShipping": "false",
  "EndTime": "2017-06-27T21:20:19.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Alice band",
        "Name": "Style"
      },
      {
        "Value": "Blue",
        "Name": "Main Colour"
      },
      {
        "Value": "silk",
        "Name": "Material"
      },
      {
        "Value": "turquoise",
        "Name": "Main Stone"
      },
      {
        "Value": "katy wroe",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "Title": "OOAK dupion silk flower hair band fascinator navy blue turquoise bead kanzashi",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "OOAK dupion silk flower hair band fascinator navy blue turquoise bead, kanzashi navy & green fabrics are dupion silk, the patterned fabric is designer cotton print, the beads are turquoise size - up to 3.5 inches wide, approx 20 inch band plus stretch section to ease on and fitcondition - very good, new and unused with stitched design tag on reverse combined shipping is FREE on subsequent items - you only pay once for postage! (items must be paid for on the same invoice to qualify, and combined lots exceeding £30 must use a signed for option) ♥CONDITION: Unless otherwise stated all of my items are pre-loved, I endeavor to describe accurately and any significant flaws will be detailed. Unless otherwise stated, this item is in very good or better condition and this includes all stones / settings in place and fully working pins, clasps, etc. PLEASE CONSIDER THE PHOTOGRAPHS these can give clearer indication of condition than words. ♥STYLE or PERIOD:Where I have indicated 'style' that refers to the design of the piece, shape, colour, use of materials etc. Where I have indicated 'period' that refers to the design and also to the construction and actual materials. My indications of either style or period are my opinion, they are however informed by daily research, experience of a vast range of jewellery materials and antique / vintage pieces, an extensive private collection for comparison and several formal design qualifications. ♥COMMUNICATION: I welcome your questions before or after bidding and attempt to answer them as quickly as possible. Please contact me through e-bays messaging system only. ♥POSTAGE: If you require en route tracking please opt for UK - 'recorded signed' for or WORLDWIDE - 'signed'. This is recommended for items of significant value. ♥PACKAGING: I am happy to combine postage, the postage costs as listed include wrapping etc as well as actual postage. Please request a combined invoice before paying or you may automatically be charged separate postage costs. Please contact me if you wish to combine multiple lots and are unsure of postage costs. If you are unsure about my definitions or any aspect of a listing - please - ASK! Track Page Views WithAuctiva's FREE Counter",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1322079876128080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "misswroe",
    "FeedbackScore": "22604",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "miss-wroe",
    "StoreURL": "http://stores.ebay.com/id=972038972"
  },
  "Quantity": "1",
  "Location": "london, London",
  "HitCount": "11",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIxM1gxNjAw/z/degAAOSw91NTtWTz/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTMyMFgxNjAw/z/EIsAAOSwDk5TtWUE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE3OVgxNjAw/z/Ee0AAOSwwNVTtWTo/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM4MFgxNjAw/z/TNIAAOSw-dBTtWT5/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI3MVgxNjAw/z/D-4AAOSwDk5TtWT-/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE1MFgxNjAw/z/MwsAAOSwh6xTtWUI/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM1NVgxNjAw/z/yAwAAOSw7I5TtWTu/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "sw17 9et"
}