{
  "ReturnPolicy": {
    "Description": "Returns will be only Accepted if the product in unused contition with original Packing. Kindly contact us for any discrepancies before rating negative on Ebay. We are always there to help you.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "252974167018",
  "TimeLeft": "P4DT5H41M53S",
  "ListingStatus": "Active",
  "Title": "Bollywood DesignIntricately Gold Plated AD Necklace Set Fashion Jewelry 1D",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-04T17:37:44.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-09T17:37:44.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Traditional / Party Ware / Daily Ware",
        "Name": "Occasion"
      },
      {
        "Value": "Multi-Color",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Non-Precious Metal",
        "Name": "Material"
      },
      {
        "Value": "Women",
        "Name": "Gender"
      },
      {
        "Value": "14 Centimeters",
        "Name": "Item Length"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "Kundan / Australian Diamond",
        "Name": "Stone"
      },
      {
        "Value": "Cubic Zirconia (CZ) / AD / No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Abhi Fashions",
        "Name": "Brand"
      },
      {
        "Value": "Contemporary",
        "Name": "Design"
      },
      {
        "Value": "Necklace Set",
        "Name": "Type"
      },
      {
        "Value": "Necklace, 1 Pair of Earring",
        "Name": "Sales Package"
      },
      {
        "Value": "Gold Plated",
        "Name": "Plating"
      },
      {
        "Value": "Necklace Set",
        "Name": "Style"
      },
      {
        "Value": "Wedding Jewellery",
        "Name": "Collection"
      },
      {
        "Value": "AF2311NGDLPP1870-USA-SJ",
        "Name": "Custom Label"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Two Tone",
        "Name": "Finish"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Bollywood-DesignIntricately-Gold-Plated-AD-Necklace-Set-Fashion-Jewelry-1D-/252974167018",
  "ExcludeShipToLocation": "PK",
  "Location": "Bangalore, Karnataka",
  "Description": "About Us Abhi Fashions is one of the leading designer of fashion and imitation jewelry in India. Our philosophy 'Provide you luxurious jewelry in affordable prices' is quite simple. Colors and designs are not everyone’s cup of tea but we make our customers feel wonderful by bringing lots of new colors with glamorous latest designs with a smile with every purchase-an unbeatable combination of color, glamour and affordable price! We are completely dedicated to make you feel beautiful and different on all the important events of your life. Description Product Specifications Design - Contemporary Style - Necklace Set Occasion - Traditional / Party Ware / Daily Ware Finish - Two Tone Metal - Alloy / Brass Material - Alloy , CZ / AD Main Stone - Crystal / Cubic Zircinia ( CZ) / AD / Kundan / No Stones Color - Multi-Color / As per Image Gender - Female / Women Packing Contain One Necklace with 1 Pair of Earring Product Description Dressing up with special jewelry for special occasions has been a tradition we have followed for ages; keeping with that line of thought the Abhi Fashions Enchanting Gold Plated AD Necklace Set For Women is made of Alloy. Women love jewelry; specially traditional jewelry adore a women. They wear it on different occasion. They have special importance on ring ceremony, wedding and festive time. They can also wear it on regular basics. Make your moment memorable with this range. This jewel set features a unique one of a kind traditional embellish with antic finish. A Checklist For Long-Lasting Luster Keep your precious kundan pieces sparkling with this list of dos and don’ts. Store the accessories in a cool and dry place with ample cushioning. Avoid storing them with other jewelry. Refrain from spraying any chemical like body sprays, deos, and perfumes on it. Avoid using water to clean the jewelry; it often leads to the metals oxidation. Wrap it in an acid-free tissue paper before putting it it’s a box. For extra protection, store the jewelry in a small cotton drawstring pouch. About us We sell only brand new & 100% genuine products. Every effort has been made to ensure that the information on this site is accurate. Shipping We Ship worldwide from India. All the items are shipped through India Post with the service of Registered Airmail. US, UK Customer will receive within 10-25 working days. Rest of the countries will receive the parcel within 20-30 working days to delivered the products. This service is not traceable. Expedited shipping from Private courier like DHL, ICC, and FEDEX etc. with the delivery time of 7 to 12 working days will be charged $25 extra. Payment We only accept Pay-pal. Please make sure you have a valid/confirmed Pay-pal account before bidding. Payment must be made within 7 working days of the auction end time. Non Paying bidder will be reported if the item has not been paid with in 4days, which can result in you being suspended indefinitely from eBay. Terms & Conditions You'll be getting the actual item as photo. Please kindly note that the photo is enlarged to show the detail of color. Color may not appear exactly as in real life due to variation between computer screen resolution& lights. International Buyers - Please note import duties, taxes & charges are not included in the item price or shipping charges. These charges are the buyer's responsibility. We will not responsible for the delay of insufficient address or custom delay. Please check with your country's custom office to determine what these additional costs will be prior to bidding / buying. Feedback Once you got the item & satisfy with our products & services, please leave positive feedback for us& we will do the same for you. If you feel that you got an item that is different from what you ordered or if it arrived damaged or if you are not satisfied with the item, please email us & we will love to work with you in resolving any issues. We are committed to 100% customer satisfaction. Contact us Simple way to reach us- Always happy to hear from you. Email /eBay M2M - is the best way to reach us for any inquiry. Please write us with your details & contact number& our team will call you back. Thank You for Shopping With Us.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2529741670188080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "abhifashions",
    "FeedbackScore": "819",
    "FeedbackRatingStar": "Purple"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/lCYAAOSw7GRZNEVs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/rOsAAOSwR29ZNEVs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/32EAAOSww5hZNEVs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/ZeQAAOSwi7RZNEVs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/2CEAAOSwIQdZNEVs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/oaAAAOSwAPVZNEVs/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500"
}