{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money back or exchange (buyer's choice)"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P29DT18H5M10S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "64.0",
    "_currencyID": "USD"
  },
  "ItemID": "252974876154",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ALEXIS-BITTAR-SILVER-LAVENDER-LUCITE-HERMITAGE-CUSHION-HINGED-BANGLE-BRACELET-/252974876154",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "64.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T03:58:15.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-05T03:58:15.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Lucite",
        "Name": "Material"
      },
      {
        "Value": "Silver",
        "Name": "Color"
      },
      {
        "Value": "Bangle Bracelet",
        "Name": "Style"
      },
      {
        "Value": "Alexis Bittar",
        "Name": "Brand"
      },
      {
        "Value": "Crystal",
        "Name": "Main Stone"
      }
    ]
  },
  "Title": "ALEXIS BITTAR SILVER LAVENDER LUCITE HERMITAGE CUSHION HINGED BANGLE BRACELET",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "ALEXIS BITTAR ITEMS ARE HANDMADE, SO IT IS VIRTUALLY IMPOSSIBLE TO FIND A \"PERFECT\" PIECE OF HIS JEWELRY. ANOMALIES CAN INCLUDE SLIGHTLY CROOKED STONE SETTINGS, STONES OF DIFFERENT HEIGHTS, GLUE MARKS, SCUFFS ON THE FINISH COATING THE BACKS, MARKS/GOUGES/SCRAPES ON THE STONES, METAL AREAS ETC. This \"Hermitage\" cushion hinged bangle bracelet was made by Alexis Bittar. The lucite is silver with a hint of lavender that has a \"tea stained\" effect underneath; this appears as dappling. The crystals are clear and the metalwork is silver. \u2028 It measures nearly 0.5\" wide. The oval internal diameter is approximately 2.5\" by 1 7/8\". \u2028 As with virtually all of Alexis Bittar's handmade lucite jewelry, there may be occasional tiny whitish marks at various places on the lucite. There may also be minor pitting and/or other irregularities on the finish as well as minute scratches on the metal hardware. \u2028 As per Alexis Bittar, these occur naturally during the manufacturing process and as such are not considered defects. \u2028 Of note, the little AB plaque has some tarnish. Please see the last photo for more details. \u2028 *The lucite appears to glow when light directly hits it. None of the photos were artificially enhanced. Terms: Please do not ask for or expect a partial refund. In the event that you find the item does not match its description in the listing, please initiate an \"item not as described\" return via ebay at my expense. I combine shipments and recycle packaging whenever possible. If your order total is $250 or more, it will be shipped with Signature Confirmation. Non smoking home, but I do have a dog. Please ask all questions and look carefully at photos prior to bidding. That being said, I am primarily an ebay buyer, and I know how disappointing it is to receive an item with faults that were not disclosed. I try to the best of my ability to describe items accurately, but please look at the photos in case I have missed something. Additional photos and more specific measurements available on request. I cannot be responsible for color differences between monitors. My advice is to google \"Bittar\" and other key words from the listing title (especially colors and item names.) This will give you a better idea of how an item may appear under different lighting, conditions etc. I have a 15% restocking fee, which is the only way I can offer insured free shipping and not charge you for packing supplies, transportation costs etc. Otherwise, I lose the amount I paid to ship the item to you and the other expenses if you decide to return it. Please make your peace with the restocking fee before you buy, as it is not negotiable. If an associated item (e.g. tags, jewelry bag etc.) is not specifically mentioned as being included in the listing, please do not assume that it will be included. If there is a problem, please contact me before leaving feedback or opening a case. Please do not ask me to hold items for you after you have purchased them. If I can't ship the item within my 3 day time frame, eBay counts this against me as a defect. I cannot accept returns past the 14 day returns window. Also, please do not ask me to change the shipping method after you have purchased an item. If you contact me beforehand, I can update the listing with your preferred shipping method, rather than having to invoice you the difference. As with all of my items, if this one doesn't sell I will eventually lower the price. Thanks for looking! びんのように いう",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2529748761548080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "anti-quark",
    "FeedbackScore": "4413",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "anti-quark s store",
    "StoreURL": "http://stores.ebay.com/id=24495192"
  },
  "Quantity": "1",
  "Location": "Brooklyn, New York",
  "HitCount": "5",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTU3MlgxNTcy/z/KaMAAOSwhvFZNNXt/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/CjQAAOSwKytZNNUG/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/BMoAAOSw~FJZNNXh/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/1NEAAOSwEHpZNNXf/$_12.JPG?set_id=880000500F",
    "https://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/3zcAAOSwfRdZNNUK/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "3000",
  "PostalCode": "11223"
}