{
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_20",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "20%",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P18DT2H50M42S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Mixed Items & Lots",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "SE",
    "BE",
    "FR",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "NZ",
    "CH",
    "NO",
    "HR"
  ],
  "CurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "352067812743",
  "ConvertedCurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-05-24T17:35:01.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Lot-Multi-Toned-Silver-Copper-Gold-Toned-Jewelry-Bracelet-Sterling-Silver-/352067812743",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-23T17:35:01.000Z",
  "PrimaryCategoryID": "10970",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Mixed Metals",
        "Name": "Metal"
      },
      {
        "Value": "Copper / Silver & Gold Tones",
        "Name": "Color"
      },
      {
        "Value": "Necklace Earrings Pins Bracelets",
        "Name": "Type"
      },
      {
        "Value": "Faux pearls on pin",
        "Name": "Main Stone"
      },
      {
        "Value": "Unknown",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Lot Of Multi Toned Silver/Copper/Gold Toned Jewelry Bracelet Is Sterling Silver",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "Africa",
    "Asia",
    "Middle East",
    "Southeast Asia",
    "South America",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AI",
    "AG",
    "BS",
    "BB",
    "BZ",
    "KY",
    "CR",
    "DM",
    "DO",
    "SV",
    "GD",
    "GP",
    "GT",
    "HT",
    "HN",
    "JM",
    "MQ",
    "MS",
    "AN",
    "NI",
    "PA",
    "VC",
    "TT",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "Location": "Fall River, Massachusetts",
  "Description": "Lot Of Multi Toned Silver/Copper/Gold Toned Jewelry Bracelet Is Sterling SilverALWAYS free shipping ( In US) for all of our TREASURES!!!Description:Picture # 2 & 3: Tri color copper gold & silver braided necklace. Adjustable length from approx. 17\" to 19\" there are no markings.Picture #4, 5, & 6: Tri color copper gold & silver sterling silver bracelet. Stamped 925 Italy with an unknown makers mark. Length 7.5\" Weight 7.0gPicture # 6: width of bracelet and necklace from pictures 2, 3, 4, 5, & 6Picture # 7, 8, 9, & 10: Copper color leaf / branch pin with faux pearls. The pin bar is slight bend.Picture # 11 & 12: Tri color copper gold & silver necklace and disk pierced earrings. Chain length approx. 24\"The items are pre-owned and in good condition wearable condition. Pre-owned jewelry, will show the usual signs of wear consistent with age & normal use on metal & stones, as in scratches, dents, dings, out of round, plating wear and discoloration.The items in the pictures are the items you will receive.Please refer to all photos for further description.The items will need to be cleaned. Please email us with any questions through eBay and bid with confidence.Thank You & Good Luck Bidding!!! PLEASE READ OUR TERMS OF SALE: Questions about this item? All questions will be answered Monday through Friday between 10:00 am and 3 pm – EST. Please review all of the description, look at all pictures (they are enlarged to show details) please ask any questions you may have before bidding. RETURNS / REFUNDS: All of our TREASURES may be returned for a refund with our 30 day NO QUESTIONS ASKED return policy. A 20% restocking fee will be applied to all returns. All items must be returned in condition received and not altered in anyway. We do not do partial refunds and buyer will pay for return shipping unless the return is due to our error. Please use the EBay return process to return items. This process is and easy drop down menu when you click on purchased item. AUCTIONS: On our auctions listings they are set with no reserves. If you want one of our TREASURES please bid it’s probably the only one we have. We purchase our Treasures in estate sales and gold buys. In fairness to all bidders and watchers, we do not end our auctions early, nor do we add buy it nows if it is an auction listing, or accept any offers for our auction listings. Please do not ask, no matter what you are offering our policy will not change. Our BUY IT NOW listings are set at the minimum amount we will accept. Please do not ask if we are willing to accept a lower bid, no matter what you are asking our policy will not change. OUR LISTINGS: We list our TREASURES at the lowest possible price we can accept. We take into account what we paid for the item, the USPS shipping costs, the packaging materials, labor costs, Paypal fees, Ebay listing fees & Ebay final value fees, and a small profit when determining our starting prices. SHIPPING: ALWAYS free shipping to you for all of our TREASURES when you win an auction We will combined purchases if you win more than one item and pay all on one invoice. We will only ship to the address you have on file in EBay/Paypal. We will not alter an address. NO EXCEPTIONS!! We use the United States Postal Service to mail all of our TREASURES. Due to the fragile nature of our TREASURES we ALWAYS try our best to package the TREASURES to ensure a safe delivery. We use Ebay's Global Shipping Program for Canada & UK. We will only ship to Canada & UK using global shipping program NO EXCEPTIONS. We DO NOT ship to any other countries. Free shipping to US processing center only. PAYMENT: We only accept Paypal. No other form of payment is accepted. Payment is expected within 7 days of an auction ending. If not paid on or before the 7th day you will get notification from EBay with a nonpayment notice. MA SALES TAX: We operate as a business in Massachusetts therefore by law all Massachusetts residents will be charged the appropriate sales tax. LISTING ERRORS: We reserve the right to make a full refund if we find that a purchase was made on an item that had an error in the listing. OUR GOAL: To ALWAYS have TREASURES for our customers & to ensure our customers are pleased with the item(s) they have purchased!!!! OUR TREASURES:Watches: We guarantee our watches when listed as working condition, left here working. We try our best to package our TREASURES to ensure a safe delivery.With manual wind watches please wind fully when watch arrives, we do not ship them engaged. If a watch arrived nonworking that was listed as working please let us know.We test our working condition watches with a 24 hour accuracy test. Sterling Silver Jewelry: All of our sterling silver jewelry is magnet tested. Non stamped pieces are scratch acid tested. Precious Metal Jewelry: Our listings are clearly stated we do not use deceiving practices. If a TREASURE is gold filled or plated it is always stated in title as being such. Photos: All our photos are enlarged to show detail. We strive to give clear pictures. Please be advised jewelry, coins, and other items may be considerably lighter or darker than photos due to computer settings.. Listing Errors: We reserve the right to make a full refund if we find that a purchase was made on an item that had an error in the listing.",
  "PrimaryCategoryIDPath": "281:10968:10970",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3520678127438080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "always_treasures",
    "FeedbackScore": "6153",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "always_treasures",
    "StoreURL": "http://stores.ebay.com/id=1110140394"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "10",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTI0WDEyMDg=/z/BaEAAOSwA3dYRutv/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODE2WDEwOTY=/z/2z4AAOSwcUBYSGOi/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzM2WDExNjg=/z/oaMAAOSwnHZYSGOq/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/oysAAOSwnHZYSGO0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjA0WDE0MDA=/z/qbIAAOSwnHZYSGPY/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzU2WDg4NA==/z/U7YAAOSwJ7RYSGPm/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTA2NlgxNjAw/z/rhAAAOSwnHZYSGPy/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY4WDExMjQ=/z/te8AAOSw4GVYSGQB/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NjU2WDEzMzI=/z/uEAAAOSw4GVYSGQQ/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/ODM2WDEwMTY=/z/TB8AAOSwImRYSGQd/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAxNlgxMzgw/z/eoMAAOSw2xRYSGRR/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzY0WDEyODg=/z/fI0AAOSw2xRYSGRd/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "3000",
  "PostalCode": "02724"
}