{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money back or replacement (buyer's choice)"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT20H25M42S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "ItemID": "192208187008",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/METROCITY-Silver-Pearl-Necklace-0765mpnW-Rhodium-Plated-Silver-925-Cubic-Zirco-/192208187008",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T08:55:02.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "KR",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T08:55:02.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "METROCITY",
        "Name": "Brand"
      },
      {
        "Value": "Chain",
        "Name": "Style"
      },
      {
        "Value": "Beauty",
        "Name": "Theme"
      },
      {
        "Value": "White",
        "Name": "Color"
      },
      {
        "Value": "16.5in(\"420 mm\")",
        "Name": "Length (inches)"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Silver 925",
        "Name": "Material"
      },
      {
        "Value": "Rhodium Plated",
        "Name": "Metal"
      },
      {
        "Value": "Pearl",
        "Name": "Main Stone"
      },
      {
        "Value": "745528386730",
        "Name": "UPC"
      }
    ]
  },
  "Title": "METROCITY Silver Pearl Necklace \"0765mpnW\" Rhodium Plated Silver 925 Cubic Zirco",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "METROCITY Silver Pearl Necklace \"0765mpnW\" Rhodium Plated Silver 925 Metrocity Silver Pearl Necklace (\"0765mpnW\")- Configuration: 1 Necklace - Material: Silver 925 Rhodium Plated / Imitation Pearl / Cubic zirconia- Total Length : 16.5in(\"420 mm\")*Shipping Policy 1.Ship to most countries from Korea Post which depend on the item location. “Standard Shipping from outside US or Standard Int'l Shipping ” are shipping method with tracking no#. International Tracking System : http://www.trackitonline.ru/?service=track Korea Post : https://trace.epost.go.kr/xtts/tt/epost/ems/ems_eng.jsp Economy Service takes about 7-25 business days which is trackable. The shipping time during Holiday Season (Christmas, New Year etc) could be longer than usual time. Please add another 10-20 days as a delay.2.International Buyers – Please Note: a. Import duties, taxes and charges are not included in the item price or shipping charges. These charges are the buyer’s responsibility. b. Please check with your country’s customs office to determine what these additional costs will be prior to bidding/buying.3. All items will be shipped to buyer's ebay address. Before you pay, please make sure your address in ebay match the address you would like us to ship to.4. We will ship your order within next 3 days after receiving your verified payment (Excluding Weekends and Public Holidays)We try our best to provide you the most reliable, affordable way of shipping service. But sometimes international delivery is highly depended on the local customs and post service.If you do not receive your item on time, please contact us immediately for further assistance. We will be responsible for any damages or losses incurred in the shipping process.*Payment We only accept payment through Paypal. All PayPal Payments must be Confirmed (Shipping and billing addresses must match). *Contact us. We aim to provide the best service and products!! Please leave a chance for us to communicate with you in case there is any problem. Any question,please contact us,Thank you very much. We will reply you ASAP. If no response within 24 Hours, please check the spam in your mail box. *Return Policy Our return policy is 30 days return or exchange. Returns must be initiated by the customers within 7 days from the date of received package. If you need return, please contact us and let us know the detailed problem and send us some pictures for confirmation. In order to return an item you must contact us to request a Return Merchandise Authorization Number (RMA). All returns must obtain RMA# from us prior to returning the product. All returns must include all original items, original packaging, undamaged, unused and in re-saleable condition. We will refuse all items that are not in the conditions stated above and we are not responsible for sending back those items to you. Customers are responsible for return shipping costs. Shipping and handling fees are absolutely non-refundable. For free shipping items, the actual shipping cost occurred will be deducted from refund. Upon receipt of the item and completions of our inspection, a refund or exchange will be processed. If the order is found to be defective, we can either grant a full refund or a replacement with no additional cost. Customers refund or exchanged will be processed ASAP. If the order is not found to be defective and is as described there will be a 15% restocking fee. Our warranty does not apply to products that have been misused, modified, repaired or abused by anyone. We reserve the right as final authority on whether the products should be replaced or refunded.*Feedback. We expect a Postive Feedback, and will do the same in return. DO NOT leave neutral or negative feedback without having any communication with us. Please allow us 3-5 working days for us to respond and resolve the matter.",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1922081870088080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "0.0",
    "UserID": "sdssinkorea",
    "FeedbackScore": "20",
    "FeedbackRatingStar": "Yellow"
  },
  "Quantity": "2",
  "Location": "Seoul, Korea",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODE2WDgyNg==/z/zlYAAOSw~y9ZNRsy/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/Njc5WDk3NQ==/z/hpwAAOSwfpVZNRsx/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzIwWDk2MA==/z/GWsAAOSw44BYhZpZ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzIwWDk2MA==/z/o80AAOSw4DJYhZpV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTYwWDcyMA==/z/tZ4AAOSwZQRYhZpS/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}