{
  "ReturnPolicy": {
    "Description": "return item to us, unused, in its original condition along with its original packaging within 7 days of receipt, then we will refund to you the full price you paid,in its original condition.we regret that we will be unable to refund postage and packaging costs. Please note that we may refuse any return under its '100% SATISFACTION GUARANTEE' if said item is not returned in the condition it was supplied by us, or the reason for return is not in our opinion valid.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 days",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P3DT11M20S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewellery & Watches:Costume Jewellery:Toe Rings",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "44.99",
    "_currencyID": "GBP"
  },
  "ItemID": "262975999402",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/9ct-yellow-gold-adjustable-screw-design-toe-ring-JTR05-jewellery-company-/262975999402",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "57.96",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-09T13:56:15.000Z",
  "PaymentMethods": "PayPal",
  "Site": "UK",
  "AutoPay": "true",
  "Country": "GB",
  "GlobalShipping": "false",
  "EndTime": "2017-06-08T13:56:15.000Z",
  "PrimaryCategoryID": "140010",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "jewellery-company",
        "Name": "Brand"
      },
      {
        "Value": "9ct yellow gold solid",
        "Name": "Metal"
      },
      {
        "Value": "United Kingdom",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "9ct gold",
        "Name": "Material"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "Title": "9ct yellow gold adjustable screw design toe ring JTR05 jewellery company",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Ebay Listing Template 2 9ct yellow gold adjustable screw design toe ring 1.5gms in weight, 4.25mm wide, fully hallmarked, delivered to you in a free gift box. We accept Paypal only All items delivered to a UK address will usually be sent using 'OUR STANDARD RATE', currently 'Royal Mail recorded Delivery' and charged at their current rate, or 'Special Delivery', depending upon your chosen method in checkout.We accept no responsibility for non delivery of goods using non signature post. Items delivered outside the UK will be dispatched using either 'Royal Mail Small Packets' or 'Royal Mail Airsure'. Our 'FREE' delivery option will include 'Royal Mail Special Delivery' or 'Royal Mail Airsure'. Items paid for by PayPal,will be sent to PayPal addresses only. Do not ask to send to another address has we will not. Returns & Refunds You may return the goods for any reason but replacements, exchanges or refunds will only be sent once we have received the incorrect or returned items back. A full refund less postage costs will be provided as long as: * You have informed us via email or phone within 48 hours of receipt that you wish to return the items * The goods are returned within 7 days of receipt * All items returned are in their original condition. * For hygiene reasons, earring hook-wires are non-returnable Damaged or Faulty Items If you receive a damaged or faulty item then a replacement or refund will be offered only once we have received the item back at our office providing: * You have informed us via email or phone within 48 hours of receipt * The goods are returned within 7 days of receipt * The original paperwork is enclosed For non-receipt or missing items, refunds will be made in accordance with Royal Mail delivery policy. The Jewellery Company offers an unrivaled breadth of services to the global jewellery market. We operates in all key areas: * Design * Sourcing * Manufacture * Sales * Supply chain fulfillment Specializing in gold, gem set and silver jewellery, our products cover a broad section of the market. The Company is unique in the UK in being able to offer customers a full menu of services from a complete category management service (including design and manufacture,) through to a supply of customer designed product direct from our Far East manufacturing plants. We will try to answer any inquiries with 24 hours and will always inform of any delays in shipping or supply. The Jewellery Company , Telephone:(+44)01803 391290 / Email:sales@jewellery-company.com",
  "PrimaryCategoryIDPath": "281:10968:140010",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2629759994028080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.6",
    "UserID": "jewellerycompany2014",
    "FeedbackScore": "4214",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "jewellerycompany",
    "StoreURL": "http://stores.ebay.com/id=770495984"
  },
  "Quantity": "2",
  "Location": "Torquay",
  "HitCount": "73",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDUwWDYwMA==/z/~I8AAOSwPh5ZEcp-/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "TQ1 9BL"
}