{
  "ReturnPolicy": {
    "Description": "Either you're happy or your Money Back!! \n\nYou have 14 days to check your items. If for some reason you don't feel that it's the right purchase for you, just return it and we will refund your entire bid amount excluded shipping charges. Buyer is responsible for return shipping.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P4DT19H23M24S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "SKU": "NJP12-JE-59-26333",
  "ItemID": "361999703890",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Oval-Buddha-Face-Icy-White-Pendant-Real-Genuine-Untreated-Type-Jadeite-Jade-/361999703890",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "69.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T08:00:14.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "HK",
  "GlobalShipping": "false",
  "EndTime": "2017-06-10T08:00:14.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Jade",
        "Name": "Main Stone"
      },
      {
        "Value": "White",
        "Name": "Color"
      },
      {
        "Value": "Pendant",
        "Name": "Style"
      },
      {
        "Value": "\"Handmade\"",
        "Name": "Brand"
      },
      {
        "Value": "does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Oval Buddha Face Icy White Pendant Real Genuine Untreated Type A Jadeite Jade",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Donut Guanyin Buddha Bangle PiXiu Ruyi Gourd 99.99 Gold Rings Seal Chop Beads Bracelet Chinese Zodiac Necklace Oval Buddha Face Icy White Pendant Real Genuine Untreated Type A Jadeite Jade 100% Natural 100% Money back 100% Free Shipping Photos are taken from the EXACT ITEM. Unlike other seller, We never use same picture for multiple items, because we understand, every piece of jade is UNIQUE. Color in the photos may have difference depend on the monitor setting of your computer. Only 1 piece is available in the world. There is NO 2nd chance offer available. Specification Grade: Natural Grade A Untreated Jadeite Jade Feature: Special Design Pendant. Dome At The Back. Buddha Face In The Curve. Overall size (mm): (W) x (H) x (thickness) mm [for reference 25.4mm=1 inch] (Please check the last photo for detail size) Weight (in ct): 16.0 ct Color: Undyed, 100% Natural A Jade color : white color * see picture* Custom Product code: NJP12-JE-59-26333 (please quote when enquiry) Shipping charges Worldwide FREE shipping from Hong Kong. Item will usually takes 7-20 days to arrive. Payment method Payment should be made within 7 days or item will relist without prior notice. Return Policy 14 days Money Back Guarantee You May Also Like: 925 Silver Bail Bracelet Bangle Search your own Size (size in mm) Child 53 57 61 65 50 54 58 62 66 51 55 59 63 67 52 56 60 64 >68 Pendant Donut GuanYin Buddha Antique Badge Chinese Zodiac Bean 99.99 Gold Gourd PiXiu Dragon Corn Cabbage Column Leaf Comb Grape Flower Fish Ruyi Barrel Other Seal Chop Ring Large Display Bead Bracelet Necklace Search by Color Yellow Red Black Grey White 2 Color 3 Color All about Jade 1. Why buy from uni_jade? We are operating 5 Jade chain store in Asia. Our purchasing team have more than 20 years knowledge in jade. Jade, regard as the most expensive jewel in the world, (carat to carat is more expensive then diamond). Product knowledge is very important, especially when purchasing raw jade material, we can only see the outside of the raw stone. but we need to get what we can mined from that piece of material. with our knowledge, we can always get good material at very reasonable price. Thats why we can sell same quality at lower price compare with our competitors. 2. What is the meaning of Grade A jade? We only sell Grade A jade, which is always the TOP quality. Photos are took from the real item you bid. There is only ONE identical piece in the world. YES, only 1. Jade is either Jadeite or Nephrite and you will find the chemical composition here. There are no other types of Jade no matter what you may hear. there are mainly 3 grades of Jade. Grade artificial treatment description A NO This is untreated natural stone. Varying in Natural Color, Green, Red, Yellow, Lavender, Black & White. B acid treatment take out the impurities and replacing with translucent resin C acid treatment + pigment injection Commercial Quality. undergone artificial treatment, colloid impregnation and pigment injection. How to measure my Bracelet Size Measurement (Inch) Measurement (mm) Relevant bangle size (click the size below directly) 2\" 50-51mm 50-54mm 2 1/8\" 53-54mm 53-57mm 2 1/4\" 57-58mm 57-61mm 2 1/2\" 63-64mm 63-67mm 2 5/8\" 66-67mm 66-70mm 2 3/4\" 69-70mm 69-73mm To know your bangle size, please take out a ruler to measure the distance between the high points of the knuckles of your pinkie and index fingers. (Red line in the picture) Then choose a bangle that is 0-3mm larger. (choose larger if you will always take off the bangle, but remember to choose within 0-3mm range) eg. If you measured 53mm, that mean you can choose bangle size within 53mm - 56mm. 53mm will be just fit, and 56 will be easier to take off. To put the bangle on simply put some lotion or soap on your hand and wrist to help ease the bangle on.",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3619997038908080_2.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.4",
    "UserID": "uni_jade",
    "FeedbackScore": "9872",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "uni_jade_store",
    "StoreURL": "http://stores.ebay.com/id=818946045"
  },
  "Quantity": "1",
  "Location": "hk",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/iF0AAOSwurZZNRAE/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/yXEAAOSwq1JZNRAG/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/oxAAAOSwX61ZNRAI/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/Ld0AAOSww5hZNRAJ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/VNIAAOSwCQZZNRAK/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/mnAAAOSws5pZNRAM/$_12.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500"
}