{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P8DT20H5M11S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Eyeglass Chains & Holders",
  "QuantitySold": "4",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "68.58",
    "_currencyID": "USD"
  },
  "SKU": "B00JLOITHW",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "302076545346",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ReadeREST-Shark-Tank-Product-6-Pack-Stainless-Steel-Eyeglass-Holders-/302076545346",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "68.58",
    "_currencyID": "USD"
  },
  "StartTime": "2016-09-17T07:14:02.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-14T07:14:02.000Z",
  "PrimaryCategoryID": "164461",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "ReadeREST",
        "Name": "Brand"
      },
      {
        "Value": "ReadeREST",
        "Name": "Manufacturer"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Title": "ReadeREST Shark Tank Product, 6-Pack Stainless Steel Eyeglass Holders",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "ReadeREST Shark Tank Product, 6-Pack Stainless Steel Eyeglass Holders Product Features A set of six ReadeREST eyeglass holders, as seen on Shark Tank Unlimited Lifetime Guarantee - MADE IN THE USA Made in America, ReadeREST Eyeglass holders are designed to conveniently store your glasses, making it easy to keep up with them ReadeREST eyeglass holders are a great accessory for readers and their glasses, runners and their headpones and more ReadeREST eliminates the need for lanyars, croakies and other eyeglass holders Product Description ReadeREST is the high tech magnetic eyeglass holder featured as a Shark Tank product that keeps eyewear safe when it is not in use. No more dropping or losing glasses. The powerful magnet-to-magnet contact doesn't poke holes in your clothing and is the perfect solution to always having your readers handy. No more croakies, lanyards or other eyeglass holders needed with the power of ReadeREST. Ordering: Be SURE you want the item Befire you order. Be SURE your shipping address in eBay is correct. Be SURE to read the Description Before Ordering. Our systems are Automated and Super-Fast ... Once you place the order it may not be possible to cancel to the order. We check our messages about every 24 hours ... You sending a message is NOT the same as us instantly recieving it .. we typically get it hours later. For faster service ... Please Contact us 727-865-0956 (available from Noon-Midnight EST) Payment: We accept PayPal only (*You can swiftly pay through PayPal with your credit card in just a minute … even if you don’t have PayPal Account). Shipping & Handling: Free Shipping within the 48 states! We only ship within the continental 48 U.S. states. We do not ship to Alaska, Hawaii, Puerto Rico, Guam, Virgin islands. We do not ship to APO/FPO/DPO addresses We do not ship to P.O.BOXES - please provide a physical address! We do not ship internationally. Your order will be processed within 1-2 business days once the payment has been received. Standard shipping typically takes 2-10 business days. Larger/Heavier Items may take a few extra days to ship! We do not offer combined shipping services **Your item will be shipped directly from our supplier. We are a clearinghouse for several major retailers. In the unlikely event that the item is sold out or on backorder, we will contact you to see if you want to wait a few days or we will refund 100% of your money … YOUR choice. Return Policy: We offer a 14 day return policy from the receiving date. Please contact us for a Return Merchandise Authorization (RMA) number. All items purchased must be return in the same condition as they were delivered in and in original packaging. They can not have been assembled and disassembled. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. Return shipping fees are not refundable. Buyer pays shipping both ways. 15% handling/restocking fee for returns - starting at time of sale. Buyers remorse, finding the item on sale or price variation is not a valid reason for return. Taxes: Taxes are charged as determined by Your State. Satisfaction : Your satisfaction is very important to us! If you have any problem with your order, please do not leave negative comments.Please Contact us 727-865-0956 (available from 1pm-Midnight EST) … and your issue will be solved quickly and positively :) We are a small family-owned business trying to make it, not a huge company that doesn't care … We will ALWAYS do our best for you!",
  "PrimaryCategoryIDPath": "281:10968:164461",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3020765453468080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.2",
    "UserID": "homeofficefurnituregym",
    "FeedbackScore": "33283",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "furnituregymofficehome",
    "StoreURL": "http://stores.ebay.com/id=1226485800"
  },
  "Quantity": "5",
  "Location": "Saint Petersburg, Florida",
  "HitCount": "251",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTE1MlgxNDQw/z/zfgAAOSwNRdX3O0w/$_3.JPG",
    "http://i.ebayimg.com/00/s/OTkyWDExMDI=/z/edYAAOSw8gVX3O0x/$_3.JPG",
    "http://i.ebayimg.com/00/s/OTkyWDExMDI=/z/wp4AAOSwOyJX3O0z/$_3.JPG",
    "http://i.ebayimg.com/00/s/OTkyWDExMDI=/z/YlQAAOSwmfhX3O02/$_3.JPG",
    "http://i.ebayimg.com/00/s/OTkyWDExMDI=/z/x68AAOSwLnBX3O03/$_3.JPG",
    "http://i.ebayimg.com/00/s/OTkyWDExMDI=/z/2lMAAOSwCGVX3O04/$_3.JPG"
  ],
  "ConditionID": "1000",
  "PostalCode": "33705"
}