{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "14 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P12DT16H46M59S",
  "ListingStatus": "Active",
  "ConditionDescription": "Dim cloudy weather is felt on the surface, but is condition good at all that Veau Crispe Togo is not of the usability too much elsewhere.",
  "QuantitySold": "0",
  "HandlingTime": "4",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "376.0",
    "_currencyID": "USD"
  },
  "SKU": "004123149",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "132197136850",
  "ConvertedCurrentPrice": {
    "value": "376.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-05-19T04:20:57.000Z",
  "Site": "US",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Chanel-Valletta-rhinestone-black-Free-Shipping-/132197136850",
  "Country": "JP",
  "GlobalShipping": "false",
  "EndTime": "2017-06-18T04:20:57.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "004123149",
        "Name": "ItemNo."
      },
      {
        "Value": "Chanel",
        "Name": "Brand"
      },
      {
        "Value": "A04901",
        "Name": "ModelNo."
      },
      {
        "Value": "Excellent",
        "Name": "Rank"
      },
      {
        "Value": "Others Items",
        "Name": "Style"
      },
      {
        "Value": "Black",
        "Name": "Color"
      },
      {
        "Value": "About 11.5/1cm",
        "Name": "Size"
      },
      {
        "Value": "Plastic",
        "Name": "Material"
      },
      {
        "Value": "Box",
        "Name": "Attachment"
      }
    ]
  },
  "Title": "Chanel Valletta rhinestone black Free Shipping",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "KZ"
  ],
  "Location": "Osaka",
  "Description": "Categories --> --> < > Chanel Valletta rhinestone black Free Shipping ItemNo.004123149BrandChanelLine ModelNo.A04901RankExcellentStyleOthers ItemsColorBlackSizeAbout 11.5/1cmMaterialPlasticAttachmentBoxCountry/Region of Manufacuture Specification Condition Description Dim cloudy weather is felt on the surface, but is condition good at all that Veau Crispe Togo is not of the usability too much elsewhere. Condition Rank New Brand new, Never Used Unused Unused Item Almost New New Item, Used Only Display Excellent Slightly Used But Very Beautiful Very Good Used With Minor Stains And/Or Scratches Good Used With A Few Stains And/Or Stains Fair+ Used With Some Noticeable Scratches And/Or Stains Fair Used With Obvious Scratches Stains And Winkles Poor Used With Obvious Scratches Stains And Winkles Please read We won't under-value merchandise or mark the item as a gift on customs forms. Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. The photograph may not show the exact color of item, due to different PC displays and lighting conditions. All of the purchased items will be fully insured against loss, theft and damage during its transit in order to ensure that your investment is safe and fully protected. The purchased item will be automatically shipped to the address registered to the PayPal account used for the purchase. We do not provide discount or make partial refund after placing order. Return policy Refunds are only available when and if the item are not as described in our listings. Return postage are payable by the buyer and not refundable. When you return an item, the custom charges that you paid is not refundable from us. These charges can be refunded from your country's customs office. How to Return Items Send us a message regarding with the item you want to return and wait for our response for at least 36hours. Please write \"Re-Imported Goods\" or \"Return Cargo\" in large letters on the surface of the package. Please send the item back through International postal service or by an airmail service that provides a tracking number. About Us Please Read About Payment,Shipping,Return About Us We are specialized in reused high-quality luxury brand items. We sell 100% Authentic Items only. Company Name : Nissou Co.,Ltd. Shop Name : Brand Peace Shop Address : 7th Fl., Ogimachi-Park Building 3-6-26 Tenjinbashi Kita-Ku Osaka-shi Osaka 5300041 About Authenticity All our items are 100% authentic. We are officially registered as legal business and we have to comply with all rules and regulations including tax requirements from the Japanese government. International Buyers Please Note Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Customs fees are normally charged by the shipping company or collected when you pick the item up. These fees are not additional shipping charges. We won't under-value merchandise or mark the item as a gift on customs forms. Doing that is against U.S. and international laws. Please Note We only ship to PayPal registered address. Please contact us if you reside in countries in which we do not specify shipping service and cost. Please be aware that delivery could be delayed depending on customs inspection, in case of natural disasters, and other reasons such as postal strikes. Payment We only Accept PayPal. The item will be shipped within 4 business day after the payment is received. If payment can't be confirmed within 4 days after the order, a reminder will be sent to you. Shipping We only ship to PayPal registered address. Service: EMS or REGISTERED AIR Small PACKED Tracking URL: Japan Post　ClickHere Return Policy Returns accepted. After receiving the item, contact seller within 14 days. Please bear in mind that as this is a second hand product, it may look slightly used. If you are worry about the item conditions, Please get in touch with us before an order in advance. Please see more details on Shipping and payments tab.",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1321971368508080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.1",
    "UserID": "brand_peace",
    "FeedbackScore": "164",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "Brand_Peace_Japan",
    "StoreURL": "http://stores.ebay.com/id=1406513964"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "8",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/5OAAAOSwHHFY-a4C/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/qvQAAOSwuspY-a4D/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/-tcAAOSwSypY-a4C/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "PostalCode": "5300041"
}