{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT2H22M54S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "56.0",
    "_currencyID": "USD"
  },
  "ItemID": "201946036359",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Designer-Bollywood-Gold-Plated-Jewelry-Indian-Kundan-Bridal-Necklace-Set-001A4-/201946036359",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "56.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T14:23:58.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T14:23:58.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "ruby",
        "Name": "Color"
      },
      {
        "Value": "kundan",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Designer Bollywood Gold Plated Jewelry Indian Kundan Bridal Necklace Set 001A4",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Product Description:* Beautiful designer 2 Pcs Gold tone Kundan Jewelry Set . * This jewelry set includes a necklace along with adjustable thread cord, a pair of earrings set. * The base metal color is Gold tone studded with kundan along with 9 ratan and white pearl beads work on it. * This Jewelry set would add more charms to your beautiful jewelry collection and would surely bring lots of compliments . * Note:- This is an artificial Jewelry Set. * Care Instructions: Keep it dust-free & dirt free in a plastic pouch. Remember to apply your hairspray, perfume, and cosmetics before putting your jewellery on.Shipping Policy:We also ship through Standard shipping via Private Courier like DHL, Bombino Express etc. with the delivery time of 3 to 7 business days will be charged extra. If there is any restriction of shipping to particular country then we would mail you informing the same. There is no Sunday delivery and in expedited shipping the company cannot deliver to P.O. Box or military addresses (APO, FPO, etc.). If you wish to have your package delivered to these types of addresses, then we would ship it from India postal services. ***P.S: Before placing order please contact or see the restricted shipping zone where we do not ship the item. Term and Policy:We try our best to describe the item as it is. However, due to digital image capture effects, there is a slight possibility that colors and texture may look different. Please ask any questions before placing the order if you have any doubt.That the address at which delivery of the product ordered by you is to be made will be correct and proper in all respects.That before placing an order you will check the product description carefully. By placing an order for a product you agree to be bound by the conditions of sale included in the item's description. That in the event of a non-delivery occurs on account of a mistake by you (i.e. wrong name or address or any other wrong information) for any extra cost incurred for re-delivery shall be claimed from you. International Duties & Taxes : You may be subject to import duties and taxes, which are levied once a shipment reaches your country. Additional charges for customs clearance must be borne by you; we have no control over these charges and cannot predict what they may be. Customs policies vary widely from country to country; you should contact your local customs office for any further information. Import duties, taxes and charges are not included in the item price or the shipping charges. These charges are the buyer's responsibility. Please check with your local customs authority to determine these additional costs prior to bidding or buying. These charges are normally collected by the delivering freight (shipping) company or when you pick the item up — please do not confuse them for additional shipping charges.Return Policy: In case of returns you must contact us within 48 hours of receiving the item, so that we can process your return for refund or exchange, the Product must be returned within 14 days of receipt & it should not be altered, tempered & should be in original packaging. Return postage/Shipping Charge will be bear by the buyer itself. If you are not satisfied with your purchase for any reason, we will make every attempt to resolve the issue. If you choose to return the item, we will refund your purchase in full, including original postage as soon as the item reaches back to us.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2019460363598080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "93.6",
    "UserID": "joharibaazaaar",
    "FeedbackScore": "109",
    "FeedbackRatingStar": "Turquoise"
  },
  "Quantity": "1",
  "Location": "GURGAON, HARYANA",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI4MFg3MjA=/z/EvEAAOSwImRYcjgt/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "122001"
}