{
  "ReturnPolicy": {
    "Description": "We offer 30-day Money Back for all products sold. If you are not satisfied with your item for any reason, we will issue full refund minus cost of shipping item to you. All following conditions must be met in order for you to receive the full refund: 1) Item must be in its original condition showing no signs of wear, damage, or alternation. 2) All original accessories shipped must be returned. 3) In case of defects found, only factory defects are accepted as the reason of return. No refund is given if defect is caused by misuse of buyers. 4) Item returned must be shipped within 30 days of receiving it. Buyer is responsible for the cost of shipping it to us.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P20DT14H9M30S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Grillz, Dental Grills",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "86.24",
    "_currencyID": "USD"
  },
  "SKU": "AU-EJ-CBGBT-201296290289",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "332104691502",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14K-GOLD-OVER-ICED-OUT-CZ-TEETH-GRILLZ-TOP-BOTTOM-TOOTH-CAPS-HIP-HOP-BLING-NEW-/332104691502",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "86.24",
    "_currencyID": "USD"
  },
  "StartTime": "2017-01-27T06:09:53.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-26T06:09:53.000Z",
  "PrimaryCategoryID": "152808",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Exim Jewels",
        "Name": "Brand"
      },
      {
        "Value": "Tooth Caps",
        "Name": "Type"
      },
      {
        "Value": "Hip Hop",
        "Name": "Style"
      },
      {
        "Value": "Yellow Gold Plated",
        "Name": "Metal"
      },
      {
        "Value": "Sterling Silver, 925 parts per 1000",
        "Name": "Base Metal"
      },
      {
        "Value": "Clear",
        "Name": "Main Stone Color"
      },
      {
        "Value": "Round",
        "Name": "Main Stone Shape"
      },
      {
        "Value": "Excellent",
        "Name": "Cut"
      },
      {
        "Value": "Engagement/Wedding/Anniversary/Promise/Valentine",
        "Name": "Occasion"
      },
      {
        "Value": "MGLDRZ1G6NW",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      }
    ]
  },
  "Title": "14K GOLD OVER ICED OUT CZ TEETH GRILLZ TOP BOTTOM TOOTH CAPS HIP HOP BLING NEW",
  "ExcludeShipToLocation": [
    "NZ",
    "JM",
    "TT",
    "BN",
    "ID",
    "MY",
    "PH",
    "TH",
    "VN",
    "GY",
    "ER",
    "KW"
  ],
  "BidCount": "0",
  "Description": "14K GOLD OVER ICED OUT CZ TEETH GRILLZ TOP BOTTOM TOOTH CAPS HIP HOP BLING NEW Retail Price $250.0000 Product Information BrandExim JewelsTypeTooth CapsStyleHip HopMetalYellow Gold PlatedBase MetalSterling Silver, 925 parts per 1000Main Stone ColorClearMain Stone ShapeRoundCutExcellentOccasionEngagement/Wedding/Anniversary/Promise/Valentine Payment --> We only accept payment via PayPal Please sent the payment to us within 8 days after the auction has ended, or you will have unpaid case auto open by eBay. Shipping --> We will ship all items within 5-10 business days of purchase during the work week (M-F) excluding holidays. If you order on Friday, your order will be shipped the following business day. Tracking will be provided when it becomes available. Domestic delivery may take up to 1 week. It all depends on the local office. Once the order leaves our location, we have no control over delivery times. We will only ship to a Paypal Verified Address. Please make sure your address is current and correct. If the information does not match, your order may be canceled. Buyers are responsible for all customs, duties and taxes for your respective countries. Delivery times for International Shipping will vary. California Buyers Pay 9.0% Tax on all orders.d case auto open by eBay. Source Level Destination Shipping Provider Fees Each Additional Standard Shipping United States USPS Standard Shipping Free $0.00 Priority Mail United States USPS Priority Mail $9.99 $4.99 Priority Express Mail United States USPS Priority Express Mail $27.99 $4.99 First Class Mail Canada USPS First Class Mail International $13.99 $4.99 Express Priority Mail International USPS Express Priority Mail International $54.99 $4.99 Terms Of Sale --> Returns are accepted. Buyer must contact us within 30 days after the item is received. Item must be returned in unworn and resalable condition. We will only issue a refund for the purchase price, excluding any shipping fees. If we are at fault, we will provide a full refund. Buyer is responsible for all return shipping costs. Contact Us --> Please do not leave a negative feedback as a way to communicate. Any rating given to a seller can neither be changed nor modified. So better communicate for faster resolution to any disputes. If you have any concerns regarding your purchase, please contact us via eBay Message, we assure you that a satisfactory resolution will be reached. Please help us maintain a 5 Star DSR rating in all 4 rating categories, if you feel otherwise, please let us know how we can score a perfect rating from you before you rate us.",
  "PrimaryCategoryIDPath": "281:10968:15124:152808",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "96.8",
    "UserID": "eximjewels",
    "FeedbackScore": "1535",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "eximjewels",
    "StoreURL": "http://stores.ebay.com/id=1349771863"
  },
  "Quantity": "2",
  "Location": "Houston, Texas",
  "HitCount": "152",
  "PictureURL": [
    "http://d1q7ayeivr6k6d.cloudfront.net/ximgs/ID-201296290289-1.jpg?228052508"
  ],
  "ConditionID": "1500",
  "PostalCode": "77274"
}