{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT18H2M34S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Earrings",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Americas",
    "Europe",
    "JP",
    "AU"
  ],
  "CurrentPrice": {
    "value": "45.0",
    "_currencyID": "USD"
  },
  "ItemID": "122533430602",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/100-Natural-AAA-Dominican-Larimar-925-Sterling-Silver-Dangle-Post-Earrings-/122533430602",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "45.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T04:58:18.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T04:58:18.000Z",
  "PrimaryCategoryID": "50647",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Silver Expressions USA",
        "Name": "Brand"
      },
      {
        "Value": "Post",
        "Name": "Style"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "Larimar",
        "Name": "Main Stone"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "Butterfly",
        "Name": "Fastening"
      },
      {
        "Value": "Stone",
        "Name": "Material"
      },
      {
        "Value": "925 sterling",
        "Name": "Metal Purity"
      },
      {
        "Value": "925",
        "Name": "stamped"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "100% Natural AAA Dominican Larimar 925 Sterling Silver Dangle Post Earrings",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Your browser does not support JavaScript. To view this page, enable JavaScript if it is disabled or upgrade your browser. Click Here. Double your traffic. Get Vendio Gallery - Now FREE! (Guaranteed 100% Sterling Silver)Brand new high quality 925 sterling silver dangling post earrings with natural genuine rare Larimar stones set on solid 925 sterling silver and stamped with 925. This beautiful blue Larimar stone is mined from Dominican Republic. The Larimar is not treated or enhanced. The marbled blue and white hues resembling the Caribbean Ocean is what makes these earrings unique in itself. Our silver is genuine 925 sterling silver and Rhodium plated for improved quality and prolonged shine. The earrings measures 1-1/2\" long and 1/4\" wide. The bottom stones are 5x20mm and the top stones are 3x6mm. Please allow slight variances in stones as these are natural stones and earrings receive may not look exactly identical to item shown in photo. You will receive the item in a gift box. Thanks for looking and buy with confidence! Please check out more items in my Ebay Store for more great items and deals! Normal 0 Normal 0 Normal 0 About Us: Silver Expressions USA provides fine sterling silver jewelry with beautiful designs and high quality craftsmanship. We are committed to providing exceptional value and service with an emphasis on quality and design for the finest sterling silver jewelry. Shipping Info: All domestic purchases in the US are free standard shipping. All domestic and international shipments include tracking and insurance for non-delivery. Please send us a message if you have not received your item in a timely manner and we will be happy to assist you. We take care in packaging all items carefully and ship within 24 hours of payment.All Canada and Worldwide delivery time can exceed 20 days due to international custom clearance. We offer combined shipping when more than one item is purchased for $2.50 per additional item for international customers. Please send us a message to request a combined invoice for all your items before making payment so they can be paid together. Payment Methods: Payments can be made securely to Paypal. All payments must be received within 5 days of auction or non-payments will be reported to Ebay. Return Policy: If you are not completely satisfied for any reason, you may return the item within 30 days. Buyer is responsible for shipping costs on returned items. Feedback: We hope you are satisfied with your purchase. Please leave us positive feedbacks as we appreciate the opportunity that we can continue to offer great products at great deals! Thank you! Please send us a message before leaving negative feedbacks as we are here to provide professional customer service by resolving all issues and making all our customers happy. We promise superior service which includes fast and free shipping, great communication, and overall customer satisfaction! Questions? You can contact us at the \"Ask Seller a Question\" link at the bottom of this listing. We will respond promptly. Thank you. Your browser does not support JavaScript. To view this page, enable JavaScript if it is disabled or upgrade your browser. Posted with eBay Mobile",
  "PrimaryCategoryIDPath": "281:10968:50647",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1225334306028080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "silverexpressionsusa",
    "FeedbackScore": "17833",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "Silver Expressions USA",
    "StoreURL": "http://stores.ebay.com/id=985700470"
  },
  "Location": "Albuquerque, New Mexico",
  "Quantity": "3",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjI3/z/D-wAAOSwd0BVyWL7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxNDIx/z/V2oAAOSw~gRVyWMB/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "87123"
}