{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P27DT4H3M29S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Wristbands",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "ItemID": "272508987014",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Tory-Burch-Pink-Leather-Gold-Logo-Studs-Double-Wrap-Strap-Bracelet-/272508987014",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "59.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-01-03T18:13:43.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-02T18:13:43.000Z",
  "PrimaryCategoryID": "112603",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Tory Burch",
        "Name": "Brand"
      },
      {
        "Value": "Yellow Gold Plated",
        "Name": "Metal"
      },
      {
        "Value": "Pink",
        "Name": "Color"
      },
      {
        "Value": "Leather",
        "Name": "Material"
      },
      {
        "Value": "Brass",
        "Name": "Base Metal"
      },
      {
        "Value": "n/a",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Tory Burch Pink Leather Gold Logo Studs Double Wrap Strap Bracelet",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Tory Burch Pink Leather Gold Logo Studs Double Wrap Strap Bracelet Authentic Tory Burch Style Double Wrap Logo Stud Bracelet Features: Exterior Color and Materials: Pink leather Hardware: 16K gold plated brass Closure: Insert hitch through hole to close the fastener Does not come with dust bag, box, or authenticity cards Measurements: Length: 16.26 Width: .48 Condition: Bracelet is in good pre-owned condition with light surface wear. Hardware has some faint scratches and smudges. Please Review All Pictures For More Details. Item #-2031-2445 MW We ship free anywhere in the US via USPS First Class mail! We reserve the right to ship with UPS Ground or USPS Priority mail insured for high dollar orders. We will send any order over $250 with signature confirmation required. We usually ship within 1 business days of receiving payment, so if you have any special shipping requests please message us before placing your order. If you wish to ship to a different address than your Paypal address, please simply update your address with Paypal. We cannot ship to addresses not listed on your Paypal account for security purposes. For international customers please ask for a shipping quote. Shipping quotes do not include customs and duties fees and we cannot mark items as gifts. You will be responsible for these charges when the package arrives in your country, and you will not be refunded for customs fees if the item is returned. We accept all forms of PayPal (American Express, Discover, eCheck, MasterCard, Visa and PayPal transfers). Please make payment within 5 days of auction end. If you need other arrangements please ask before bidding. Unpaid items cases will be opened after 5 days of non-payment. For eBay purchases we offer no-hassle returns within 30 days. If you purchase an item and wish to return the item, please ship it back to: Alexis' Suitcase, Inc. Attn: Ecommerce Manager 7878 Roswell Rd, Suite G Atlanta, GA 30350 Please message us before leaving negative or neutral feedback so that we may address your concerns. We have been in business since 2005 and offer a 100% money-back guarantee on the authenticity of all items. If you receive an item and have a question about its authenticity we will submit the item to an independent third party authenticator for proof of authenticity. Please let us know immediately if you have questions about an item you purchased. Alexis Suitcase is a chain of high end consignment stores in the Atlanta area. We've been in business since 2005 and have over 20,000 consignors. If you live in the Atlanta area and would like to see an item in person, please call us at 770-390-0010 or stop by one of our locations in Buckhead, Sandy Springs and Johns Creek. The complete solution for your drop-off and econsignment business!",
  "PrimaryCategoryIDPath": "281:10968:112603",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2725089870148080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "alexissuitcase",
    "FeedbackScore": "2835",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "alexissuitcase",
    "StoreURL": "http://stores.ebay.com/id=531974228"
  },
  "Quantity": "1",
  "Location": "Atlanta, GA",
  "HitCount": "162",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/OUkAAOSwA3dYa-nd/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/nvEAAOSw241Ya-nd/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/tUgAAOSwEzxYa-nc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/nugAAOSw241Ya-nc/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTYwMFgxMjAw/z/u0cAAOSwnHZYa-nd/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "3000"
}