{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT20H31M47S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR"
  ],
  "CurrentPrice": {
    "value": "84.94",
    "_currencyID": "USD"
  },
  "SKU": "HW7016",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "263020797084",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ode-Joy-Link-Bracelet-Sterling-Silver-Jewelry-/263020797084",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "84.94",
    "_currencyID": "USD"
  },
  "QuantityAvailableHint": "Limited",
  "StartTime": "2017-06-05T06:15:54.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-07-05T06:15:54.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Floriana",
        "Name": "Brand"
      },
      {
        "Value": "Link",
        "Name": "Style"
      },
      {
        "Value": "Music",
        "Name": "Theme"
      },
      {
        "Value": "Silver",
        "Name": "Color"
      },
      {
        "Value": "sterling silver",
        "Name": "Material"
      },
      {
        "Value": "Silver",
        "Name": "Color USA"
      },
      {
        "Value": "008853899222",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Ode to Joy Link Bracelet - Sterling Silver Jewelry",
  "ExcludeShipToLocation": [
    "AL",
    "AD",
    "BY",
    "BA",
    "GI",
    "GG",
    "IS",
    "JE",
    "LI",
    "LU",
    "MK",
    "MD",
    "MC",
    "ME",
    "SM",
    "RS",
    "SJ",
    "CH",
    "UA",
    "VA"
  ],
  "BidCount": "0",
  "Description": "Powered by Frooition.com Women's Clothing Tees, Sweatshirts & Hoodies Footwear For The Home Outdoors & Garden Health & Beauty Clearance All Items See our eBay store for more great items >> Shop Categories Ode to Joy Bracelet - Sterling Silver Jewelry Item Description The iconic final movement to Beethoven's grand Ninth Symphony, \"Ode to Joy\" is a glorious work in praise of the human spirit, a celebration of faith and universal brotherhood. Sterling silver link bracelet is engraved with the timeless theme. 5/8\" wide, adjusts 7\"-8\" long. * Dress up your outfits with this Ode to Joy Sterling Silver Bracelet * Made from gorgeous, high quality sterling silver * A noticeable conversation starter, bracelet measures 5/8\" wide * Fit it to your wrist, adjusts 7\" - 8\" long * A great gift for the music-loving girl in your life About Us About Us Payment Shipping Contact Us Returns About Us We've come a long way from a screen-printing business started in 1983! Besides t-shirts and sweats, we offer tops, tunics, shoes, boots, fashion jewelry and therapeutic hosiery. We also carry hot signed books, home decor, and hilarious novelties. Payment Payment We only accept payment via US PayPal accounts. PayPal allows you to pay using a major credit card or direct transfer from your checking account. Shipping Shipping Domestic Shipping: Most of our item (unless otherwise noted in the listing) feature fast, free shipping and handling. The shipping carrier is chosen based on the dimensions of the item and ship-to location. We use various USPS and UPS shipping methods. If you receive a tracking number noted as USPS, please track through fedex.com as they are the initial carrier. Some extra large, overweight, or oversize items do have a modest shipping surcharge which is noted in the individual item listing. International Shipping: We currently ship all international orders via eBay?s Global shipping service and do not direct ship from our warehouse. International shipping charges, import fees and estimated delivery times can be calculated for your destination by clicking on the Shipping & Payments tab in our item listing. Processing and delivery of international orders normally takes 2 - 4 weeks, depending on the destination and customs clearance time. Contact Us Contact Us Click the CONTACT SELLER link under Helpful Links to the right to contact us, or call our customer service line at 1.800.669.5225. Returns Returns Most items may be returned for exchange or refund at any time. See packing list for details. As you would expect, personal care items, intimates and footwear must be returned in original unworn condition, within 60 days. Please try on your footwear inside on a carpeted surface before wearing outdoors. Personalized items cannot be cancelled or returned. However, if your personalized item arrives damaged we will gladly send you a replacement. Helpful Links Add to Favorite Sellers Sign up to Newsletter View Feedback Contact Seller Visit seller's eBay Shop About Seller Page More Items!View more great items Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2630207970848080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.8",
    "UserID": "universaldirectbrands",
    "FeedbackScore": "30508",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "UniversalDirectBrands",
    "StoreURL": "http://stores.ebay.com/id=1197333276"
  },
  "Location": "Hudson, Ohio",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/G2wAAOSwrddY8VN5/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "44236"
}