{
  "ReturnPolicy": {
    "Description": "Is there a purchase return guarantee?\r\n\r\nIf, for some reason, you are not satisfied with the product you ordered, you can send it back to us. Of course we would undertake the shipping cost in the case that it is the consequence of a mistake on our side. \t\r\n\r\nIs it possible to swap the product? \r\nWe will send you another product as soon as we receive the returned package.\r\nWe cover the postage cost of the second product in the case that it is due to a mistake on our side. If you change your mind about the product and return it to us, you will be asked to contribute to the product shipping costs. \t\t\t\t\t\t\t\t\r\n\r\nConditions of the returned product:\r\nPlease note that in order to receive a full refund of the product price, or an exchange of equal value, we will ask you to return the product in the same conditions as when we sent it to you.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P29DT17H34M7S",
  "ListingStatus": "Active",
  "Storefront": {
    "StoreName": "coolbodyart",
    "StoreURL": "http://stores.ebay.com/id=1041051322"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Rings",
  "QuantitySold": "0",
  "HandlingTime": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "64.72",
    "_currencyID": "USD"
  },
  "SKU": "R-TU-206",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "232360691914",
  "ConvertedCurrentPrice": {
    "value": "64.72",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "QuantityAvailableHint": "MoreThan",
  "StartTime": "2017-06-05T07:05:12.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Mens-Womens-Ring-Tungsten-silver-Flower-Carbon-Inlay-JEWELRY-COOLBODY-/232360691914?var=",
  "Country": "DE",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T07:05:12.000Z",
  "Variations": {
    "Pictures": {
      "VariationSpecificName": "Ring Size",
      "VariationSpecificPictureSet": [
        {
          "VariationSpecificValue": "9 / 19mm"
        },
        {
          "VariationSpecificValue": "10 / 19,5mm"
        },
        {
          "VariationSpecificValue": "11 / 20mm"
        },
        {
          "VariationSpecificValue": "12 / 21mm"
        },
        {
          "VariationSpecificValue": "13 / 22mm"
        }
      ]
    },
    "VariationSpecificsSet": {
      "NameValueList": {
        "Value": [
          "9 / 19mm",
          "10 / 19,5mm",
          "11 / 20mm",
          "12 / 21mm",
          "13 / 22mm"
        ],
        "Name": "Ring Size"
      }
    },
    "Variation": [
      {
        "SKU": "R-TU-206_9#_#7480",
        "StartPrice": {
          "value": "64.72",
          "_currencyID": "USD"
        },
        "SellingStatus": {
          "QuantitySoldByPickupInStore": "0",
          "QuantitySold": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "9 / 19mm",
            "Name": "Ring Size"
          }
        },
        "Quantity": "6"
      },
      {
        "SKU": "R-TU-206_1-1#_#7481",
        "StartPrice": {
          "value": "64.72",
          "_currencyID": "USD"
        },
        "SellingStatus": {
          "QuantitySoldByPickupInStore": "0",
          "QuantitySold": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "10 / 19,5mm",
            "Name": "Ring Size"
          }
        },
        "Quantity": "6"
      },
      {
        "SKU": "R-TU-206_1-2#_#7482",
        "StartPrice": {
          "value": "64.72",
          "_currencyID": "USD"
        },
        "SellingStatus": {
          "QuantitySoldByPickupInStore": "0",
          "QuantitySold": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "11 / 20mm",
            "Name": "Ring Size"
          }
        },
        "Quantity": "6"
      },
      {
        "SKU": "R-TU-206_1-3#_#7483",
        "StartPrice": {
          "value": "64.72",
          "_currencyID": "USD"
        },
        "SellingStatus": {
          "QuantitySoldByPickupInStore": "0",
          "QuantitySold": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "12 / 21mm",
            "Name": "Ring Size"
          }
        },
        "Quantity": "6"
      },
      {
        "SKU": "R-TU-206_1-4#_#7484",
        "StartPrice": {
          "value": "64.72",
          "_currencyID": "USD"
        },
        "SellingStatus": {
          "QuantitySoldByPickupInStore": "0",
          "QuantitySold": "0"
        },
        "VariationSpecifics": {
          "NameValueList": {
            "Value": "13 / 22mm",
            "Name": "Ring Size"
          }
        },
        "Quantity": "6"
      }
    ]
  },
  "PrimaryCategoryID": "67681",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Band",
        "Name": "Style"
      },
      {
        "Value": "Not applicable to",
        "Name": "MPN"
      },
      {
        "Value": "Unisex",
        "Name": "Gender"
      },
      {
        "Value": "coolbodyart",
        "Name": "Brand"
      },
      {
        "Value": "tungsten wolfram",
        "Name": "Metal"
      },
      {
        "Value": "Ja",
        "Name": "Adjustable Size"
      },
      {
        "Value": "Black White",
        "Name": "Color"
      },
      {
        "Value": "mehrere verfügbar",
        "Name": "Ring size 1"
      },
      {
        "Value": "Without Stone",
        "Name": "Main Stone"
      }
    ]
  },
  "Title": "Men's Women's Ring Tungsten silver \"Flower Carbon Inlay\" JEWELRY from COOLBODY",
  "ExcludeShipToLocation": [
    "CA",
    "AU",
    "AT",
    "BE",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "FR",
    "DE",
    "GR",
    "HU",
    "IS",
    "IE",
    "IT",
    "LV",
    "LI",
    "LT",
    "LU",
    "MT",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SK",
    "SI",
    "ES",
    "SE",
    "CH",
    "GB"
  ],
  "Location": "Crimmitschau",
  "Description": "Dear customers, please note the following delivery times: Delivery times in the European Union can take up to 10 days Delivery times outside the European Union can take up to 20 days Men's Women's Ring Tungsten silver \"Flower Carbon Inlay\" JEWELRY from COOLBODY The description of this item has been automatically translated. If you have any questions, please feel free to contact us. Contact Please use eBay messaging system Ebay Store Evaluation Other Auctions Me page Mens ladies ring tungsten Silver Flower carbon inlay jewellery by COOL BODY Model: R-TU-206 Style: Band Ring Size: Several available Adjustable size: yes Metal: Tungsten Wolfram Main Stone & Beads: without stone Color: black and white Gender: Unisex Brand: coolbodyart Description p align = \"center\"> 1 x tungsten ring silver with \"Flower carbon inlay\" available in 5 sizes Material: Tungsten - Tungsten Ring Sizes: 9/10/11/12/13 Inner diameter in mm: 19 / 19.5 / 20/21/22 Circumference in mm: 60/61/63/66/69 Width in mm: 8 Model: CBR-TU-206 Find more great articles in my shop. Pure looking is worthwhile because you pay no shipping costs. More This product category Similar articles Bestseller 1 King Lily Necklaces Stainless Steel 24,5 mm wide NEW - JEWELRY COOL BODY EUR 91,99 Buy it 1 Braided Bracelet 2 colored teilvergoldet - NEW - JEWELRY COOL BODY EUR 75,99 Buy it Belly button piercing \"Woman\" in 2 colors or set NEW - PIERCINGS of the COOL BODY EUR 21,99 Buy it Stainless steel unisex ring \"Shiny spinning hearts\" - COOL BODY JEWELRY EUR 26,99 Buy it Unisex stainless steel ring grim reaper with red eyes NEW - JEWELRY by COOL BODY EUR 29,30 Buy it Unisex ring silver gold black cubic zirconia stainless steel of NEW - COOL BODY JEWELRY EUR 45,99 Buy it Ring stainless steel of NEW - COOL BODY JEWELRY 5 gr. with band in 6 colours of the Rainbow EUR 31,99 Buy it Mens ladies ring \"Celtic Line\" 6 sizes stainless steel - COOL BODY JEWELRY EUR 21,48 Buy it Nose piercing 'Bezel ' Stud' real gold 14 k cubic zirconia - PIERCINGS of the COOL BODY EUR 39.11 Buy it Stainless steel men's ladies 'window micro cubic zirconia ring \"NEW - JEWELRY by COOL BODY 24.67 EUR Buy it Stainless steel biker gentlemen ladies ring \"Red Skull eye\" NEW - JEWELRY by COOL BODY EUR 22,67 Buy it Mens ladies ring tungsten Silver \"wood carbon inlay\" NEW - JEWELRY by COOL BODY EUR 47,13 Buy it Titanium men's ladies ring silver gold \"edge dome\" 9 Gr. NEW - JEWELRY by COOL BODY EUR 20,26 Buy it Mens ladies ring \"five star\" big cubic zirconia engagement NEW - JEWELRY by COOL BODY EUR 24.27 Buy it 1 pair hand carved Horn tribal \"Organic\" earring NEW - JEWELRY by COOL BODY EUR 28,06 Buy it Stainless steel yellow Topaz men's ring \"Garden Fence\" ladies NEW - JEWELRY by COOL BODY EUR 48,72 Buy it 1 pair hoop earrings \"Tribal\" piercing NEW - COOL BODY JEWELRY 3 colors EUR 21,61 Buy it 1 leather bracelet black cubic zirconia pink adjustable NEW - JEWELRY by COOL BODY EUR 38,61 Buy it 1 stainless steel tank chain bracelet engraved \"Classic\" NEW - COOL BODY JEWELRY EUR 41,99 Buy it 1 pair Emerald cut earrings hoops NEW - COOL BODY JEWELRY ear studs EUR 21,45 Buy it Cool body art stainless steel ring 8 mm wide silver Diamond Cut 60 (19)-69 (22) EUR 9,99 Buy it Titanium tungsten ring silver 8mm wide Corbonfiber red, black 60 (19) - 66 (21) EUR 3 8,99 Buy it Stainless steel ring 8mm wide Silver Spinner Rainbow area 60 (19)-69 (22) EUR 10,99 Buy it Stainless steel ring gold 12mm wide three hollow heart 47 (15) - 61 ( 19.5) 1 EUR 9,99 Buy it Titanium ring silver 10mm wide with recessed cable 60 (19) - 69 (22) EUR 2 8,99 Buy it Stainless steel ring 8mm wide silver diamonds profile corrugated sheet 60 (19)-69 (22) 1 EUR 9,99 Buy it Titanium ring Rosé Gold 8 mm wide classic line band 60 (19)-72 (23) EUR 16,99 Buy it Titanium tungsten ring Rosé Gold 4 mm wide glossy 47 (15) - 66 (21) EUR 27,99 Buy it Beads look eyebrow piercing 6 colors or set of 6 - PIERCINGS of the COOL BODY EUR 5,61 Buy it Titanium piercing eyebrow 6mm 5 colors or set new - PIERCINGS of the COOL BODY EUR 5,61 Buy it Belly button piercing multi color flower cubic zirconia HOT NEW - PIERCINGS of the COOL BODY EUR 8,95 Buy it flat flared Rainbow PLUG TUNNEL with Rhinestone 6.5 - 16 mm - PIERCING of the COOL BODY EUR 8.52 Buy it NEW - COOL body PIERCINGS with springs vintage look pink belly button piercing EUR 9,95 Buy it 1 Black leather bracelet with spikes 180-220 mm NEW - JEWELRY COOL BODY EUR 15,89 Buy it 1 Leather bracelet 190-250 mm shiny Multicolor NEW - JEWELRY COOL BODY EUR 8,99 Buy it 1 Leather bracelet black white 190-250mm Black & White Style - JEWELRY COOL BODY EUR 8,99 Buy it 1 Leather bracelet dark brown 190-250 mm Stripes Style NEW - JEWELRY COOL BODY EUR 8,99 Buy it Set of 10 Belly Button Piercing 2 crystals free choice of color EUR 35,99 Buy it Categories Pendant / pendant BANGLE / BRACELET Eyebrow / eyebrow Navel / navel Breast / nipple Elongation bars / expander Dermal Anchors / Skin Divers Fake plug / stretch bar Foot / foot Necklace / necklace Private parts / intimate area Chains / chains Lip / lip Material: 316L Surgical Steel Material: 316 L titaneloxiert Material: 316L gold plated Material: 925 silver Material: acrylic / plastic Material: Bio Flex Material: real gold Material: Leather Material: Organic Material: Titanium Nose / nose Ear / ear Earrings / ear rings Plug Discount / sale Rings / rings Other Taper Tragus Tunnel Toe ring / toe ring Accessories / piercing tools Tongue / tongue Company data CBA Vertriebs GmbH Gablenzer Hauptstrasse 49 08451 Crimmitschau Germany Phone: 03762 9147923 Fax: 037629147925 Email: Please use eBay messaging system Checkout After the purchase you will be redirected directly to the checkout, you can pay conveniently via bank transfer or PayPal. The Bank data obtained at the end of the Kaufabwicklung.Bei payment until 14 h we send the goods on the same Tag.Mehrere purchased items are taken to a shopping together. About Us Expert advice about products Confidential treatment of your data Lightning delivery after receipt of payment Money back guarantee / return powered by CBA Vertriebs GmbH powered by JTL software items fast Marke coolbodyart Stil Band Hauptstein & Perlen Ohne Stein Farbe Schwarz Weiß Ringgröße mehrere verfügbar Metall tungsten wolfram Herstellernummer Nicht zutreffend Geschlecht Unisex Größenverstellbar Ja",
  "PrimaryCategoryIDPath": "281:10968:67681",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.8",
    "UserID": "coolbody-de",
    "FeedbackScore": "13402",
    "FeedbackRatingStar": "YellowShooting"
  },
  "QuantityThreshold": "10",
  "Quantity": "30",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NzAxWDcwMQ==/z/TJIAAOSwHHFY-eXl/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1500"
}