{
  "ReturnPolicy": {
    "Description": "Refund will be issued and postage charge will be deducted.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P2DT18H48M47S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "179.92",
    "_currencyID": "USD"
  },
  "ItemID": "252975061223",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/TRADITIONAL-LCT-REVERSE-AD-CZ-GOLD-TONE-NECKLACE-BRIDAL-DULHAN-JEWELRY-SET-9-PCS-/252975061223",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "179.92",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T06:29:54.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-08T06:29:54.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Bridal Jewelry Collection",
        "Name": "Brand"
      },
      {
        "Value": "Alloy",
        "Name": "Metal"
      },
      {
        "Value": "Unknown",
        "Name": "Metal Purity"
      },
      {
        "Value": "Cz",
        "Name": "Main Stone"
      },
      {
        "Value": "LCT",
        "Name": "Color"
      },
      {
        "Value": "Mixed Materials",
        "Name": "Material"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Indian",
        "Name": "Ethnic Origin"
      },
      {
        "Value": "Jewelry",
        "Name": "Type"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "TRADITIONAL LCT REVERSE AD CZ GOLD TONE NECKLACE BRIDAL DULHAN JEWELRY SET 9 PCS",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "TRADITIONAL LCT CZ GOLD TONE NECKLACE INDIAN BRIDAL DULHAN JEWELRY SET 9 PCS Normal 0 false false false EN-US X-NONE X-NONE Traditional Look Exquisite Gold Plated Necklace Set Studded With Crystal & Cz. Base metal alloy. * Actual color of the product may vary due to computer screen resolution.Long Necklace, Bib Necklace, Earrings, Matha Patti, Nose Ring, Slave Bracelet & Armlet Terms of Sale *We only accept PayPal. Please make sure you have a valid/confirmed PayPal account before bidding. Payment must be made within 7 working days of the auction end time. *Non-Paying bidders will be reported and an unpaid strike will be sent if the item has not been paid within 14 days. Shipping Information 1. We only ship item(s)to the confirmed address provided by PayPal. Please email or contact us by ebay message if a different delivery address is required.* All items will be shipped within 48 business hours upon receipt of payment (EXCEPT weekends and holidays).Item reaches within 14-22 business days after it is shipped.However we offer Express shipping also for which we charge extra, item reaches within 5-7 days, kindly contact us for invoice if you prefer Express shipping. 2. We have paid all postage before shipping. Besides, seller is not responsible for any possible import taxes nor any other customs duties in your country. Please tell us what item value/name you want for custom declaration if you have any special requirement. 3. Please contact us for clarification if you do not agree with any of the terms or conditions hereby stated in this page before any purchase. Buying on eBay is a mutually binding contract. Feedback & Contact *Once you get the item please inspect it and make sure you get exactly what you paid for. Once you are satisfied with our products and service, please leave positive feedback for us and we will do the same for you. *If you feel that you got an item that is different from what you ordered or if it arrived damaged or if you are not satisfied with the item for any reason, please Contact us and we will try our best to solve any issues . kindly please contact me before any action. Do not hesitate to contact us anytime for any question via ebay message or email, we will reply you within 24 hours (EXCEPT weekends and holidays) *we are committed to your 100% customer satisfaction. Our goal is to make sure you are a happy customer and has pleasant shopping experience with us. Thanks for looking!",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2529750612238080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.1",
    "UserID": "bridal-jewelry-collection",
    "FeedbackScore": "1476",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Wedding Bridal Collection",
    "StoreURL": "http://stores.ebay.com/id=1001588329"
  },
  "Quantity": "1",
  "Location": "Bangalore, Karnataka",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTA4MFg4NTE=/z/XqoAAOSwfpVZEtlr/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "560100"
}