{
  "ReturnPolicy": {
    "Description": "Contact us to get the return introduction.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT21H7M14S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "48.0",
    "_currencyID": "USD"
  },
  "SKU": "站言",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "371972765338",
  "ConvertedCurrentPrice": {
    "value": "48.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T09:33:39.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Wholesale-Chinese-Natural-Grade-Jade-Jadeite-Safety-Circle-Pendant-1pcs-/371972765338",
  "Country": "CN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T09:33:39.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "J.Lee",
        "Name": "Brand"
      },
      {
        "Value": "Pendant",
        "Name": "Style"
      },
      {
        "Value": "Circle",
        "Name": "Theme"
      },
      {
        "Value": "stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Light Green",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Wholesale Chinese Natural Grade A Jade (Jadeite) Safety Circle Pendant (1pcs)",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "CN",
    "IN"
  ],
  "Location": "shanghai",
  "Description": "Description: This is a wholesale listing. There are many in stock, choose the best one for you. Size: mm Ideal for: Use it as pendant. Material: Chinese Jade (Jadeite) Color: 100% Natural (Grade A) Our actual store are selling with ebay store in same time. We will end the auction early if it will be sell in our actual store. Dont miss the chance to get them. Guarantee We guarantee the goods in all respects with the quality and technical terms as stipulated in the description. 100% Authentic Hetian Jade. 100% Natural Hetian Jade. Shipping&Handing Charges: Area first item each additional item Delivery Date Shipping Service USA, Canada, Australia, UK $15 $0 5-7 days Express mail USA, Canada, Australia, UK $5 $0 15-20 days Airmail Usually, we offer airmail service, If u want to get it soon, Email us before u pay for it, We will exchange the Shipping service by Express mail. OF Course, You need pay for extra fee as above table show. INCREDIBLE SAVINGS WITH COMBINED ITEMS! You can combine all your items within 7 days of first won item or every 20 items (which ever comes first).We gladly combine up to 20 items. One payment must be made for all items at one time, so that shipping & handling discount may be given. Payment Methods: Paypal ONLY. All payments must be received within 7 days from the end of the auction; all non-payments will be reported and may result in suspention of your account. Also negative feedback will be posted to all non payers. Returns Your satisfaction is our priority. Returns are available within 14 days of the items shipment date. All items MUST be in their orginal condition, not worn or altered.We do not reimbruse the return shipping charges. I do my best to get a true representation of my stones. Somethimes becouse of enlarging the photo or becouse of different settings of individual monitors there are possible slight variation in colors. Feedback: We are very fair and easy to deal with. There is no need to leave negative feedback to gain our attention. We are here to help you and want you to be happy!! It is unfair for anyone to leave Negative Feedback considering our \"No Risk, No Hassle-No Questions Asked\" return & refund policy. CONTACT US FIRST BEFORE LEAVING ANY NEGATIVE FEEDBACK. LET US HELP YOU! That is why we are here! Health Benifits of Fine Jades. Jade contains a variety of the mineral such as silicon, magnesium, iron, calcium and oxygen. The chapter Jin-Shi (gold stone) in Compendium of Materia Medica (Bencao Gangmu ) states that jade could release stomach heat, enhance heart function, benefit a tonic for the five organs, appease the nerves, strengthen blood vessels, and enlightens eyesight and improve hearing. Jade is said to dispel evil and bad luck and thus those longevous emperors in ancient China all had favorite in the use of jade pillows. Fine jade is an emblem of pureness, smoothness and gentleness. Fine jade is a blessing of luck, wealth and safety. Hetian Jade --the Best Collection Among the four major kinds of Chinese jade, Hetian Nephrite is known as the national jade. Since more than 2500 years ago, the jade has been regarding as the symbol of identity, that only the nobles and high officials were allowed to wear it. The famous Heshi Bi was a fine work of Hetian Nephrite. The Hetian Nephrite originates in the North Hillside of Kunlun Mountain in Xinjiang Uygur Autonomous Region of China, 4500 meters above the sea level, the natural environment is abominable, it’s high and cold and short of oxygen, having no way to climb, it is extremely difficult to exploit jade. In recent years excessive industrialized exploitation nearly exhausted the raw materials of the Hetian Nephrite. 10 years ago, the material of Hetian Nephrite is dozens yuan per kilogram; but nowadays it will be cost as many as ten thousand yuan, even hundreds of thousands of yuan. Hetian Nephrite can be divided into two kinds, the mountain material and Seed Nephrite. The Seed Nephrite is superior in quality. Its degree of value is depends on the color and the pureness of texture. Mutton-Fat Jade is the first-class item of Hetian-White-Nephrite. It is white and appears the reserved bright as coagulated grease with pure and delicate texture. Unexpectedly its content of tremolite is up to 99%. It is very rare and only produced in Xinjiang. So it’s extremely famous and invaluable. Containing a lot of trace elements, such as selenium, zinc, copper, cobalt, manganese, etc. which will be absorbed progressively when it is kept in touch with human’s body for a long time, jade can make people more healthy. In addition, jade also has the efficiency of soothing the feelings and strengthening the fast reacting ability. \"Gold is estimable, but jade is priceless\". The fact that the official seal for the Beijing Olympics 2008 is carved out of Hetian Nephrite has affirmed its excellent reputation. Click following pics to View all White jade items",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3719727653388080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.3",
    "UserID": "overstock-usa",
    "FeedbackScore": "6345",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "overstock-usa",
    "StoreURL": "http://stores.ebay.com/id=679686801"
  },
  "Quantity": "10",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/m60AAOSwLqFV84UV/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/RuoAAOSwEetV84US/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/UfQAAOSwyvBV84Tx/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}