{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P22DT17H15M51S",
  "ListingStatus": "Active",
  "ConditionDescription": "Brand new without tags",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "38.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "152564871370",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Nordstrom-Blue-and-Purple-Austrian-Crystal-Hair-fascinator-up-do-claw-New-/152564871370",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "1500",
  "ConvertedCurrentPrice": {
    "value": "38.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-29T04:41:44.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-28T04:41:44.000Z",
  "PrimaryCategoryID": "110620",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Nordstrom",
        "Name": "Brand"
      },
      {
        "Value": "hair clip claw",
        "Name": "Style"
      },
      {
        "Value": "gold tone metal",
        "Name": "Metal"
      },
      {
        "Value": "Blue and purple",
        "Name": "Main Color"
      },
      {
        "Value": "Austrian crystals",
        "Name": "Material"
      },
      {
        "Value": "Unknown",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "Austrian Crystals",
        "Name": "Main Stone"
      },
      {
        "Value": "Claws",
        "Name": "Hair Accessories"
      },
      {
        "Value": "2 inches",
        "Name": "width"
      },
      {
        "Value": "2 inches",
        "Name": "Length"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Nordstrom  Blue and Purple Austrian Crystal Hair fascinator up do claw New",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "BidCount": "0",
  "Description": "Click Here. Double your traffic. Get Vendio Gallery - Now FREE! ~~~Welcome to My Store! ~~~ Be sure to check out my ME page Item Description This listing is for one beautiful bow hair jewelry claw clip updo fascinator made for and sold at Nordstroms- it is brand new without tags. It is made from an antiqued gold tone metal. The crystals are genuine Swarovski crystal elements in light sapphire color and Aurora borealis light sapphire color and Tanzanite. It measures 2 inches wide across the wingspan by 2 inches from the top to the bottom of the wings. From the side the width of the claw at the bottom opening is 3/8 inch. It is 1 inch long accross the teeth. Claw is not made by Swarovski company and does not have swan logo. Brand new and in perfect condition and sent boxed. Please see additional photos at the top left of your screen. All sales are final! I strive for FIVES in all Feedback categories. Buy with confidence! Be sure to check out my ME page Sign up for my email newsletters by adding my eBay Store to your Favorites Terms of Sale Payment: I accept Paypal. Combined Shipping Discount: All items must be paid for in one payment in order to take advantage of the combined shipping discount. Please make sure you are completely done shopping before checking out. See shipping tab for prices Shipping: Shipping is done via the USPS and a tracking number is provided to you free of charge. Please make sure that your shipping address in Paypal is correct. I ship only to the address on file at the time of purchase. Please make sure that your mailbox accepts mail from Paypal in order to receive this important information. Tracking information is sent to all buyers- no exception. If you do not receive your message - please check your spam mail. All orders with payments that clear by 6 PM est. will ship the next morning. I ship Monday through Friday and on most Saturdays. I do not ship international packages on Saturday's and I do not ship any packages on USPS Postal Holidays or Sundays. Every item is thoroughly inspected and all packages are properly prepared with the maximum safety of the item in mind before being shipped. If you need your item in a hurry please use the Priority Shipping option. Feedback: In the unlikely event there is a problem please contact me first before leaving feedback so that I may correct it. Miscellaneous Information: All sales are final, NO refunds or exchanges. Be sure to ask all questions before you buy. Your purchase or bid is your non verbal agreement that you have read all the terms in this ad and agree to them. Seller is not responsible for the use of any item once it is received, or for buyer’s remorse. All items are inspected before shipping and are exactly as stated in the ad. Seller is also not responsible for international shipments with respect to any taxes, tariffs or duty that you may incur as a result of your purchase; All sales are reported accurately on customs forms. All questions are answered within 24 hours or less if possible, unless the answer is already in the ad. Unless there is a \"Make me an offer\" button in the ad do not send an offer. This is against eBay policy and I do not respond to these questions. I do not work for any company whose items I sell. All items come from a smoke free environment but not pet free. Copyright Protection All ads, pictures, layout designs and designs of items personally designed by me are copyright protected and are also non transferable to the purchaser. Thank you for visiting my store!",
  "PrimaryCategoryIDPath": "281:10968:110620",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1525648713708080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "kittenkat22",
    "FeedbackScore": "5918",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "Kittenkat22",
    "StoreURL": "http://stores.ebay.com/id=141187124"
  },
  "Location": "Lake Orion, Michigan",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTI3MlgxNjAw/$(KGrHqR,!pQE7Bcvh,WSBPFjc3feww~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI0M1gxNjAw/$(KGrHqV,!nsE8VF,VM4sBPFjc-q57!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/$(KGrHqJ,!i!E7Dn+bMHGBPFjdI(cEQ~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIzNlgxNjAw/$(KGrHqF,!nkE8VNZy--0BPFjdOlyTQ~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM4M1gxNTg0/$(KGrHqJ,!ioE8QSu6-C0BPFjdUR8QQ~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE1N1gxNjAw/$(KGrHqV,!o8E8VlPl89IBPFjdbbgrw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIzNlgxNjAw/$(KGrHqF,!oME8VonTOQEBPFjdhQ)O!~~60_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Hair & Head Jewelry",
  "PostalCode": "48360"
}