{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ItemID": "201945459088",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "ListingStatus": "Active",
  "Site": "US",
  "PostalCode": "86442",
  "ConvertedCurrentPrice": {
    "value": "35.45",
    "_currencyID": "USD"
  },
  "BidCount": "0",
  "ConditionDisplayName": "New without tags",
  "TopRatedListing": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "QuantityThreshold": "10",
  "PrimaryCategoryID": "499",
  "IntegratedMerchantCreditCardEnabled": "false",
  "PrimaryCategoryIDPath": "281:10968:499",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2019454590888080_1.jpg",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "displaystore987",
    "FeedbackScore": "14204",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "displaystore987",
    "StoreURL": "http://stores.ebay.com/id=1194963237"
  },
  "PaymentMethods": "PayPal",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/RW8AAOSwaeRZMv26/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/3wIAAOSwcgNZMv28/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMVgxNjAw/z/9OIAAOSwZKBZMv2-/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "SKU": "Don't Change",
  "StartTime": "2017-06-03T18:19:43.000Z",
  "ConditionDescription": "Brand new made in the USA",
  "QuantitySold": "0",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "35.45",
    "_currencyID": "USD"
  },
  "HitCount": "1",
  "QuantitySoldByPickupInStore": "0",
  "QuantityAvailableHint": "MoreThan",
  "HandlingTime": "1",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/100-Easel-Type-3-Black-Display-Stand-Brooch-Brooches-Cameo-Rouge-Compact-/201945459088",
  "EndTime": "2017-07-03T18:19:43.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "displayStore",
        "Name": "Brand"
      },
      {
        "Value": "Clear",
        "Name": "Color"
      },
      {
        "Value": "Plastic",
        "Name": "Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "100 Easel Type 3\" Black Display Stand Brooch Brooches Cameo Rouge Compact",
  "TimeLeft": "P28DT3H32M22S",
  "Location": "Bullhead City, Arizona",
  "Description": "All items in or on display not included. You will receive 100 display stands. For larger or smaller quantities (1 to 5000 pieces) please contact me for a quote. The stands are New & made of Acrylic / Plastic These economical easels are stackable for compact shipping and storage. They were designed to display agate slabs, but have been discovered as a way to show framed miniatures, tiles, and many other small items. For larger items see the listings in my store. They Measure H 3-7/16\" X W 2-15/16\" X D 2-1/4\" Display area (shelf/cradle) 1-1/4\" There are many uses for displaying collectible items: Various fossils, Small shark teeth, Ammonites, Goniatites, Pinbacks, Casino Chips, Coins, Coins in holders & capsules, Proof Sets, Milk Bottle caps, Polished mineral Cabs, Arrow & spear points, Various small mineral specimens, Knives, Badges, Salts, Lighters, Matchbooks, Brooches, Compacts & rouge, Money clips, Small shells or what ever else you can think of Sellers use them to Photo their items for auctions. Dealers, you save space and display your items for better sales. PayPal payments are due within 24 hours of seller email notification. Please contact seller if there will be some delay in meeting the payment timeline. My goal is to sell you, a great product at a great price, and deliver it in a timely fashion. Your satisfaction is my number one priority! If for ANY reason you are not satisfied: Prior to leaving feedback contact me and I will fix any issue you may have. International Buyers please contact me for a shipping quote. I ship anywhere in the world, NO EXCEPTIONS! International shipments can take 14 to 28 business days. International buyers please be aware your customs may charge duty fees for your purchase. I ship all auctions within 24 hours of confirmed payment via U.S.P.S. or FedEx unless otherwise disclosed elsewhere in the ad. I ship 5 days per week (Monday through Friday, Excluding holidays). We only ship to the listed eBay address please do not ask us to ship to a different address after purchase is made. If you need it to go to an address other than the listed address please contact us prior to purchase to make those arrangements. I am sorry, the postage is not a negotiable item. I use a shipping service to mail my products for several reasons, most importantly SPEED!!! They have the item in their possession and it is always shipped same day or next morning. My fees are set by them. I structure my ad's with all the information you would need to make a decision on the listing. I include a shipping calculator so that even if you are buying at the last minute you don’t have to wait for me to quote the charges.",
  "ListingType": "FixedPriceItem",
  "NewBestOffer": "false",
  "Quantity": "50"
}