{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT17H42M36S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Earrings",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "46.38",
    "_currencyID": "USD"
  },
  "SKU": "80SE0177",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "263020703318",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Brilliant-Cut-White-Diamond-Cluster-Stud-Earrings-Yellow-Gold-925-Sterling-/263020703318",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "46.38",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T04:39:33.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T04:39:33.000Z",
  "PrimaryCategoryID": "50647",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "adorablejewelry",
        "Name": "Brand"
      },
      {
        "Value": "Cluster Stud",
        "Name": "Style"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "Simulated Diamond",
        "Name": "Main Stone"
      },
      {
        "Value": "Yellow",
        "Name": "Color"
      },
      {
        "Value": "Push Back",
        "Name": "Fastening"
      },
      {
        "Value": "India",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "925",
        "Name": "Metal Purity"
      },
      {
        "Value": "Round Cut",
        "Name": "Main Stone Shape"
      },
      {
        "Value": "White",
        "Name": "Main Stone Color"
      },
      {
        "Value": "18k Yellow Gold Plated",
        "Name": "Metal Finish"
      },
      {
        "Value": "14",
        "Name": "No of Stone"
      },
      {
        "Value": "Prong Setting",
        "Name": "Setting Type"
      },
      {
        "Value": "Earrings",
        "Name": "Jewelry Type"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Brilliant Cut White Diamond Cluster Stud Earrings in Yellow Gold On 925 Sterling",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "BidCount": "0",
  "Description": "Brilliant Cut Round Cut White Diamond Cluster Stud Earrings in Yellow Gold Over 925 Sterling Silver Product Specific Jewelry Type Earrings Style Cluster Stud Metal Information Metal Sterling Silver Metal Purity 925 Metal Finish Yellow Gold Plated Stone Information Main Stone Simulated Diamond Main Stone Shape Round Cut Main Stone Color White Orders will be shipped out within 10 business days after your payment has COMPLETED or CLEARED. · We ship only to CONFIRMED addresses listed on PayPal. If you would like to ship your order to an address different from that on your PayPal account, please message us before placing your order. · Estimated delivery time (excluding weekends or holidays): (1) About 8 to 20 business days to: United States (2) About 20 to 40 business days to: Australia, Canada, United Kingdom; (3) About 30 to 60 business days to: all other countries. (4) Delivery time is at best estimated but not guaranteed. · If you do not receive your order within the estimated delivery time, please contact us by message and we will gladly assist you. · We have paid all postage before shipping, but for international buyers please be advised that import duties, taxes and charges are not included in the item nor shipping price. These charges are the buyer's responsibility; please check with your country's customs office to determine what these additional costs will be prior to making your purchase. Meanwhile, please tell us at the time of purchase if you have any special requests regarding the Customs declaration for your order. For instance, a particular name or value you would like on the package. · Shipping fee quotations for any methods not listed are available upon request. Please contact us for further information! We accept PayPal only You can also pay using your credit card, via paypal, by using paypal as a guest. We only ship your items only to paypal mentioned address Terms of Sale All items will be checked and packed in good condition before shipping. If you are not happy with the item, you can return it in original condition and packaging within 14 days from the date received. Please email us first for return address and instructions. We offer money back or exchange for return. Buyers pay the return shipping. We will refund the amount once we receive the item. If you have any questions/complaints please feel free to contact us before leave feedback. You can leave us eBay message at any time and we will try our best to solve the problem as soon as possible. About Us We have 13 years of experience and 57 years of Selling in Physical Showroom being registered since 1957.All our products are of high quality and jewelry at reasonable prices. As we buy in bulk and have our own Factory so it makes you save around 75%. Contact Us If you have any questions and doubts please feel free to contact us via Ask a question on eBay. We will reply you within 24-48 business hours. Please be a little more patient on weekends and holidays as we don’t work on weekends and holidays. Thank you for your understanding and we appreciate your business! Feedback Your satisfaction is the most important thing we pursue. We always strive for all 5 star DSR(Detailed Seller Ratings) and POSITIVE feedback. Thank You for your visit!!",
  "PrimaryCategoryIDPath": "281:10968:50647",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2630207033188080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "97.1",
    "UserID": "adorablejewelry",
    "FeedbackScore": "585",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "adorablejewelry",
    "StoreURL": "http://stores.ebay.com/id=110259187"
  },
  "Location": "MUMBAI, MAHARASHTRA",
  "Quantity": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTYwMFgxNjAw/z/fWgAAOSw14xWGLTs/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDMzNg==/z/7zIAAOSwux5YOB9S/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "400004"
}