{
  "ReturnPolicy": {
    "Description": "If you aren't satisfied with your purchase(s), you may return or exchange.  FREE RETURN within 14 days of receiving.  If the merchandise is new with tag, the tag MUST still intact in order to qualify for return or exchange.  15% restock fee if you return after 14 days of receiving.  Merchandise that is USED OR WORN will NOT be accepted for return or exchange.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT19H47M25S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "40.41",
    "_currencyID": "USD"
  },
  "ItemID": "292140772668",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/BRIGHTON-BELIEVE-ID-Silver-BRACELET-NWtag-48-/292140772668",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "40.41",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T05:34:40.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-05T05:34:40.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Brighton",
        "Name": "Brand"
      },
      {
        "Value": "Silver Plated",
        "Name": "Metal"
      },
      {
        "Value": "silver",
        "Name": "Color"
      },
      {
        "Value": "ID/Identification",
        "Name": "Style"
      },
      {
        "Value": "843036080673",
        "Name": "UPC"
      }
    ]
  },
  "Title": "BRIGHTON BELIEVE ID Silver BRACELET NWtag $48",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "GUARANTEE AUTHENTIC & BRAND NEW Silver Style #JF0873 Ovally shaped and hinged for comfort, this classically Brighton bangle bracelet features scrolls in silver that twist around a three-dimensional surface. An instant go-to! Width: 1/2\" Closure: Magnetic hinged Diameter: 2\" Finish: Silver plated Brighton Tin or Pouch aren't included unless we stated otherwise. The pictures may not show the true colors of the items. Most of the black spots or marks came from the light when the pictures were taken If you have any concerns, please ask the questions, before you make the purchase. BRIGHTON BELIEVE ID Silver BRACELET NWtag $48 GUARANTEE AUTHENTIC & BRAND NEW Silver Style #JF2912 A daily reminder to have faith and be stylish while doing it, this bracelet was inspired by the classic id bracelet. With its extra chunky chain and center station, it reminds us to believe. Width: 3/8\" Closure: Lobster Claw Length: 7 1/4\" - 8 1/4\" Adjustable Features: Message Finish: Silver plated Brighton Tin or Pouch aren't included unless we stated otherwise. The pictures may not show the true colors of the items.   Most of the black spots or marks came from the light when the pictures were taken If you have any concerns, please ask the questions, before you make the purchase. We accept all major credit cards (Visa, MasterCard, American Express, Discover) via PayPal. We also accept debit cards and echecks via PayPal as well. Most of our items required immediately payment. But if you need time to pay, please contact us, we will glad to work with you. We ship Daily - Sunday & Holidays Excluded Mostly, we ship them THE NEXT DAY or NEXT BUSINESS DAYS after payment is cleared. We ship via USPS First Class Mail with Delivery Confirmation to United States and APO/FPO addresses. Priority Mail and Express Mail are also available for extra cost. Please contact us for the shipping cost. Shipping Insurance Highly Recommended. If you dont buy insurance and the package gets lost. We arent held any responsible. If you need insurance, PLEASE contact us after you made the payment BRIGHTON Tin or Pouch isnt included unless we stated otherwise. Return or Exchange is welcome. PLEASE contact us BEFORE you send it back. And, the item MUST be in the same condition we sent you. If it comes with tag, the tag MUST still intact. If you remove the tag, we cant accept your return. In case of defect or misrepresented, you must contact us within 48 hours upon receive it. And, the original tag(s) must still intact. IMPORTANT: PLEASE inspect your item(s) carefully BEFORE you remove the tag(s) If you are unhappy with your purchase or having any problems or receive the damage item(s), PLEASE contact us BEFORE leaving the neutral or negative feedback(s) We will do our best to ensure that you are happy with your purchase. We would greatly appreciate if you will NOT leave any Neutral or Negative feedback before contact us. THANK YOU VERY MUCH E-mail Feedbacks Home Favorites Images sell! Get Supersized Images & Free Image HostingAuctiva's Listing Templates improve your auctions in minutes. Attention Sellers - Get Templates Image Hosting, Scheduling at Auctiva.com. Track Page Views WithAuctiva's FREE Counter",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/2921407726688080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "jasminteas",
    "FeedbackScore": "35442",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "JASMINTEA",
    "StoreURL": "http://stores.ebay.com/id=16200428"
  },
  "Quantity": "1",
  "Location": "USA",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjEwWDkwMg==/z/JMgAAOSwBt5ZNO1z/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjI3WDkwMg==/z/iDQAAOSw3gJZNO1z/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000"
}