{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "MinimumToBid": {
    "value": "165.0",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "371969441423",
  "TimeLeft": "P3DT8H51M19S",
  "ListingStatus": "Active",
  "Title": "ALEXIS BITTAR LUCITE 4.5 INCH, 3-D SNAKE BROOCH WITH SEMI-PRECIOUS STONES, MINT!",
  "ConditionDescription": "MINT!",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "165.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "165.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-06-01T23:41:03.000Z",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "Pre-owned",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-08T23:41:03.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "4.5 INCH SNAKE BROOCH",
        "Name": "ALEXIS BITTAR"
      },
      {
        "Value": "SILVER OR SILVER-PLATED",
        "Name": "Metal"
      },
      {
        "Value": "Gray",
        "Name": "Color"
      },
      {
        "Value": "Lucite",
        "Name": "Material"
      },
      {
        "Value": "Pins & Brooches",
        "Name": "Type"
      },
      {
        "Value": "ALEXIS BITTAR",
        "Name": "Brand"
      },
      {
        "Value": "Unknown",
        "Name": "Metal Purity"
      },
      {
        "Value": "Jade",
        "Name": "Main Stone"
      },
      {
        "Value": "Unknown",
        "Name": "Country/Region of Manufacture"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/ALEXIS-BITTAR-LUCITE-4-5-INCH-3-D-SNAKE-BROOCH-SEMI-PRECIOUS-STONES-MINT-/371969441423",
  "ExcludeShipToLocation": [
    "Africa",
    "Middle East",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "MY",
    "SG",
    "TW",
    "TH",
    "VN",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "CN",
    "GE",
    "IN",
    "KZ",
    "KR",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AL",
    "AD",
    "AT",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "EE",
    "FI",
    "DE",
    "GI",
    "GG",
    "HU",
    "IS",
    "IE",
    "JE",
    "LV",
    "LI",
    "LT",
    "LU",
    "MK",
    "MT",
    "MD",
    "MC",
    "ME",
    "NL",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "SJ",
    "UA",
    "VA"
  ],
  "Location": "Fair Oaks, California",
  "Description": "Payment | Shipping ALEXIS BITTAR LUCITE 4.5 INCH, 3-D SNAKE BROOCH WITH SEMI-PRECIOUS STONES, MINT! Click to View Image Album Click to View Image Album Click to View Image Album Click to View Image Album Click to View Image Album Click to View Image Album Presenting the hard-to-find, textured lucite ALEXIS BITTAR snake brooch in deep and light gray tones, trimmed in silver plated metal and faceted green jade and clear crystal stones. The back of the brooch appears to be enamel. It has a locking clasp that holds securely.This three-dimensional, figural piece measures approximately 4 and 1/2 inches long and 5/8 inches wide at the head. I purchased this piece at Nordstrom for over $345 and it has been worn once! It is in MINT condition and makes a dramatic entrance on a coat, sweater or dress! Please view the magnified photos. This brooch is prettier than my photos! Thank you for looking and bidding on this very collectible and unusual piece! TERMS OF TRANSACTION: PLEASE REVIEW PRIOR TO BIDDING: RETURN POLICY: I ACCEPT NO RETURNS, so please ask questions BEFORE you bid. ALL SALES ARE FINAL. Most of my items are antiques or vintage and are sold \"as is\" and in \"used\" condition unless stated otherwise. I try to clearly, accurately describe, photograph each item. Please READ the description and VIEW the photos carefully. I pack items securely so that they do NOT arrive broken! If you expect a new item or an item in perfect, new condition, then only bid if I describe the item as \"new,\" \"perfect,\" or \"MINT.\" CALIFORNIA RESIDENTS must pay 8% sales tax. SHIPPING: Reasonable fixed shipping charges or calculated shipping charges will be quoted. I will combine shipping at no extra charge when it can be done safely without causing breakage or damage to items. Please be satisfied with and aware of what the shipping cost is before bidding. PLEASE DO NOT attempt to change shipping/handling costs! Shipping is by first class mail unless otherwise stated or agreed, and will include tracking. Seller PREFERS to ship to a confirmed Paypal billing address for the protection of both Buyer and Seller. IN-PERSON PICK-UP IS NOT AN OPTION. INTERNATIONAL Buyers are welcome and are responsible for any additional duties/taxes imposed by their countries, EXCEPT: WE NO LONGER SHIP TO CHINA. We make ACCURATE customs declarations only. Shipping costs for International buyers, where the shipment address is outside of the United States and the purchased item exceeds 100 USD will include costs for registered or international priority mail to allow tracking to destination and proof of delivery. International priority mail is available upon request on any item. Shipping will be higher based upon priority mail rates and weight. All items will ship within three (3) business days or less following receipt, confirmation and CLEARANCE of the required funds. Customer will be contacted if there is any delay.-----IF YOU WOULD LIKE TO INSURE ANY ITEM, PLEASE CONTACT ME PRIOR TO PAYING-----I WILL SEND YOU AN INVOICE WHICH WILL INCLUDE INSURANCE COST. PAYMENT: Payment must be made by buyer and received by seller within 4 days of auction's close. Seller reserves the right to re-list item if payment is not received timely. THANK YOU for your patience in reviewing the foregoing. Please click HERE to view my other Ebay auctions of exquisite jewelry and other fine objects. Payment Back to Top Seller accepts credit cards through PAYPAL. I accept the following forms of payment: PayPal Shipping & Handling Back to Top US Shipping$12.00 USPS First-Class Mail® International Shipping$19.00 USPS First-Class Mail International FREE scheduling, supersized images and templates. Get Vendio Sales Manager.Make your listings stand out with FREE Vendio custom templates! FREE scheduling, supersized images and templates. Get Vendio Sales Manager.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3719694414238080_2.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "baileyscomet",
    "FeedbackScore": "1686",
    "FeedbackRatingStar": "Red"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "3",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MzI3WDYzOA==/z/OnIAAOSwPh5ZMKcH/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzI4WDYwMQ==/z/KfUAAOSwGJlZMKcI/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzM4WDU5NA==/z/A5MAAOSwKytZMKcJ/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzE5WDYzOA==/z/bMAAAOSwjL5ZMKcK/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDYxWDU2Nw==/z/BZ4AAOSwcB5ZMKcM/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTYxWDMzNg==/z/p7kAAOSwK6RZMKcN/$_12.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "PostalCode": "95628"
}