{
  "ReturnPolicy": {
    "Description": "Restocking fee: No",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "NoRestockingFee",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "No",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P28DT14H19M37S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "53.49",
    "_currencyID": "USD"
  },
  "SKU": "B01N223VU4",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "182605574861",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Leafael-Angels-Teardrop-Swarovski-Elements-Austrian-Crystal-Light-Purple-Rose-/182605574861",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "53.49",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T02:29:19.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T02:29:19.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Leafael",
        "Name": "Brand"
      },
      {
        "Value": "SNEYT0061PLight",
        "Name": "Model Number"
      },
      {
        "Value": "SNEYT0061PLight",
        "Name": "MPN"
      },
      {
        "Value": "722703828285",
        "Name": "UPC"
      },
      {
        "Value": "Light Purple Main Crystal/Rose Gold-tone Chain",
        "Name": "Color"
      },
      {
        "Value": "Jewelry Sets",
        "Name": "Category"
      },
      {
        "Value": "0722703828285",
        "Name": "EAN"
      }
    ]
  },
  "Title": "Leafael \"Angel's Teardrop\" Swarovski Elements Austrian Crystal Light Purple Rose",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "North America",
    "Oceania",
    "Southeast Asia",
    "South America",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Sweetbutterfly2522 Best service,Fast shipment,Free return Leafael \"Angel's Teardrop\" Swarovski Elements Austrian Crystal Light Purple Rose Gold Plated Jewelry Set Earrings Pendant Necklace, 18\" 2\" Gallery Product Description Our women's fashion jewelry collections are made with genuine crysals from Swarovski. Exquisitely exclusive design allows its wearer to stand out with their refined fashion sense and be worn with any kind of attire be it classy or casual. Ideal accessory gift for women of all ages Made with environment friendly materials for our sensitive customers. Packed with exclusively elegant white, silver-embossed jewelry gift box protection as well as the much needed aesthetics. Lifetime money back and lifetime replacement guarantee in case of any damage that might occur through regular everyday use. Features LIFE TIME GUARANTEE - Every Leafael Jewelry piece comes with a Lifetime Money Back and Replacement Guarantee with regular use and wear. If something is ever wrong with one of your cherished pieces we promise that we will make it right.LUXURY GIFT BOX - Each Leafael Jewelry piece is packed with exclusively elegant white, silver-embossed jewelry gift box protection as well as the much needed aesthetics. This ensures its safe transport and a gorgeous presentation as a gift for your loved one, or for you. It is also a perfect gift for your daughter, wife, girlfriend and mother for Christmas, Valentine's Day, Mother's Day, birthday, and graduations.SWAROVSKI CRYSTAL - At Leafael, our collections are made with finest quality and authentic crystals from Swarovski. Also known as Austrian Crystal, these glittering crystals shimmer with the slightest movement and sparkle even in the lowest light settings. Our jewelry make you shine at all occasions, including parties, dates, weddings, and bridal events.ALLERGY/LEAD FREE - Leafael Jewelry prides itself on meeting strict health standards our jewelry is perfectly safe to wear and won't cause any allergy or irritation to your skin. We also try to protect vulnerable regions of the planet by using environmental friendly material for our jewelry. Our brand name Leafael, which integrates word leaf both backwards and forwards, was inspired by our environmental principles.SPECIFICATIONS - 1) Pendant Size: 1.53\" x 0.89\"2) Earring Size: 0.65\"x 0.46\" 3) Stone: Authentic Swarovski Elements Crystal, Oval Fancy Stone, Tanzanite Purple 3) Chain Length: 18\" 2\"extender 4)Chain: Rose Gold Plated Chain 5) Clasp: Spring Ring Our PolicyWe only accept payments via PayPal and the payment is expected within 3 days after the order.In the occasional case that the product is discovered to be damaged prior to shipping, we will provide a full 100% refund to you within 2 business days.We provide FREE shipping handling on over 75% of the catalog from our warehouses and suppliers from all over the world.It should take 1-10 business days for the product to reach your destination. Estimates by eBay FAST NFREE should not be taken for granted as theyare mostly inaccurate and misleading as reported by our previous customers.If the product does notreach your destination within the time limitplease allow an additional 1-2 business days in case of postal delays and/or possible technical issues.If it takes any longer than thatplease contact us using the Contact Seller menuand choose I have a question about using my item or I want to send the seller a message.as the topic to avoid inadvertently opening a case. This will allow us to resolve your issues in a timely manner.Wekindly ask you not to leave a negative feedback before you contact us in case of any problems.We kindly ask you to give us a positive feedback for our store. We strive to offer you the 5-star products with the best prices and in order to maintain thatthe positive rating is a very important factor. Let us create a positive eBay community together Shipping Policy We have warehouses and certified suppliers from all over the world. For this item, we ship only to the lower 48 states within the United States. We do not ship to APO and PO Box addresses and there is no local pickups. We also do not offer combined shipping for items with shipping costs.Please note: There are possibilities that the items might not ship to your area at a certain time period (e.g during festivalsshopping seasons or excessively high volume order times). In order to ensure that you will receive the product hasslefreeplease send us your Zip code via eBay message. This is to ensure the greatest satisfaction of our dear customers and for us to better fulfill your ultimate shopping experience. Feedback Customers are eligible for returns within 30 days after the product arrives. In case the product arrives damaged or there are any errors in the shipping (e.g wrong item or size)you will not be responsible for the return cost. For any other reasons, you may be responsible for partial or full return shipping fee.To initiate a returnplease go to the Contact Seller menu. Againplease do notforget to chooseI have a question about using my item or I want to send the seller a message.as the topic.We will then provide you with prepaid pickup labels or Return of Merchandise Authorization code (RMA) along with the detailed instructions. Please do NOT use eBay is generated return labels as they do not contain the relevant return information. Usage of eBay is generated return label will neglect the return eligibility for the item. Please only use the return label provided by us to your PayPal email address upon request ONLY.Important NoteReplacements or refunds will NOT be provided until we have received the returned merchandisewith the exception of cases which returns are not required. Returns may be subject to restocking fee of up to 20% depending on the case by case basis. Return Policy A) General Return Information If you would like to return your purchased merchandises, please kindly contact us via eBay message by choosingI have a question about using my item or I want to send the seller a message.as the topic.We will provide you with the return shipping label with the tracking number to your PayPal email address and the return address confirmation to your eBay message. The location of the warehouse responsible for the return will be determined by the fulfillment service department. Once the item has been received by our warehouses and we can confirm from the tracking number that the item has been delivered, we will issue you the refund for the purchase. You have 30 days grace period after the delivery of the item to complete the return. B) Return Shipping Costs We will be responsible for return shipping costs (if any) if the merchandise received is either not as described or damaged in any ways. As for returns due to any other reasons, such as change of mind, mistaken purchases, or buyer is remorse, you will be responsible for the round trip shipping costs. Restocking fees may also apply at our discretion.C) Return LocationsPlease be informed that our products are being stored and fulfilled by third party warehouses and manufacturers throughout the United States (also known as third party fulfillment or product sourcing). Therefore, the most appropriate return location will be determined by the respective warehouses or manufacturers, depending on your location and product types. Please note that the return shipping location may differ from the return address stored on eBay. Please refer to the return instructions and follow them accordingly to ensure successful return processes.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1826055748618080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.5",
    "UserID": "sweetbutterfly2522",
    "FeedbackScore": "907",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "Sweetbutterfly2522",
    "StoreURL": "http://stores.ebay.com/id=1402705771"
  },
  "Quantity": "1",
  "Location": "New York, New York",
  "HitCount": "11",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/EMcAAOSw~FJZM3A2/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/AtkAAOSwGJlZM3A4/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/UEQAAOSw-3FZM3A5/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/fE8AAOSw0hlZM3A7/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/oGUAAOSwaEhZM3A9/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "10001"
}