{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P7DT4H42M47S",
  "ListingStatus": "Active",
  "Storefront": {
    "StoreName": "WAREHOUSE OUTLET STORE",
    "StoreURL": "http://stores.ebay.com/id=2163557"
  },
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Other Body Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "34.95",
    "_currencyID": "USD"
  },
  "ItemID": "331687820386",
  "ConvertedCurrentPrice": {
    "value": "34.95",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "QuantityAvailableHint": "MoreThan",
  "StartTime": "2015-10-21T21:03:50.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Silicone-Thumb-Bands-Texting-Kills-Retail-Tub-144-Pcs-Assorted-Colors-/331687820386",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-12T21:03:50.000Z",
  "PrimaryCategoryID": "110399",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "No Metal",
        "Name": "Metal"
      },
      {
        "Value": "Does Not Apply",
        "Name": "Metal Purity"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Assorted Colors",
        "Name": "Color"
      },
      {
        "Value": "Silicone",
        "Name": "Material"
      },
      {
        "Value": "Rings",
        "Name": "Type"
      },
      {
        "Value": "Thumb",
        "Name": "Body Area"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Silicone Thumb Bands : \"Texting Kills\" ~ Retail Tub of 144 Pcs, Assorted Colors",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "Mansfield, Ohio",
  "Description": "Silicone Thumb Bands : \"Texting Kills\" ~ Retail Tub of 144 Pcs, Assorted Colors Retail counter display tub of 144 awareness thumb bands in assorted colorsHelps raise awareness about the dangers of texting while drivingMade from 100% all new siliconeCan be worn on any finger, one size fits mostSturdy construction for long lasting durabilityFREE SHIPPING to all USA addresses! Texting while driving can be as dangerous as driving after drinking 4 beers and makes you 23 times more likely to be involved in an accident. More than 330,000 accidents occur every year due to texting while driving, resulting in 58,000 fatalities. Alarmingly, over 2/3 of all teens admit to texting and driving. Celebrities, police departments, schools, and public officials everywhere are constantly speaking out against the perils of texting while driving, but much more needs to be done to make it stop. Do your part and join the many others who are raising awareness to this growing problem by selling these black silicone thumb bands with the characters \"TEXTNG KILLS\" and the sliding car logo. You'll receive a retail counter display tub with 144 embossed bands in assorted random colors: pink, white, purple, blue, green and red. Your cost per piece is less than 25 cents, the bands can retail for as much as $1.00 each. Made with brand new, 100% silicone these tiny bands are comfortable to wear, look awesome, and are made to last for years.These bands are worn with the same concept as the famous LIVESTRONG bracelets for cancer awareness and other causes. These attractive thumb bands will hopefully remind the wearer to be safe on the road and wait to text until they are stopped in a safe location to do their communicating, even in an emergency. Wearing these \"TEXTNG KILLS\" thumb bands is a great way to silently pledge that you'll be a text free driver, and giving them to your family and friends can encourage them to do the same. Let's all give a big thumbs up and make a difference!Customer satisfaction is our number one priority. We spend time researching each item we list to ensure that we are offering it at the fairest price possible and providing as much information as we can about what we are selling. We also inspect and test all of the merchandise we sell for quality, durability, functionality, and authenticity. Our policy is to be completely transparent when describing and listing our merchandise to provide you with accurate information, including any defects, missing parts, or other concerns.We also provide as many photos as we can from all angles so that you can see as much of an item as possible before making your decision to purchase it. Since we are limited in the number of photos we can post with each listing, please remember that additional photos are always available upon request.If you ever encounter a problem with any merchandise you purchase from us, we insist that you contact us at once so we can make things right. And, since our shipping center is open 6 days a week, your item will more than likely be on its way to you in less than 24 hours after you purchase! WAREHOUSE OUTLET STORE .....Shopping the world for you and shipping it to your door!!!",
  "PrimaryCategoryIDPath": "281:10968:15124:110399",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3316878203868080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.8",
    "UserID": "richwarehouse",
    "FeedbackScore": "20635",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "QuantityThreshold": "10",
  "Quantity": "25",
  "PaymentMethods": "PayPal",
  "HitCount": "641",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIxNFgxNjAw/z/R8IAAOSwwbdWJ~xE/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTM0NVgxNjAw/z/SQcAAOSwwbdWJ~xQ/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTE2N1gxNjAw/z/aOAAAOSwI-BWJSyP/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "44905"
}