{
  "HandlingTime": "1",
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "MinimumToBid": {
    "value": "128.95",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "382115393754",
  "TimeLeft": "P6DT6H42M15S",
  "ListingStatus": "Active",
  "BuyItNowAvailable": "true",
  "StartTime": "2017-06-04T21:53:04.000Z",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Chains",
  "QuantitySold": "0",
  "Site": "US",
  "ShipToLocations": [
    "Worldwide"
  ],
  "PostalCode": "53186",
  "ConvertedCurrentPrice": {
    "value": "128.95",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Title": "Womens Sexy Body Jewelry Clitoral Clit Ring Labia Vagina Thong G-String Spreader",
  "AutoPay": "false",
  "ConditionDisplayName": "New with tags",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-11T21:53:04.000Z",
  "PrimaryCategoryID": "98526",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Yellow Gold Plated",
        "Name": "Metal"
      },
      {
        "Value": "Alloy",
        "Name": "Base Metal"
      },
      {
        "Value": "Blue",
        "Name": "Color"
      },
      {
        "Value": "France",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Genital (Female)",
        "Name": "Body Area"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Womens-Sexy-Body-Jewelry-Clitoral-Clit-Ring-Labia-Vagina-Thong-G-String-Spreader-/382115393754",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "Waukesha, Wisconsin",
  "Description": "Just one of over 50 ultra SEXY G-strings. We also offer G-strings with insertible orbs (most we can't even show on eBay, so ask for more info!), some even come with beautiful dangling clitoral stimulators. We offer 100s of other non-piercing erotic jewelry items. See our website TheRimbaStore for more items which we are happy to list on eBay for you. \" Jewelry in harmony with one's body and desires.\" This listing is for the CLT12 women's dragonfly themed clitoris stimulating g-string by Sylvie Monthulé of Paris (Not the Silver zipper themed vagina shield shown above, that's just to give you an example of how the G-strings fit). The Dragonfly design is simply exquisite. The cast and heavy Silver plated (10 microns) dragonfly design covers a smooth, solid blue \"finger\" that is positioned perfectly to provide wonderful sensations under your favorite outfit, or without anything at all. When worn, the hygienic blue acrylic gem under the hand cast dragonfly motif lays gently and snugly between the labia on top of the clitoris. The other end is slightly inserted in the vagina, and connected to a comfortable thong type elastic waist band, suitable for all day wear if you dare. Simply an amazing jewelry creation! Length of insertable gem is 1.5\" inches. Available in sizes S, M, L, XL, & XXL. This listing is for SIZE LARGE Waist size 33-35\" in Silver and blue. If you need another size or would like it in black, please let us know with your payment. Also available in Gold at a slightly higher cost. Contact us for more information or a catalog. All themed pieces are available in Gold or Silver! All Sylvie Monthulé designs are protected under international copy write law. Shipping for this item in the continental US is $4.99. We offer express international and express US shipping. If you need to make use of these services, we ask that you contact us BEFORE bidding to get shipping quotes. Check out our other auctions and our webstore for Sylvie Monthulé's other beautiful pieces! We are proud to exclusively offer the fine works of renowned Parisian erotic artist, Sylvie Monthulé in North America. All Sylvie Monthulé items are handmade in France, with high quality hypo-allergenic materials. Wonderfully creative, erotic jewelry without piercing! Fine, High Quality, Craftsmanship that WILL NOT DISAPPOINT. This item CLT11 includes a coupon for $15 off your next purchase of $100 or more and a full color, glossy, picture book of many other Sylvie Monthulé jewelry items. QUESTIONS? Find us online at SylvieJewels. Shipping: United States $4.99 International Please contact us! Payment: United States International Shipping Cashiers Checks, Personal Check MC, Visa, American Express, Discover by Phone Order. 800-260-2883 Mon - Fri 8:30 AM - 4:00 PM CST. Personal Checks require a 5-10 day hold. MC, Visa, American Express, Discover by Phone or Fax Tel. 001-262-446-2883 Fax 001-262-446-2884 Please see our Other Auctions for more styles! Payment due within 5 days of auction close date.",
  "PrimaryCategoryIDPath": "281:10968:15124:98526",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3821153937548080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "therimbastore",
    "FeedbackScore": "1027",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "The Rimba Store",
    "StoreURL": "http://stores.ebay.com/id=156369076"
  },
  "Quantity": "1",
  "ConvertedBuyItNowPrice": {
    "value": "168.95",
    "_currencyID": "USD"
  },
  "BuyItNowPrice": {
    "value": "168.95",
    "_currencyID": "USD"
  },
  "HitCount": "6",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDUwMA==/z/Y~YAAOSwXeJYE3ja/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTYwMFgxMDY2/z/zM8AAOSwn7JYE1Ed/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzAwWDcwMA==/z/gysAAOSwB09YE3uV/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "CurrentPrice": {
    "value": "128.95",
    "_currencyID": "USD"
  }
}