{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ItemID": "122462090685",
  "PrimaryCategoryName": "Sporting Goods:Fitness, Running & Yoga:Fitness Technology:Activity Trackers",
  "ListingStatus": "Active",
  "Site": "US",
  "IntegratedMerchantCreditCardEnabled": "false",
  "SecondaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Wristbands",
  "ConvertedCurrentPrice": {
    "value": "48.0",
    "_currencyID": "USD"
  },
  "SecondaryCategoryIDPath": "281:10968:112603",
  "BidCount": "0",
  "ConditionDisplayName": "New",
  "TopRatedListing": "true",
  "Country": "CN",
  "GlobalShipping": "false",
  "QuantityThreshold": "10",
  "PrimaryCategoryID": "179798",
  "ExcludeShipToLocation": [
    "CN",
    "AU",
    "GB",
    "HK",
    "MO",
    "TW"
  ],
  "PrimaryCategoryIDPath": "888:15273:44075:179798",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/1224620906858080_2.jpg",
  "Seller": {
    "PositiveFeedbackPercent": "98.4",
    "UserID": "deworui",
    "FeedbackScore": "10790",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "deworui",
    "StoreURL": "http://stores.ebay.com/id=1186985636"
  },
  "PaymentMethods": "PayPal",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/YFIAAOSwmCVY~v0n/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "SKU": "WEN-1001",
  "StartTime": "2017-04-24T08:42:16.000Z",
  "QuantitySold": "2",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "48.0",
    "_currencyID": "USD"
  },
  "SecondaryCategoryID": "112603",
  "HitCount": "117",
  "QuantitySoldByPickupInStore": "0",
  "QuantityAvailableHint": "MoreThan",
  "HandlingTime": "1",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/3pcs-Wrist-Band-Bangle-Pendant-Bracelet-Gold-Silver-Rose-Gold-Fitbit-Flex-2-/122462090685",
  "EndTime": "2017-06-23T08:42:16.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Holaca",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "MPN"
      },
      {
        "Value": "For Fitbit Flex2",
        "Name": "Model"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "Silver/Gold/Rose Gold",
        "Name": "Colour"
      },
      {
        "Value": "2.5 x 2.3 x 0.21 inches",
        "Name": "Dimensions"
      },
      {
        "Value": "4.2 ounces",
        "Name": "Weight"
      },
      {
        "Value": "Stainless steel",
        "Name": "Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "3pcs Wrist Band Bangle Pendant Bracelet Gold+Silver+Rose Gold For Fitbit Flex 2",
  "TimeLeft": "P17DT18H36M46S",
  "Location": "Shenzhen",
  "Description": "Store category Sign Up Now ! You may also like Silver Replacement Metal Band Bracelet Bangle+EVA Carry Case Bag for Fitbit Flex Product Description Compatibility: It is specially designed for Fitbit Flex 2 Smart Watch. Fits 6.3inch to 6.5 inch wrist. Product Dimensions: 2.5 x 2.3 x 0.21 inches, Weight: 4.2 ounces. Material: Advanced materials to make wristbands and refuse to use low-cost raw materials. Stainless steel used.Stylish: Fine jewelry pieces smart enough for work and stylish enough for a wedding. Color:Rose Gold,Gold,Silver Package including:3X Gold/Rose Gold/Silver Accessory Bangle Watches Band Wrist Strap For Fitbit Flex 2（each color included） Note: Fitbit Flex 2 is not included. Payment Delivery details Terms of sales About us Contact us Payment Paypal We receive payment only by paypal.Shipping and Handling will be determined based upon the SHIP TO address. PLEASE NOTE: S&H DOES NOT INCLUDE DUTIES, LOCATL TAXES OR ANY OTHER IMPORTATION FEES. Please list your special requests (color, packages, etc.) in the PAYPAL NOTES SECTION when you make payment. Delivery details Your order will be shipped within 3 business day once we receive your cleared payment. Shipping to confirmed paypal address. No exceptions. Please make sure your paypal address is correct. SERVICE TRANSIT TIME is provided by the carrier and excludes weekends and holidays. Transit times may vary, particularly during the holiday season. If you have not received your shipment within 30 days from payment, please contact us. We will track the shipment and get back to you as soon as possible with a reply. Our goal is customer satisfaction! (Other countries or remote areas may take longer.) Feedback We automatically submit positive feedback to our buyers once the payment is cleared. If anything about your transaction did not meet your expectations, PLEASE LET US KNOW AND GIVE US THE OPPORTUNITY TO MAKE THINGS RIGHT before you leave feedback - We are 100% sure that we can solve any issue regarding your purchase. Returns/Refunds You have 7 days to contact us and 10 days to return it from the date it was received. If this item is in your possession more than 7 days, it is considered used and WE WILL NOT ISSUE YOU A REFUND OR REPLACEMENT. There are NO EXCEPTIONS!All returned items MUST BE in the original packaging and you MUST PROVIDE us with the shipping tracking number, specific reason for the return, and your eBay ID.We will refund YOUR FULL WINNING BID AMOUNT, upon receipt of the item in its original condition and packaging with all components and accessories included, AFTER BOTH Buyer and Seller cancel the transaction from eBay. OR, you may choose to have a replacement.Return shipping is to be paid by the Buyer. Guarantee 12 months Manufacturer's Warranty for defective items (excluding items damaged and/or misused after receipt). Accessories come with a 3-month warranty.Defective items MUST BE reported and returned to us within the warranty period (and in the original packaging, if possible). You must tell us what the defect is and give us your eBay ID. WE DO NOT REPAIR OR REPLACE ITEMS WITH AN EXPIRED WARRANTY. You agree to all of the above-listed policies upon bidding on and winning this auction! Delivery details Terms of sales About us Contact us",
  "ListingType": "FixedPriceItem",
  "NewBestOffer": "false",
  "Quantity": "30"
}