{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "60 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P9DT17H48M50S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "66.56",
    "_currencyID": "USD"
  },
  "SKU": "H042-MB",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "401341264090",
  "ConvertedCurrentPrice": {
    "value": "66.56",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "BidCount": "0",
  "StartTime": "2017-06-05T03:42:23.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/18K-White-Gold-Filled-TARNISH-FREE-7-5-x-13mm-Filigree-Bracelet-H042-/401341264090",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T03:42:23.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Bracelet",
        "Name": "Style"
      },
      {
        "Value": "White",
        "Name": "Color"
      },
      {
        "Value": "Diameter: 60mm (2.36 inch), width: 13mm (0.51 inch)",
        "Name": "Length (inches)"
      },
      {
        "Value": "18K White Gold Filled",
        "Name": "Metal"
      },
      {
        "Value": "Generic",
        "Name": "Brand"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "18K White Gold Filled  #TARNISH-FREE# 7.5\" x 13mm Filigree Bracelet H042",
  "ExcludeShipToLocation": [
    "Africa",
    "Middle East",
    "RU",
    "HR",
    "EE",
    "LV",
    "HK"
  ],
  "Location": "Fremont, California",
  "Description": "Our Store Category #### Weekly Special #### 70% OFF + 20% OFF on each extra item #### 18K White Gold Filled Ladies Fancy 7.5\" x 13mm Adorable Filigree Bracelet H042 Product Description: Model (Product SKU) H042 Metal type 18K White Gold Filled Style Bracelet Weight 16.0 gram Size Diameter: 60 mm (2.36 inch), width: 13 mm (0.51 inch) Color White Quantity One Piece of Bracelet Metal Description Gold Filled Jewelry is totally different from Gold Plated (GP) jewelry. Gold Filled Jewelry is made by heat and pressure bonding a layer (25 mil thickness) of gold to some base metal core. It has all the great characteristics of solid gold jewelry. It does not flake off, tarnish or discolor. Gold Filled jewelry is an economical alternative to solid gold. Gold plated is a method of covering another type of metal with a very thin, almost microscopic (no more than 3 mil thickness), film of pure gold by electroplating it. Gold-Filled jewelry is much more valuable than gold-plated jewelry. Note *** Pictures are enlarged to show the details of the product. Please always refer to the description for the actual size of the product. Shipping Policy (U.S, APO, FPO, Puerto Rico, Virgin Islands) All orders will be shipped from our office in FREMONT, CA 94539, USA. We ship within one working day once payment received. Payments received before 3:00PM will be shipped on the same day. For USA buyers, we will ship your order by USPS (Postal Office) First Class Mail or Priority Mail (Please make your choice when you make payment). If your prefer Express Mail shipping, please contact us or check with USPS website for the cost. First Class Mail and Priority Mails are usually delivered in 2 - 5 business days. However, USPS does not guarantee the exact delivery date for these services. We ship to all address, including physical address, P.O. Box address, Alaska, Hawaii, Puerto Rico, Virgin Islands, Guam, military address (APO, FPO) etc. International Buyers We ship to worldwide! &nbsp $11.99 Flat Rate shipping to all countries regardless of quantity, no matter its 1 piece or 100 pieces. For packages of such small size, most countries usually do not charge importing tax. However, in case there is any in importing tax, Please Note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Customs fees are normally charged by the shipping company or collected when you pick the item up. These fees are not additional shipping charges. They are the tax that the government of your country charges to protect domestic industry. We guarantee all orders are shipped within 1 business day. However, we can not guarantee the exact delivery date for international orders. Please do not buy if you need your order to be delivered on a particular day. We also participate in eBay's Global Shipping Program, in which case, we ship your order to eBay's USA processing center. eBay will ship the package directly to you. If you choose this shipping method, the shipping will be charged directly be eBay. We do not know how much shipping eBay charges and have no control on it. Customer Service & Return Policy We care about our valued buyers, if you have any questions, our Customer Service staffs will be very glad to help you. We try our best to reply your emails as soon as possible, however, due to high volume of daily incoming emails and time zone difference, we may not be able to reply your emails immediately. Please allow 12 business hours for us to response. Please always contact us through eBay message before open a case or leave negative/neutral feedback. So we can have a chance to help you resolve your problem or concerns. Your satisfaction is always our No. 1 concern. Our success is 100% based on your satisfaction and continuous support. For whatever reason, if you are not 100% satisfied, you may always return the product for full refund or exchange. Please e-mail us with a brief reason before returning a package. Feedback and Detailed Seller Ratings Dear buyers, we appreciate your business, if you are satisfied with our product and service, please leave us a positive feedback. Your recognition will make us more confident to develop business and serve you better. Our goal is to make sure you are a happy buyer and pleasant shopping with us. Please contact us if you have any problem or concern with your purchase. We understand the concerns and frustrations you might have, and will do our endeavor to resolve the issues. Please give us the opportunity to resolve any problem.",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/4013412640908080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "dings168",
    "FeedbackScore": "12323",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "YellowShooting"
  },
  "Storefront": {
    "StoreName": "dings168",
    "StoreURL": "http://stores.ebay.com/id=319893790"
  },
  "Quantity": "98",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/VUIAAOSwSlBYsO7l/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/rN4AAOSwOgdYsO7l/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "94539"
}