{
  "ReturnPolicy": {
    "Description": "For return authorization: Email us through eBay or call customer service Toll FREE 1-888-874-6463 Mon.-Fri. 10am - 5pm. We are closed Saturday and Sunday. Leave a message and we will return your call as soon as possible. International buyers: Please email us through eBay. Our toll free number does not work outside the US. Returns must be returned in original packaging and condition as received. We do not accept returns on worn apparel or used items. Buyer is responsible for all shipping cost. We do not refund any shipping charges unless we make an error. If you order the wrong size, don’t like your item, or have simply changed your mind you are welcome to return any unworn or unused item at your expense. Please note the customer pays all shipping costs and a 10% restocking fee both will be deducted from your refund. 5 Star feedback is important to us and our business. If you have a concern or problem; please contact us prior to posting less than a 5 STAR rating. We will try our best to resolve any problem you may have. Please post a 5 STAR Feedback rating and we will do the same. We look forward to future transactions. We appreciate your business.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "37.97",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "371967333678",
  "TimeLeft": "P1DT4H28M53S",
  "ListingStatus": "Active",
  "Title": "Parkinson's Disease Awareness Bracelet Lot of 50 Silver Gray Jelly Silicone New",
  "ConditionDescription": "20 Gray Awareness Themes: Allergies: May, Alpha-1 Antitrypsin: November, Aphasia: June, Asthma: May, Borderline Personality Disorder: May, Brain Cancer: May, Brain Tumors: May, Diabetes: November, Disabled Children: March, Dyslexia: October, Encephalitis: March, Glioblastoma: May, Hyperglycemia: November, Hypoglycemia: November, Juvenile Diabetes: November, Lung Cancer: November, Mental Illness: October, Parkinson's Disease: April, Schizophrenia: May, Sciatic Pain: September.",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "37.97",
    "_currencyID": "USD"
  },
  "SKU": "FTH lilac suede heat bracelet",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "37.97",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "ConditionID": "1500",
  "BidCount": "0",
  "StartTime": "2017-05-30T18:28:30.000Z",
  "Site": "US",
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-06T18:28:30.000Z",
  "PrimaryCategoryID": "112603",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Lapel-Pins-Source",
        "Name": "Brand"
      },
      {
        "Value": "No Metal",
        "Name": "Metal"
      },
      {
        "Value": "Not Applicable",
        "Name": "Metal Purity"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Gray",
        "Name": "Color"
      },
      {
        "Value": "Silicone",
        "Name": "Material"
      },
      {
        "Value": "Cancer Awareness",
        "Name": "Theme"
      },
      {
        "Value": "China",
        "Name": "Country/Region of Manufacture"
      },
      {
        "Value": "50 pieces",
        "Name": "Lot Size"
      },
      {
        "Value": "HOPE FAITH COURAGE",
        "Name": "Debossed Lettering (indented)"
      },
      {
        "Value": "8\"",
        "Name": "Size"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Parkinsons-Disease-Awareness-Bracelet-Lot-50-Silver-Gray-Jelly-Silicone-New-/371967333678",
  "ExcludeShipToLocation": [
    "South America",
    "RU"
  ],
  "Location": "Belle Haven, Virginia",
  "Description": "Parkinson's Disease Awareness Bracelet Lot of 50 Silver Gray Jelly Silicone New Brand new Parkinson's Disease Silicone Awareness Bracelet Lot. 50 pieces debossed (indented) lettering \"HOPE FAITH COURAGE\"Awareness name is NOT on the bracelets.April is Parkinson's Disease Awareness month and silver gray is the awareness color.We do not retail tag brand new items.Bulk packaging not individually poly bagged.Celebrate Life and give friends and family hope and inspiration for a cure.Great way to show your support and promote Parkinson's Disease awareness.Perfect for fundraising events.Group and Bulk available. (Special orders approx. 21 day turn a round)Inspirational bracelets for many causes.Perfect for your Parkinson's Disease awareness functions, Relay for Life, and other awareness events.Adult size 8 inchLatex Free1st Quality.Slight imperfects may be caused during the manufacturing process.12 piece pictures are for show you are purchasing a 50 piece lot.Great way to show your support and promote Parkinson's Disease awareness.Pictures may be off due to lighting and/or computer settings. Please scroll down to view transaction details. 20 Gray Awareness Themes: Allergies: May, Alpha-1 Antitrypsin: November, Aphasia: June, Asthma: May, Borderline Personality Disorder: May, Brain Cancer: May, Brain Tumors: May, Diabetes: November, Disabled Children: March, Dyslexia: October, Encephalitis: March, Glioblastoma: May, Hyperglycemia: November, Hypoglycemia: November, Juvenile Diabetes: November, Lung Cancer: November, Mental Illness: October, Parkinson's Disease: April, Schizophrenia: May, Sciatic Pain: September. Customer is responsible for all shipping costs incurred and may be charged a 10% restocking fee; Shipping charges and restocking fee will be deducted from your refund unless we make an error. Customer Service Information::Please view our store and read our complete policy and FAQEmail: Please email us using the ask question link at the end of this listing.Customer Service Phone: 1-888-874-6463Phone support available: Monday - Friday 10 am-5 pm ESTShipping : apply when purchasing multiple itemsPlease email prior to making payment so we can adjust your invoiceWe will send combined discounted totalNo revisions possible after payment or checkout completedTerms of Sale:We gladly accept Visa, Mastercard, Discover Card, and American Express.To Use your credit card please call 1-888-874-6463.Problems or concerns PLEASE email us using the ask question link a the end of this listing or call toll free: 1-888-874-6463Please view our store and read our complete policy and FAQWe value our customers and take pride in our superior customer service. Please email us using the ask question link at the end of this listing or call us toll free 1-888-874-6463 with any questions, concerns, or complaints before posting less than a five star feedback rating. We are only a phone call away. If we are not aware of a problem we cannot solve it. We strive to earn a five star feedback rating from all customers. Feedback ratings impact and affect us as sellers. Please give us the opportunity to meet the 5 Star Rating. It is our desire to offer our customers quality products at affordable prices. We value your business look forward to serving your needs for many years to come. International Buyers – Please Note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility.Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying.",
  "PrimaryCategoryIDPath": "281:10968:112603",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/3719673336788080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "flamingogirl1961",
    "FeedbackScore": "42648",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "TurquoiseShooting"
  },
  "Storefront": {
    "StoreName": "Indian Trails Trading",
    "StoreURL": "http://stores.ebay.com/id=67532608"
  },
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MzU0WDUzOQ==/z/i7kAAOSwuTxWANbw/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mjg4WDUwMA==/z/I6cAAOSwiLdWANbu/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDMyWDUwMA==/z/l20AAOSwsB9WANbz/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzE3WDUwMA==/z/xX0AAOSw37tWANb3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDE2WDU0MA==/z/rHgAAOSwKIpWANb1/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MzE4WDUwMA==/z/u7gAAOSwQTVWANb4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Mzg1WDUwMA==/z/prcAAOSw9r1WANb7/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Wristbands",
  "PostalCode": "23306"
}