{
  "ReturnPolicy": {
    "Description": "NO REASON FOR RETURN NEEDED within 30 days from receiving your item for refund or exchange.  Refund COULD BE up to minus a 15% restocking fee.  Notification of return is due within 24 HOURS of receiving your order and must be postmarked by the 30th day from delivery.  If anything is damaged upon arrival, you need to keep the item and packaging as they were originally received and then contact STERLING ROSE ESTATE GALLERY immediately, please provide pictures. Buyer is responsible for return postage.  ON ANY REASON for a return, PLEASE mail back item in the same condition as it was sent to you with the ORIGINAL INSIDE PACKAGING and in IT'S NEW BOX.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P22DT8H3M2S",
  "ListingStatus": "Active",
  "ConditionDescription": "SIZING AVAILABLE ON MOST RINGS, price varies. Please see all pictures and our listing body for full understanding of this item and before purchase - Slight VINTAGE WEAR, markings on side wearing off - INTERNATIONAL SHIPPING, MOST FREE (not all) see listing - MOST of our ESTATE STERLING JEWELRY is POLISHED to a DEGREE to look as close to NEW as possible. Some DEEP cleaning might be left up to the buyer.  LISTING BELOW MIGHT HOLD MORE INFORMATION.",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "83.6",
    "_currencyID": "USD"
  },
  "ItemID": "142397406043",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Adjustable-3-size-4-Swirling-Sterling-Silver-0-925-Band-Toe-Ring-/142397406043",
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "ConvertedCurrentPrice": {
    "value": "83.6",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-28T21:41:40.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-27T21:41:40.000Z",
  "PrimaryCategoryID": "140010",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Sterling Silver - test positive",
        "Name": "Metal"
      },
      {
        "Value": "0.925, Sterling Silver",
        "Name": "Metal Purity"
      },
      {
        "Value": "Cocktail",
        "Name": "Style"
      },
      {
        "Value": "3 to 4 adjustable",
        "Name": "Ring Size"
      },
      {
        "Value": "925.............2.5",
        "Name": "Hallmarked"
      },
      {
        "Value": "15/16\"",
        "Name": "N to S sitting on your finger"
      }
    ]
  },
  "Title": "Adjustable 3 to size 4 Swirling Sterling Silver 0.925 Band Toe Ring",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "ALL REASONABLE OFFERS CONSIDERED ....INCLUDES FREE SHIPPING A picture is worth a thousand words, so please be sure to see all pictures! It is our family teams desire to accurately describe our items, so pictures and display models are considered an integral part of the description but NOT an indication of the size. Please read the written description for dimensions and weight. We have several team members that are studying gemstone identification and we test all of our gemstones with a PRESIDUM GEM TESTER to determine the type of stone or rhinestone (glass), but we cannot state on most stones which are man-made or natural from the earth - only a license gemologist can do that. Please be advised by law we should not say \"Cubic Zirconia\" unless it is hallmarked as such. Dimensions, size and weights, if any are given, are APPROXIMATE. Unmarked solid gold and sterling silver is always acid tested for content. Everything is inspected with a jeweler's loupe due to our items being pre-owned - vintage, so please expect normal wear, unless otherwise stated in the auction. We very much appreciate your business and we thank everyone for buying from STERLING ROSE ESTATE GALLERY.You are a blessing to our team! Thank you for shopping with THE STERLING ROSE ESTATE GALLERY, we are glad you are here! Please take the time to read our complete listing terms agreement. We try to provide a very detailed description, so you can buy with confidence. If there is still something you are not sure about, please feel free to contact us with any questions or comments you may have at THE STERLING ROSE ESTATE GALLERY 24 hours daily through the eBay message board. We here at THE STERLING ROSE ESTATE GALLERY want you to be happy with your purchase. Please mark us in your favorites, as we are always traveling from estate to estate in the U.S.A. purchasing. If there is a certain piece of jewelry you are looking for, please advise us. We have several venues that we sell from and could have your prized piece in that store - or at least be on the lookout for your item in our travels across the States.Most items are cleaned and polished to a degree to look almost brand new. Deep cleaning is left up to the buyer on some items. Vintage Sterling Silver Jewelry may have the patina left in place.RING SIZING AVAILABLE UPON REQUEST, price depends on the degree of work preformed, non refundable.All items will come in a clean new box. All earrings will have matching sterling backs, most new. link to STONES COLOR MEANING click here link to STONE MEANING click here link to RING CONVERSION CHART click here - add 1/2 size for wide rings.Vermeil: (Pronounced: Vermay) is sterling silver that has been gold-plated. Most of our vermeil is plated with 10K-24K gold. This is a good combination for those with allergy to normal, plated jewelry items. The difference between vermeil, and gold-filled, is in the thickness of the gold and the base metal used. In vermeil, the base is sterling silver. To be considered vermeil, the gold must be at least 10 carat (42%) and be at least 2.5 micrometers thick.Gold-plated: A base metal such as steel or brass is dipped into a bath of electroplating solution, with a lump of solid gold. When an electric current is applied, a thin layer of gold is deposited on the metal. Since the plating is quite thin, the plate (and hence the color) on findings can wear off. There will be none of these items on this site. Sterling Silver: is a mixture of pure silver and some other metal, usually copper through out the item. The resulting alloy gives the silver strength. The standard is at least 92.5% silver. Hence the .925 stamp you see on some sterling silver items. Most sterling silver items without a non-tarnishing coat can be buffed out to look as brand new, just like real gold can - as seen in a jewelry store front. Gold-filled: also called rolled-gold. These jewelry items are not actually filled with gold. They are made of a base metal (usually brass or copper) covered by sheets of gold in a mechanical bonding process. Effectively a thick coat of gold: the gold content is 5% or 1/20 of the total weight. Use gold-filled items for your top-of-the-line jewelry. Usually made with 14k gold, it is hard wearing. With reasonable care it will not peel or flake, and should last as long as solid 14k gold jewelry. It is safe for most people with sensitive skin. However, there will be none of those items on this site. See my other listings for more great items! Payment PAYPAL ONLY WITHIN THREE (3) DAYS. Ebay will automatically open a non-paying bidder case on the 3rd day - only exceptions are unless you contact us before the 3rd day to advise. CREDIT CARDS and your bank account (e-checks) CAN BE ACCEPTED THROUGH PAYPAL. Get 6 months financing on orders of $99 or more when you pay with Bill Me Later®, a PayPal service. Please feel free to contact THE STERLING ROSE ESTATE GALLERY by choosing \"Contact Seller\" then \"I HAVE A QUESTION ABOUT USING MY ITEM or I WANT TO SEND THE SELLER A MESSAGE\" when asked for a reason, on the Ebay messaging system on any questions - comments and/or on payment that you may have. Any other choice of reason, will open a case against us. We have NO problem making it right, if you feel we are wrong. Shipping THE STERLING ROSE ESTATE GALLERY supplies FIRST CLASS SHIPPING FREE OF CHARGE, including most WORLDWIDE (see exceptions below) with DELIVERY CONFIRMATION for US only and INSURANCE on all (email confirmations that are sent to you as a buyer) within 24 hours after your payment has cleared, often sooner. We have to state Parcel Post/Select as delivery method in EBay's listing form for U.S. delivery due to the delivery days specified in First Class delivery, so as to not describe incorrectly the delivery date, if your package runs late. First Class usually is delivered in 2 to 5 days. Available is also Priority Mail for an extra $5.00. We also supply overnight shipping - a fee of $24.00 applied with refunding of part of said fee if such amount is less. Due to eBay fee charges on shipping charges, they may seem high. The following countries that we might have exceptions to (some due to no delivery confirmation) are/and we might ship registered mail to (signed every step of the way) if available, for free to the buyer if purchase is over $176.00 - we have to charge an extra$30.00 for this service if purchase is under $175.00: those countries are to Afghanistan, Angola, Bolivia, Brazil, Burma, Congo, Cuba, Estonia, Iran, Iraq, Ivory Coast (Cote d'Ivoire), Liberia, Mexico (Truck/rail shipments to and within other than as a connecting conveyance), Nigeria, North Korea, Paraguay, Sierra Leone, Somalia, South Korea, Sudan, Syria, Venezuela. Any location that would be in violation of any U.S. economic or trade sanctions including OFAC Restricted Countries. For shipments to Commonwealth of Independent States countries (includes Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Tajikistan, Turkmenistan, Ukraine, and Uzbekistan) coverage ceases upon touchdown of the aircraft at the airport of destination or upon discharge from the overseas vessel at the destination discharge port. Coverage is NOT AVAILABLE to Russia or the Russian Federation. Great Britain (United Kingdom) Northern Ireland (includes England, Scotland, Wales, Northern Ireland, Guernsey, Jersey, Alderney, Sark, and the Isle of Man) we also may have to send registered mail, due to regulations with USPS, over $176.00 purchase registered shipping is free. INTERNATIONAL SHIPPING COST WHETHER FREE OR NOT IS SUBJECT TO CHANGE WITHOUT NOTICE and BUYER MAY CANCEL WITHOUT JUDGEMENT IF UNWILLING TO PAY EXTRA COST. PLEASE NOTE: ALL INTERNATIONAL FEES and TAXES ARE THE RESPONSIBILITY OF THE BUYER. WE DO NOT USE GLOBAL SHIPPINGThe import duties, taxes, and charges are not included in the item price or shipping charges. Please check with your country's customs office to determine what these additional costs will be prior to bidding/buying. We do not mark merchandise values below or mark items as \"gifts\". U.S. and international government regulations prohibit such behavior. Please be advised that it may take up to 30 - 60 days for international packages to get to you. This is due to the shipping service, the time it takes for the package to go through customs, and the time it takes for the local courier to actually deliver the package. Also, please be advised a delivery confirmation number is not a tracking number! Its purpose is to let us know when your item arrives on your doorstep/front porch/back steps/etc. Returns Notification of a return is due within 24 hours of receiving your order and must be postmarked by the 30th day for a refund or exchange. Please choose option \"Contact Seller\" then \"I HAVE A QUESTION ABOUT USING MY ITEM or I WANT TO SEND THE SELLER A MESSAGE\" when contacting us for any reason - other wise, you will open a case up AGAINST us and it will hurt us. If anything is damaged upon arrival, you need to keep the item and the packaging as they were originally received and then contact THE STERLING ROSE ESTATE GALLERY immediately so that we may file an insurance claim with SHIP SAVER and they will send an affidavit to you to fill out. You, the buyer are responsible for the return postage and there could be a 15% restocking fee. If your item has been misrepresented in any way we will pay the return postage after receiving the item and verifying such, no restocking fee will be charged. ON ANY REASON for a return, the item MUST be in IT'S ORIGINAL PACKAGING and NEW BOX. Your input as a buyer is very important to us here at THE STERLING ROSE ESTATE GALLERY . If you feel that our SELLER PERFORMANCE is LESS THAN A 5***** RATING in all areas including ITEM DESCRIPTON and COMMUNICATION, please choose option \"Contact Seller\" then \"I HAVE A QUESTION ABOUT USING MY ITEM or I WANT TO SEND THE SELLER A MESSAGE\" when contacting us for any reason even a return - other wise, you will open a case up AGAINST us and it will hurt us. Leaving a feedback of 3 or below, a neutral or a negative will give us a defect and we are penalized, which HURTS us greatly. THE STERLING ROSE ESTATE GALLERY always wants to keep improving our service to you and we want you happy. We always welcome your input by emails or feel free to call (we can no longer give out #, eBay's policy) at the store front and ask for SHARON. We AIM to PLEASE. Thank you, from the united team at THE STERLING ROSE ESTATE GALLERY visit our store at: link to THE STERLING ROSE ESTATE GALLERY click here for more wonderful VINTAGE and ESTATE STERLING SILVER JEWELRY Add to Favorite Sellers Other Items Feedback eBay Store &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a href=\"http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; To view the showcase you need Flash 6 or higher. Click here to Install it now.&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;br&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;--or--&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;br&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a href=\"http://stores.sellersourcebook.com/sterlingroseestategallery\"&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;View Other Listings for sterlingroseestategallery&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; txzj pxzj34345 txzj19",
  "PrimaryCategoryIDPath": "281:10968:140010",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1423974060438080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "sterlingroseestategallery",
    "FeedbackScore": "1945",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "STERLING ROSE ESTATE GALLERY",
    "StoreURL": "http://stores.ebay.com/id=571024251"
  },
  "Location": "STERLING ROSE traveling ESTATE GALLERY",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTY5WDc3Nw==/z/dAUAAOSw3xJVWR~7/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAyNFg3MTY=/z/3roAAOSwBLlVWR~3/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA0NFg3MzY=/z/bY0AAOSwstxVWR~4/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA5Mlg3MTY=/z/zoIAAOSwv0tVWR~9/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTAxWDY0OA==/z/Pi8AAOSwBahVWR~~/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTI5N1gxMzky/z/LoAAAOSwKrhVWSAF/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/0FAAAOSwv0tVWSAP/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/998AAOSwZd1VWSAW/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Toe Rings"
}