{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 days",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "Used",
  "TimeLeft": "P6DT7H48M8S",
  "ListingStatus": "Active",
  "ConditionDescription": "This item is used, but otherwise in a fair condition. There are general signs of wear.",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "81.95",
    "_currencyID": "GBP"
  },
  "SKU": "25648-015-541-A",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "311888806481",
  "ConvertedCurrentPrice": {
    "value": "105.57",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-06-04T20:38:07.000Z",
  "Site": "UK",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Ladies-Vintage-Gold-Colour-Green-Rhinestones-Matching-Necklace-and-bracelet-Set-/311888806481",
  "Country": "GB",
  "GlobalShipping": "false",
  "EndTime": "2017-06-11T20:38:07.000Z",
  "PrimaryCategoryID": "50677",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "UNBRANDED",
        "Name": "Brand"
      },
      {
        "Value": "Sets",
        "Name": "Style"
      },
      {
        "Value": "Multi",
        "Name": "Main Colour"
      },
      {
        "Value": "costume Jewellery",
        "Name": "Type"
      },
      {
        "Value": "Ladies",
        "Name": "Gender"
      },
      {
        "Value": "Necklace: 17\" Bracelet: 7\"",
        "Name": "Length (inches)"
      },
      {
        "Value": "Doesnotapply",
        "Name": "MPN"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      },
      {
        "Value": "Does Not Apply",
        "Name": "EAN"
      },
      {
        "Value": "Does Not Apply",
        "Name": "ISBN"
      }
    ]
  },
  "Title": "Ladies Vintage Gold Colour Green Rhinestones Matching Necklace and bracelet Set",
  "ExcludeShipToLocation": [
    "Africa",
    "Central America and Caribbean",
    "BO",
    "FK",
    "GF",
    "GY",
    "PY",
    "SR",
    "VE",
    "BM",
    "GL",
    "PM",
    "IQ",
    "JO",
    "KW",
    "LB",
    "OM",
    "YE",
    "AF",
    "AM",
    "AZ",
    "BD",
    "BT",
    "GE",
    "KZ",
    "KG",
    "MV",
    "MN",
    "NP",
    "PK",
    "LK",
    "TJ",
    "TM",
    "UZ",
    "AS",
    "CK",
    "FJ",
    "PF",
    "GU",
    "KI",
    "MH",
    "FM",
    "NR",
    "NC",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS",
    "AD",
    "BY",
    "BA",
    "CY",
    "IS",
    "IT",
    "LI",
    "MK",
    "MT",
    "MD",
    "ME",
    "NO",
    "SM",
    "RS",
    "SJ",
    "UA",
    "VA",
    "BN",
    "KH",
    "ID",
    "LA",
    "MO",
    "PH",
    "TH",
    "VN",
    "PO Box"
  ],
  "Location": "Park Royal, London",
  "Description": "DA/sus/25648-015-541-A (Stuff U Sell auction tracking code) Ladies Vintage Gold Colour Green Rhinestones Matching Necklace and bracelet Set Overview Description: A ladies vintage costume jewellery set. It is made from a gold coloured material with a clear and dark green rhinestone finish. It comes with a necklace and matching bracelet. Ideal for different occasions. Condition: This item is used, but otherwise in a fair condition. There are general signs of wear. Sold as photographed: Our photographs are of the actual item for sale and are taken immediately prior to the auction commencing. Everything included in the sale is photographed. Anything not photographed is not included. Questions: If you have any questions about this item, please use the \"ask the seller a question\" feature and we will answer promptly. Item Details Data & Sizing Other Information Brand: UNBRANDED Type: costume Jewellery Style: Sets Main Colour: Multi Gender: Ladies Weight: 540g Shipping dimensions: 18cm (w) x 16cm (h) x 19cm (d) Length (Inches): Necklace: 17 Bracelet: 7 Click to englarge: Our Terms & Conditions Postage & Packing: We are offering a variety of P&P options on this item, the faster services are more expensive. 1. Dispatch time. We pack and dispatch all items within 1-2 business days of receiving cleared payment. We often send items same-day. We will send you an email when your item is dispatched. 2. Delivery time. Free shipping (where it is available) will use an economy service which may be slow to arrive. For urgent deliveries, you can upgrade and pay a shipping supplement at check-out. 3. Loss or damage. We use professional packing materials and comply with courier packing guidelines to minimise the chance of damage. We also retain proof of posting for our items. Most items have the option to upgrade to a tracked service. 4. International Shipping. We offer international postage on most items, as priced in the listing. Please note: import duties, taxes and charges are not included in the item price or P&P charges. These charges are the buyer&rsquo;s responsibility. Please check with your country&rsquo;s customs office to determine what these additional costs will be prior to bidding/buying. We will not mark items as \"gift\" or fraudulently misrepresent the value. Returns & Refunds: In the unlikely event there is a problem we are always happy to resolve it, the best way to report a problem is to email us at claims@stuffusell.co.uk 1. 30-day no-quibble refund. In line with Distance Selling Regulations, if we ship an item to you within the EU, you can change your mind and be fully refunded for the item and outbound shipping costs. You must return the item to us in the condition sold, and within 30 days of receipt; the return postage is at your expense. Please contact us prior to making the return. This does not apply to items collected by you or your agent from our warehouse. 2. Item lost or damaged in post. If we ship an item to you and it gets lost or damaged then we will replace it or refund the value of the item and postage. Most items are delivered within a few days, but sometimes there are delays. Please contact us if you have not received your item within two weeks of receiving our dispatch note. We may require you to sign a form to enable us to claim from the courier. 3. Items significantly not as described. If the item materially differs from the photographs and listing description then we'll refund, or exchange, in line with your rights under Sale of Goods Act 1979. We require items to be returned promptly, but we may at our discretion ask you to send a photo to verify damage, agree with you a partial refund, collect the item, or pre-authorise a refund of your return postage costs. By material difference we mean a clear listing error, misrepresentation or fault which materially affects the item's value. For items which are collected from the warehouse, we will ask you or your agent to check that there are no material differences prior to taking them away. 4. Limited liability. Except as limited by statute, our liability is limited to the amount paid for the item and shipping. Accepted Payment Methods: We happily accept the following payment methods... 1. PayPal. We prefer PayPal. 2. Cheques or Postal Orders. Sterling cheques drawn on a UK bank account or UK postal orders made payable to \"Stuff U Sell\" and posted to our warehouse address (see Business Seller Information below) 3. Payment on collection. We accept payment on collection within 7 days of the auction ending 4. UK bank transfers (BACS, CHAPS of SWIFT). Please contact us for our bank details 5. Banker's drafts.We accept sterling banker's drafts from a UK bank We do not acceptany forms of payment other than those above. In particular, we do not accept: 1. Money transfers of any kind 2. Credit cards. Please use your credit card to fund a PayPal account and pay using that method Collections: If you wish to collect your item in person, then you are welcome to do so, there is no charge for collections from our warehouse. 1. Book in advance. Please book-in by email before 1pm on the previous day so we can have your item out and ready to collect. 2. Unless otherwise stated in the listing, collections are from our Park Royal warehouse London NW10 7XF. Kitchens and other very large items can often be for collection from the client premises, details will be given in the listing. We are not inside the London Congestion Charging zone. 3. Opening hours. We are open from 10am-5.30pm Tuesday-Friday and 10am-4pm on Saturdays (excluding Bank Holiday Weekends). We are closed for collections on Sundays & Mondays. 4. Payment. Payment by cash or card (not Amex) on collection is fine; please have exact money if possible. 5. One week to collect. You have one week to collect your item. After this there is a storage charge of £25 per item per week and uncollected items may be sold or disposed of.",
  "PrimaryCategoryIDPath": "281:10968:50677",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3118888064818080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.9",
    "UserID": "stuffusell",
    "FeedbackScore": "158390",
    "FeedbackRatingStar": "RedShooting"
  },
  "Storefront": {
    "StoreName": "stuffusell",
    "StoreURL": "http://stores.ebay.com/id=141590080"
  },
  "Quantity": "1",
  "PaymentMethods": [
    "MOCC",
    "PayPal",
    "PersonalCheck",
    "PaymentSeeDescription"
  ],
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFg3OTk=/z/uZUAAOSwDmBY5Bkp/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg3OTk=/z/iMsAAOSwTM5Y5Bko/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg3OTk=/z/RtQAAOSwVctY5Bko/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg3OTk=/z/YosAAOSwAANY5Bko/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NVgxNjAw/z/qooAAOSwU8hY5Bkq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg3OTk=/z/dx8AAOSwB-1Y5Bko/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFg3OTk=/z/1BAAAOSwpP9Y5Bko/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NVgxNjAw/z/rcEAAOSwc-tY5Bko/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NVgxNjAw/z/rhMAAOSwc-tY5Bkq/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA2NVgxNjAw/z/AWUAAOSwmgJY5Bko/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUwWDc1MA==/z/3SoAAOSw3utY5Bko/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzUwWDc1MA==/z/iL4AAOSwTM5Y5Bkn/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewellery & Watches:Costume Jewellery:Brooches & Pins",
  "PostalCode": "NW107XF"
}