{
  "ReturnPolicy": {
    "Description": "We have a 30 day no questions asked return privilege. An RMA number is required for all returns. Get a return merchandise authorization by sending us a message using eBay my messages. We will promptly issue you a Return Authorization (RA) number and provide explicit return instructions. Upon receipt of your item back, we will issue you a FULL refund LESS actual shipping costs. If you received free shipping, we will still deduct actual outbound shipping costs from your refund.  If we sent the wrong product or a defective product, we will be responsible for shipping both ways. All items must be returned in new, unworn, unused, undamaged condition with original tags and all inner and outer boxes.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ItemID": "332247849191",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Toe Rings",
  "ListingStatus": "Active",
  "DiscountPriceInfo": {
    "SoldOneBay": "false",
    "SoldOffeBay": "false",
    "OriginalRetailPrice": {
      "value": "149.89",
      "_currencyID": "USD"
    },
    "PricingTreatment": "STP"
  },
  "Site": "US",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "66.89",
    "_currencyID": "USD"
  },
  "BidCount": "0",
  "ConditionDisplayName": "New with tags",
  "QuantitySoldByPickupInStore": "0",
  "Country": "US",
  "GlobalShipping": "true",
  "QuantityThreshold": "10",
  "PrimaryCategoryID": "140010",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Middle East",
    "Southeast Asia",
    "South America",
    "AL",
    "AD",
    "AT",
    "BY",
    "BA",
    "BG",
    "HR",
    "CY",
    "CZ",
    "DK",
    "EE",
    "FI",
    "GI",
    "GR",
    "GG",
    "HU",
    "IS",
    "JE",
    "LV",
    "LI",
    "LT",
    "MK",
    "MT",
    "MD",
    "ME",
    "NO",
    "PL",
    "PT",
    "RO",
    "SM",
    "RS",
    "SK",
    "SI",
    "ES",
    "SJ",
    "SE",
    "CH",
    "UA",
    "BZ",
    "CR",
    "SV",
    "GT",
    "HN",
    "NI",
    "PA",
    "LC",
    "PM",
    "AU",
    "FJ",
    "PF",
    "KI",
    "FM",
    "NR",
    "NC",
    "NZ",
    "NU",
    "PW",
    "PG",
    "SB",
    "TO",
    "TV",
    "VU",
    "WF",
    "WS"
  ],
  "PrimaryCategoryIDPath": "281:10968:140010",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3322478491918080_1.jpg",
  "Seller": {
    "PositiveFeedbackPercent": "99.8",
    "UserID": "gemaffair",
    "FeedbackScore": "81806",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "PurpleShooting"
  },
  "Storefront": {
    "StoreName": "GEMaffair",
    "StoreURL": "http://stores.ebay.com/id=2903216"
  },
  "PaymentMethods": "PayPal",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/jWwAAOSwDiBZMJvx/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "SKU": "NSNSF80086D",
  "StartTime": "2017-06-01T22:57:51.000Z",
  "QuantitySold": "0",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "BE",
    "FR",
    "IE",
    "NL",
    "IT",
    "DE",
    "MX"
  ],
  "CurrentPrice": {
    "value": "66.89",
    "_currencyID": "USD"
  },
  "HitCount": "6",
  "TopRatedListing": "true",
  "QuantityAvailableHint": "MoreThan",
  "HandlingTime": "1",
  "AutoPay": "false",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14k-Yellow-Gold-Flip-Flop-Adjustable-Toe-Ring-1-03-Grams-/332247849191",
  "EndTime": "2017-07-01T22:57:51.000Z",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "GEMaffair",
        "Name": "Brand"
      },
      {
        "Value": "United States",
        "Name": "Country of Manufacture"
      },
      {
        "Value": "No Stone",
        "Name": "Main Stone"
      },
      {
        "Value": "Unknown",
        "Name": "Material"
      },
      {
        "Value": "Yellow Gold",
        "Name": "Metal"
      },
      {
        "Value": "14k",
        "Name": "Metal Purity"
      },
      {
        "Value": "686926916597",
        "Name": "UPC"
      }
    ]
  },
  "Title": "14k Yellow Gold Flip Flop Adjustable Toe Ring - 1.03 Grams",
  "TimeLeft": "P26DT9H22M43S",
  "Location": "Largo, Florida",
  "Description": "Home About Us View All Listings   Shipping Returns Contact Us Worldwide shipping Hassle free returns 17 Years on eBay 30 Day Money Back Store Categories Anklets Gemstone Link Baby/Toddler/Kid Jewelry Bracelets Amethyst Bracelets Aquamarine Bracelets Citrine Bracelets Diamond Bracelets Emerald Braceles Garnet Bracelets Link Bracelets Onyx Bracelets Pearl Bracelets Peridot Bracelets Ruby Bracelets Sapphire Bracelets Tanzanite Bracelets Topaz Bracelets Unique Gemstone Bracelets Chains Anchor Box Figaro Other Link Types Rope Charms Animals Awareness Ribbons Branded Charm Holders Discs, Freeform and Abstract Firefighter Flowers, Trees, Plants Food and Drink Fraternal Hearts and Keys Horoscope Irish, Celtic, Claddagh Letters, Numbers, Names Life Events Locations and Places Lockets Medical Military Music Nautical Patriotic People and Family Planes, Trains, Autos Etc Police Religious Shoes and Clothing Skulls Sororites Sports and Games Sports Teams Sun, Moon, Stars Talking Tools of the Trade Wedding Gifts Earrings Amethyst Earrings Aquamarine Earrings Cameo Earrings Citrine Earrings Cubic Zirconia Earrings Diamond Earrings Earrings by Style Emerald Earrings Garnet Earrings Onyx Earrings Pearl Earrings Peridot Earrings Quartz Earrings Ruby Earrings Sapphire Earrings Tanzanite Earrings Topaz Earrings Turquoise Earrings Unique Gemstone Earrings Jewelry Collections Animals Awareness Ribbons Birthstone Branded FireFighter Flowers, Trees and Plants Food and Drink Fraternal Hearts and Keys Horoscope Irish, Celtic and Claddagh Letters, Names, Numbers Life Events Locations and Places Medical Mens Gifts Military Music Nautical Patriotic People and Family Planes, Trains, Automobiles Police Religious Jewelry Shoe and Clothing Skulls Sororites Sports and Games Sports Teams Sun, Moon, Stars Talking Tools of the Trade Wedding Gifts Necklaces Pendants Amethyst Pendants Aquamarine Pendants Citrine Pendants Cubic Zirconia Pendants Diamond Pendants Emerald Pendants Garnet Pendants Onyx Pendants Opal Pendants Pearl Pendants Peridot Pendants Quartz Pendants Ruby Pendants Sapphire Pendants Tanzanite Pendants Topaz Pendants Unique Gemstone Pendants Rings Amethyst Rings Aquamarine Rings Citrine Rings Cubic Zirconia Rings Diamond Rings Emerald Rings Garnet Rings Onyx Rings Opal Rings Pearl Rings Peridot Rings Quartz Rings Rings by Style Ruby Rings Sapphire Rings Tanzanite Rings Topaz Rings Turquoise Rings Unique Gemstone Rings 14k Yellow Gold Flip Flop Adjustable Toe Ring - 1.03 Grams ITEM NUMBER: NSNSF80086D Our Price: $72.89 Click Thumbnails to Enlarge Product Description GEMaffair Sku # NSNSF80086D We offer this riveting slipper toe ring crafted of 14 karat yellow gold. This bares a slipper type. This toe ring is completed to a solid brushed satin metal. Order this charming slipper toe ring now and be sassy and fabulous. General Characteristics Retail Price Tag: $148.89 Condition:NEW Width: 1 Length: 6 H-W-L Unit of Measure: Mm Weight: 1.01 gm Metal Type: Yellow Gold Metal Stamp: 14k Main Gemstone Gemstone 2/3 About Us Shipping Payments Returns Tax The Most Trusted Name in e-Jewelry! You can`t help but be attracted to our high standards. With our fourteen years in the jewelry business and nine years online, GEMaffair has earned its` reputation as the leader in fine finished e-jewelry. We`re so sure that we back everything we do with a 100% satisfaction guarantee. More than half of our faithful customers express their affection by coming back to buy again within 90 days. Unlimited Items in any package. Free USPS Priority Shipping to anywhere in the United States, Alaska and Hawaii. YES - Including Puerto Rico and anywhere the USPS delivers. APO/FPO = FREE SHIPPING We honor our military and ship any item out to where you are OR home to your loved ones. Please let us know and we can gift wrap the item and add a hand written gift card.$44.95 for international shipments. Delivery usually in 5-7 business days. We ship to most countries if you pay by paypal confirmed and verified account. See shipping details for exact country list.With unlimited items in any package, buy more and save more. Due Date: Payment is due in full within 7 days of auction ending.Combine Items: You are welcome to combine items over a 7 day period. This 7 day period begins with your first auction win.Type of Payment: We gladly accept Visa, Mastercard, American Express and Discover VIA Paypal only. We do not accept credit cards directly for eBay items.Paypal payments are only accepted from verified and confirmed accounts and only shipped to confirmed address's No exceptions.What is a Paypal Confirmed Address and how do I get mine confirmed?Checkout: No matter your payment Method, completion of ebay checkout system first is necessary in order to complete this transaction. We want you to be 100% satisfied with your purchase. That's why we go to great lengths to provide accurate, full-detail descriptions and photos with rulers in every item. However, we realize there are times when you may not be 100% satisfied with your purchase for whatever reason.How do I return an item? Simply send us an eBay messages within 30 days of receiving the item and tell us you would like to return the item. We will promptly issue you a Return Authorization (RA) number. Upon receipt of your item back, we will issue you a FULL refund LESS actual shipping costs. If you received free shipping, we will still deduct actual outbound shipping costs from your refund.We have a 30 day no questions asked return privilege. An RMA number is required for all returns. Get a return merchandise authorization by sending us a message using eBay my messages. All items must be returned in new, unworn, unused, undamaged condition with original tags and all inner and outer boxes. Ring sizing fees are not refundable.An RMA number is required for all returns.Get a return merchandise authorization by sending us a message using eBay my messages.. Sales Tax: Sales Tax is applicable if the item is shipped to the State of Florida or if the payment is received from a billing address in Florida. Duty (VAT Tax): If we are shipping your items outside of the United States, the country of destination MAY impose a Duty on that item. We have no control over whether they do, or how much. This is the sole responsibility of the recipient. IN most cases, the price you pay for the item is far less than the retail price tag amount. So, we remove the price tag on all international shipments and include an invoice in the package for verification of how much was actually paid for the item to minimize any potential duty. Home About Us View All Listings   Shipping Returns Contact Us Copyright © 2016 Gemaffair. All rights reserved.",
  "ListingType": "FixedPriceItem",
  "NewBestOffer": "false",
  "Quantity": "14",
  "PostalCode": "33779"
}