{
  "ReturnPolicy": {
    "Description": "Buyer must inform us within 48 hours of receipt in case of any problem. We offer replacement for a lost or defective item. If replacement is not possible, then we offer alternative items or a full refund. Also, if you are not satisfied due to some other reason, we accept a return and offer a refund of the item price (shipping charges not refundable in this case). Return shipping charges to be paid by buyer. We will try our best to resolve problems, and request your patience and understanding.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "43.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "391806349004",
  "TimeLeft": "P9DT23H54M45S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Piercing Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "43.99",
    "_currencyID": "USD"
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/22k-Real-Solid-Yellow-Gold-Nose-Stud-Flower-5-petals-Jewel-Trusted-Yoga-EN311-/391806349004",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "43.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T15:22:04.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T15:22:04.000Z",
  "PrimaryCategoryID": "32050",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Yellow Gold",
        "Name": "Metal"
      },
      {
        "Value": "22K",
        "Name": "Metal Purity"
      },
      {
        "Value": "Nose",
        "Name": "Body Area"
      },
      {
        "Value": "Made in India",
        "Name": "Brand"
      },
      {
        "Value": "24g",
        "Name": "Gauge (Thickness)"
      },
      {
        "Value": "NA",
        "Name": "MPN"
      },
      {
        "Value": "NA",
        "Name": "UPC"
      },
      {
        "Value": "NA",
        "Name": "EAN"
      }
    ]
  },
  "Title": "22k Real Solid Yellow Gold Nose Stud Flower 5 petals Jewel Trusted Yoga #EN311",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Looking for the best bargain? Look no further! Check out our value for money jewelry collection - amazing quality at incredibly low prices. Our genuine, authentic jewelry is trusted for more than a decade by buyers across the globe. Carefully selected, elegant and appealing designs suitable for multiple occasions ! Specifications MaterialPin: 22K (22Kt / 22 Karat / 91.6%) pure solid real yellow goldStyleLovely Flower shape with 5 petalsSizeDiameter: About 0.25\" (0.25 inches / 6.3 mm / 6.3 millimeters)FasteningCurved wire (about 24 gauge) for wearing with existing nose piercingConditionGUARANTEED BRAND NEW. NEVER tried or worn. Usage This item is truly multi-purpose. You can wear this at office or at home. Flaunt this at events, parties, weddings and other formal or casual occasions, and make heads turn ! This design is absolutely enchanting. Flatter yourself by adorning this. Get that magical appeal which will leave one and all spellbound ! Make a statement of fashion and style ! This can also be a great gift for your loved ones - your sister, mother, friend or colleague ! Excellent quality, trendy and easy on the pocket ! Great value for money proposition! The pictures show the pin in a small box with a transparent lid. The pin will be shipped along with the box. Note: The pictures are not good as the sparkling gives a good reflection. Click here to buy this item now Click here to buy this item now About Payment and Shipping Buyer pays shipping/handling charges of US$6. I ship worldwide and shipping charges are the same as mentioned for all locations. Please allow 15 working days for delivery from India. I assure you that you will find it worth the wait! Combined shipping: Shipping is reduced to US$4 per item for every additional item. PAYMENT OPTIONS I accept payment through paypal. Merchandise will be shipped within 48 hours of receipt of payment. Shipping is via Registered (Recorded) Mail. Signature required at the time of delivery. Please rest assured of delivery in excellent condition. Bonus - Free Free Free ! You get 1 pack of beautiful bindis/body dots absolutely free ! These are self-adhesive stickers that can be used for body decoration. Refund Policy - Bid with confidence. Buyer must inform us within 48 hours of receipt in case of any problem. We offer replacement for a lost or defective item. If replacement is not possible, then we offer alternative items or a full refund. Also, if you are not satisfied due to some other reason, we accept a return and offer a refund of the item price (shipping charges not refundable in this case). Return shipping charges to be paid by buyer. We will try our best to resolve problems, and request your patience and understanding.. In case of any problem, please contact me before leaving feedback, and I will try my best to assist you. More Variety in Jewellery ! For more variety of exotic designs in jewellery, check my other auctions and fixed price listings. Some samples are displayed below. Pure Silver Anklets (various sizes)5 petals gold Nose PinWhite stone nose pin7 stone nose ear pin9 stone nose pinBlack n White nose pinHenna White stone nose pinDesigner nose pinViolet nose ear pin1 stone ear pins6 white stones 1 violet blue star nose pinHenna Star stone nose pinViolet star stone nose pinWhite star stone nose pin7 white stones 1 orange red triangle ear pins7 white stones 1 henna triangle ear pins7 white stones 1 white triangle ear pins3 white stones 1 orange red triangle nose pin3 white stones 1 henna triangle nose pin3 white stones 1 violet triangle nose pin3 white stones 1 white triangle nose pinFloral shape nose pin (bigger size)Floral shape nose pin (smaller size)Round shape nose pin Please check the other exclusive items I specialize in : Beautiful Sari/Saree/Fabric Exquisite Laces /Sari trim Gorgeous Bindis/Body dots Lovely Duppattas/ Shawls/ Scarf Petticoat/Skirt Stunning Jewellery Comfortable Stretch Blouse / Choli / Tops Fine Henna / Henna Stencils Threads : Polyester / Silk Click here to check out all my items across categories. Thanks for visting and / or bidding.",
  "PrimaryCategoryIDPath": "281:10968:15124:32050",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/3918063490048080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "99.5",
    "UserID": "hello123india",
    "FeedbackScore": "4712",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "Hello123India",
    "StoreURL": "http://stores.ebay.com/id=92837118"
  },
  "Quantity": "1",
  "Location": "India",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/OTAwWDE2MDA=/z/XbQAAOSwlndZNXcn/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500"
}