{
  "ReturnPolicy": {
    "Description": "14 day no questions asked money-back guarantee.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "true",
  "ConditionDisplayName": "New without tags",
  "TimeLeft": "P2DT16H34M23S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR"
  ],
  "CurrentPrice": {
    "value": "238.99",
    "_currencyID": "USD"
  },
  "ItemID": "142405096932",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/50-CT-SIMULATED-MOISSANITE-BRACELET-18K-WHITE-GOLD-SILVER-21-2-39-CT-8MM-GEMS-/142405096932",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "238.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T02:34:13.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-08T02:34:13.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "18K WHITE GOLD ON SILVER",
        "Name": "Metal"
      },
      {
        "Value": "FLAWLESS SIMULATED MOISSANITE",
        "Name": "Main Stone"
      },
      {
        "Value": "50 CT BRACELET",
        "Name": "Style"
      },
      {
        "Value": "Silver",
        "Name": "Color"
      },
      {
        "Value": "7 & 7/8 inches",
        "Name": "Length (inches)"
      },
      {
        "Value": "Gems: Completely colorless",
        "Name": "Main Color"
      },
      {
        "Value": "Hearts & Arrows Round Brilliant Ideal Cut",
        "Name": "Cut"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "50 CT SIMULATED MOISSANITE BRACELET 18K WHITE GOLD ON SILVER_21 2.39 CT 8MM GEMS",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "Hi! This is an auction for a gorgeous bracelet that measures 7 & 7/8 inches in length. This beautiful bracelet features 21 large 2.39 carat round brilliant crystal clear radiant simulated moissanite jewels. This intensely sparkling bracelet consists of silver layered in genuine 18K white gold. Each of the 23 stones are a large 8 mm in diameter (50 carats total weight). These dazzling jewels sparkle with intense fire and brilliance. They carry the highest rating-- D in color--ABSOLUTELY COLORLESS and FL in clarity--COMPLETELY FLAWLESS. The fiery gems in this 23 stone bracelet exhibit immense sparkle and fire without the slightest trace of yellow, green or gray tint. Not only are the jewels in this beautiful bracelet TOTALLY COLORLESS and HARD ENOUGH TO CUT GLASS, but this exquisitely matched ensemble of gemstones are so perfectly cut that they reflect light into a perfect HEARTS & ARROWS pattern which explodes into a crescendo of intense brilliance and scintillating radiance. THEY ARE LIKE A BEVY OF GLEAMING PERFECTLY MATCHED MINIATURE STARS. WHEN RATED FOR FIRE, SPARKLE AND BRILLIANCE ON A SCALE OF 1-10, THESE GEMSTONES RATE A FULL 10. ______ OUR GEMSTONES EXHIBIT THE VALUED HEARTS & ARROWS IDEAL CUT. THE HEARTS & ARROWS CUT SETS THE STANDARD WORLDWIDE AS THE ESSENCE OF PERFECTION AND BEAUTY. THIS IS THE CUT THAT IS MOST HIGHLY PRIZED SINCE IT OPTIMIZES THE FIRE AND LUSTRE OF A GEM. A HEARTS & ARROWS CUT REQUIRES THE GREATEST EXPERTISE TO CREATE... In a HEARTS & ARROWS pattern, all facets must be aligned precisely opposite each other and be exactly the same shape and size to produce a cut that is so perfectly symmetrical that it displays the HEARTS & ARROWS effect. Cutting the stones to these exacting proportions and then polishing them to obtain maximum light dispersion is extremely time consuming and is very costly since it can only be accomplished by a Master Cutter. 98% of light dispersion in a gemstone depends on the quality of the cut and the HEARTS & ARROWS round brilliant cut is the best quality cut available anywhere at any price. THROUGH THE MARRIAGE OF THE 18K (WHITE) GOLD ON SILVER SETTING, COMBINED WITH THE EXCELLENCE EXHIBITED BY THE CUT OF THE FLAWLESS GEMS-- THEIR COMPLETE LACK OF COLOR, PERFECT CRYSTAL CLARITY AND IMMENSE SPARKLE THE GORGEOUS GEMS IN THIS MAGNIFICENT BRACELET ARE SPECIALLY FORMULATED TO PERPETUALLY MAINTAIN THEIR COLOR-FREE CRYSTAL CLEAR PROPERTIES 100%. THE 18K WHITE GOLD ON SILVER SETTING WILL RETAIN ITS LUSTER AND BEAUTY FOR A LIFETIME. THAT'S WHY THIS IS THE ONLY BRACELET YOU'LL DISCOVER ANYWHERE THAT CARRIES OUR ONE OF A KIND LIFETIME REFUND OR FREE REPLACEMENT GUARANTEE THE GEMSTONES WILL NEVER YELLOW, BECOME CLOUDY, OR LOOSE THEIR INTENSE FIRE & SPARKLE EVER and the beautiful setting is guaranteed to retain its original lustre for a lifetime. MOREOVER, WITH OUR PEACE OF MIND UNCONDITIONAL LIFETIME GUARANTEE WE WILL QUICKLY PROVIDE A REFUND OR PROMPTLY REPLACE YOUR BRACELET IF YOU ARE EVER UNHAPPY WITH IT FOR ANY REASON! NO QUESTIONS ASKED. Here are some of the comments that other ebaY members have made as part of my 100%, 5 star positive feedback... \"Beautiful bracelet--the stones look like genuine diamonds costing thousands.\" twinthrope \"Gorgeous stones. They Look better than the real thing.\" igal120 \"Beautiful stones! I will never go back to real diamonds again!\" alanimai \"Love it, the jeweler was sooooooo impressed.\" tadicker \"I have been in the jewelry business for 35 years--these gems are incredible\" finejewelryplace \"Nice fire to the stones.\" rudntx \"Super fast delivery. Beautiful gems that shame the real thing.\" fcoulters \"Soo grand! The cut of these stones creates more fire than my expensive engagement ring.\" blondflower \"Nicest I have ever seen! Great seller--great communication & quick shipping.\" blcopeland \"Nice rocks. They do amazing things with light.\" tumuch \"What a wonderful product! Immense shine, sparkle + color flash!\" notivec \"Perfect, they look better than the stones that I paid $1,000's for.\" naynaybubatz \"Beautiful stones. I put the real thing in a vault and nobody is the wiser.\" marsheljet \"I went to a wedding. I got 50 compliments on my jewels!! cjduck \"This is the third time I've bought from you. I love my purchase.\" 969908 \"GORGEOUS! Fast delivery, stones just as promised. Lots of fire!\" eiffelq \"BOTH THE GEMS + SERVICE WERE PERFECT\" collectingshopaholic \"Great person to work with. Thanks and God Bless!\" Lordchaser \"Very prompt and honest with details and delivery.\" glothrop \"Look so real \" kahern1028, drd1957lmjo \"Flawless, Colorless, Tremendous sparkle. Excellent. Many thanx.\" k9jessica \"These stones are fantastic.\" richey7868 \"Great Ebayer A++++ Thanks a bunch\" atlasclothing \"Very nice, friendly, honest. A+\" quickdropvawil \"Beautiful stones, fast delivery, customer service is #1, Excellent vendor.\" tkdengland \"SO ABSOLUTELY BEAUTIFUL, WILL BUY FROM STEVE AGAIN\" marshaburr \"The stones are not only beautiful, they are gorgeous.\" 509pamm \"Great seller...Second time I have gone through him...Now I'm blingin\" fkhoury213 \"Great communication, extremely helpful + pleasant seller.\" lewisnsjj \"Wow, fast shipping, super sparkle. Compare favorably with my genuine diamonds.\" debbieae \"The stones are much better than described. The delivery was the quickest ever.\" 586chet \"Gorgeous! Much better than pictured.\" stolsrygg \"JUST BEAUTIFUL!!!!!!!!!AAAAA+++++ yomomma4 \"Absolutely exquisite! They look better than my real stones!!!!!\" 92robyn \"In the U.K. we have the X factor, but these are the WOW!!! factor. EXCELLENT! lockyer1969 \"This ebayer goes above and beyond!!!\" 3kidsallsinging \"Highly recommended\" llpguardianangel12, jagodina1, mjdecor, dinamico23 I'm looking forward to being of service to you. If you have any questions, please feel free to e-mail me. Thank you. ~Steve",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1424050969328080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.0",
    "UserID": "selectionsbystephen",
    "FeedbackScore": "1977",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "selectionsbystephen",
    "StoreURL": "http://stores.ebay.com/id=123994761"
  },
  "Quantity": "1",
  "Location": "Brownwood, Texas",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTg5WDE3MA==/z/cPgAAOxygj5Sc7d~/$T2eC16ZHJHMFG+4KMQZbBSc7d-6r)Q~~60_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTAwWDI2Mw==/z/0F0AAOxy3NBSc7eD/$(KGrHqRHJEsFJmNijd1iBSc7eCW(Cw~~60_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NzYzWDUyNQ==/z/c0MAAOxygj5Sc7ec/$(KGrHqQOKpkFJtCHpfV3BSc7ebfcRw~~60_57.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTA0NFgxNDg0/z/Br8AAMXQWzNSc7fy/$T2eC16ZHJGcFJmNC8ePFBSc7fw2T(!~~60_57.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "76801"
}