{
  "ReturnPolicy": {
    "Description": "All returns must be sent back in the same manner they were shipped.(Priority Mail) Refunds will be made within 3 business days of item being received in original condition. Buyer pays return shipping and will not be refunded for it, unless the item is not as described or was damaged during shipping.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P17DT21H47M15S",
  "ListingStatus": "Active",
  "ConditionDescription": "All items are pre-owned and in very nice condition. The gold tone bracelet does have a small kink...barely noticeable with it's style. Please see ALL photos as a complete description and ask ALL questions prior to bidding. I will be happy to supply more photos via messaging if needed.",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "CH",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "31.0",
    "_currencyID": "USD"
  },
  "ItemID": "322527452589",
  "ConvertedCurrentPrice": {
    "value": "31.0",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-05-24T12:31:58.000Z",
  "Site": "US",
  "TopRatedListing": "true",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Fashion-Jewelry-Lot-6-Pieces-4-Necklaces-1-Bracelet-1-Pair-Earrings-/322527452589",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-23T12:31:58.000Z",
  "PrimaryCategoryID": "10970",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "Mixed Metals",
        "Name": "Metal"
      },
      {
        "Value": "Mixed",
        "Name": "Material"
      },
      {
        "Value": "Mixed",
        "Name": "Main Stone"
      },
      {
        "Value": "Multi-Color",
        "Name": "Main Color"
      }
    ]
  },
  "Title": "Fashion Jewelry  Lot of 6 Pieces - 4 Necklaces, 1 Bracelet & 1 Pair of Earrings",
  "IntegratedMerchantCreditCardEnabled": "false",
  "Location": "Mahopac, New York",
  "Description": "Fashion Jewelry Lot of 6 Pieces - 4 Necklaces, 1 Bracelet & 1 Pair of Earrings - All items are pre-owned and in very nice condition. The gold tone bracelet does have a small kink...barely noticeable with it's style. Please see ALL photos as a complete description and ask ALL questions prior to bidding. I will be happy to supply more photos via messaging if needed. 12.00 12.00 Thank You For Looking! Feel free to check out OUR other Auctions and Buy It Now Listings and we will \"COMBINE\" items from Multiple Listings to save time on receiving products. Most of our products are FREE SHIPPING!!! We ship all Items Within \"1 Day\" of Payment Received and many times SAME DAY!!! Please click on the link below to check out our store and all of our great listings! PLEASE NOTE Please see photo’s and ask all questions PRIOR TO BIDDING or purchasing this item. Do not contact us with item questions after bidding or purchasing as this makes it unfair to other bidders who are 100% sure they want the item. Please use the zoom & enlarge features for a closer look at items as it is part of the item description. We always ship USPS Priority Mail, First Class Mail or FedEx ground. Shipping & handling charges are the buyer’s responsibility, unless the listing is marked FREE SHIPPING. We ship Monday - Friday. In most cases within 24 hours of cleared payment. If payment is received after 1pm (EST) on Friday we will ship on the following Monday, excluding Holidays Payment must be received within 2 days of auctions end. If payment is not received and there is no contact with the buyer eBay will immediately file an unpaid item case. All returns must be sent back in the same manner they were shipped (i.e. Priority Mail or First class mail), with the same packing materials used to pack the item. Refunds will be made within 3 business days of item being received in original condition. Buyer pays return shipping and will not be refunded for it, unless the item is not as described or was damaged during shipping. We stand behind what we sell and will do whatever we can to make sure you are satisfied with your purchase. For our security, we photograph and record all serial numbers of items shipped and reserve the right to encode all products with micro stamping We try to respond to your questions within 24 hours during normal business hours M-F. We do not offer partial refunds Prices are fixed by USPS, FEDEX, not us, we have no control of rates! RETURN SHIPPING IS YOUR OBLIGATION AS PER EBAY POLICY!! ******************************* Please do not give us a low star rating or negative feedback without first discussing the problem! We work very hard to satisfy our customers and instill trust but sometimes things happen, we are only human! Truthfulness and honesty is our guiding business principle, but were not perfect and we could miss something in our description. Email me or even give me a call to discuss problems and we will fix them. Send me an email and I will be happy to give you my phone number. Please, please, please, do not give us a low rating prior to contacting me, our business is so dependent on a high star rating and we will do whatever it takes to satisfy our customers!!! ********************************* BE SURE TO ADD ME TO YOUR FAVORITE SELLERS LIST & SUBSCRIBE TO OUR STORE!!! PLEASE VISIT OUR STORE OFTEN, AS WE ADD 10-20 ITEMS EVERY DAY!!! Visit My eBay Store: South County Mercantile Normal 0 false false false EN-US X-NONE X-NONE",
  "PrimaryCategoryIDPath": "281:10968:10970",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs2.ebaystatic.com/pict/3225274525898080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "auctionbeast1",
    "FeedbackScore": "928",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Purple"
  },
  "Storefront": {
    "StoreName": "South County Mercantile",
    "StoreURL": "http://stores.ebay.com/id=1131195212"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "10",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTE4WDkyMQ==/z/uz0AAOxyeR9TIzca/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NzI5WDU3Ng==/z/7cUAAOxydgZTIzdk/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTc2WDYzNA==/z/MG0AAMXQRPRTIzd3/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/Njg2WDUxOQ==/z/TjIAAMXQPatTIzek/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTAwOVg1NzU=/z/uOwAAMXQ1d1TIze4/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODUyWDQ0MA==/z/-0wAAOxydgZTIzfW/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTIxWDUxOA==/z/Vg8AAMXQPatTIzfv/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTE4WDkyMQ==/z/BCwAAOxyrM5TIzhE/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTc2WDg0Mg==/z/rA0AAOxy~dNTIzhh/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NTc2WDg4OQ==/z/DXEAAOxyoVZTIziE/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTIxWDU3Ng==/z/U1MAAOxyj4hTIzjR/$_12.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/OTIxWDUxOA==/z/JN0AAOxyUI1TIzkT/$_12.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Mixed Items & Lots",
  "PostalCode": "10541"
}