{
  "ReturnPolicy": {
    "Description": "I try to describe each item perfectly, howvever, there is always the chance I have missed something. Your satisfaction is my utmost concern. Returns are negotiated on an individaul basis and are liberally considered when based on any possible misrepresentation.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "252974663927",
  "TimeLeft": "P6DT13H49M20S",
  "ListingStatus": "Active",
  "Title": "PEARLS PEARLS PEARLS!! Vintage Crown Trifari Pin & Classic MAJORCA PEARL Strand!",
  "ConditionDescription": "Vintage Pre-owned,\nExcellent condition, \nTrifari Crown Pin AND 23\" Strand Vintage Mallorcan Pearls",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US",
    "CA"
  ],
  "CurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ConvertedCurrentPrice": {
    "value": "39.99",
    "_currencyID": "USD"
  },
  "TopRatedListing": "true",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-06-05T01:34:41.000Z",
  "Site": "US",
  "QuantitySoldByPickupInStore": "0",
  "AutoPay": "false",
  "ConditionDisplayName": "Pre-owned",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-12T01:34:41.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Trifari",
        "Name": "Brand"
      },
      {
        "Value": "Gold Tone",
        "Name": "Metal"
      },
      {
        "Value": "Pearl",
        "Name": "Main Stone"
      },
      {
        "Value": "Ivory",
        "Name": "Color"
      },
      {
        "Value": "Mallorcan",
        "Name": "Main Stone Treatment"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/PEARLS-PEARLS-PEARLS-Vintage-Crown-Trifari-Pin-Classic-MAJORCA-PEARL-Strand-/252974663927",
  "ExcludeShipToLocation": [
    "US Protectorates",
    "APO/FPO",
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "Location": "Austin, Texas",
  "Description": "Please be sure to click on the description link for complete details. PEARLS PEARLS PEARLS!! Vintage Crown Trifari Pin & Classic MAJORCA PEARL Strand! Click images to enlarge Description Beautiful vintage crown Trifari pearl cluster pin AND a matching 23\" strand of vintage Majorca pearls. The pearls on the pin are smaller but the colors match perfectly! The pin is 3\" long and 1\" wide. Gorgeous gift set for that special someone and a classic set to enhance your look when shorts and flip flops just won't do! Payment Payment Options: WINNING BIDDER PLEASE NOTE: I am not clairvoyant and thus cannot read your mind. My simple auction rules are basic to eBay: CONTACT MUST BE MADE WITHIN 3 DAYS. Payment can be made within 7 days but I will not know what you are thinking so please enlighten me by email if you do not intend to make your payment within the 3 day period. You can conveniently pay using the PayPal button on the auction page or on your \"My eBay\" page. Shipping Shipping Options: Buyer pays actual USPS Priority Mail shipping charges only. Never any handling or packing fees. Most purchases are shipped weekdays within 24 hours of your payment. I use USPS provided award winning \"Cradle to Cradle\" ecologically intelligent mailing boxes exclusively to save you handling fees and to protect vintage textiles and the environment from abuse. I ship Priority Mail ONLY in most cases. When possible, I ship in a padded envelope to save on shipping costs. Please do not request a change in shipping method as I am doing my best to ship the best and most economical way for the protection of your purchase. A Priority Mail Medium Flat Rate box at $13.45 will ship up to 5 items anywhere in the USA. Shipping is happily combined on multiple wins within a one week or 7 day period ONLY. Due to recent changes in eBay seller charges, I do apologize but I no longer ship internationally except to Canada. USA and Canadian bidders only, please. Terms of Sale All tablecloths are freshly laundered and painfully ironed for your immediate enjoyment unless 'as found condition' is mentioned! All scarves are in as found condition and dry cleaning is highly recommended prior to wear. Scarves are described and flaws are outlined clearly in auction descriptions. Please be sure to read descriptions completely before bidding. Dry cleaning of scarves is the buyer's responsibilty. Please remember you are bidding on vintage items in used condition. I try to describe each item perfectly, but there is always the chance that I have missed something. Your satisfaction with your purchase is my utmost concern. 'Vintage' by nature means prior use. Please do NOT expect perfection. Perfection is best purchased new. Returns are negotiated on an individual basis and are liberally considered when based on any possible misrepresentation. Comes to you from a smoke free home. About Us THANK YOU for viewing this auction! Please see my other auctions this week for more wonderful vintage linens and beautiful vintage designer scarves. As always, shipping is happily combined on multiple wins within a one week or 7 day period Images sell! Get Supersized Images & Free Image HostingCreate your brand with Auctiva's Customizable Templates. Attention Sellers - Get Templates Image Hosting, Scheduling at Auctiva.com. Track Page Views WithAuctiva's FREE Counter",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/2529746639278080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "nouveauqueen",
    "FeedbackScore": "5906",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Green"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/iOkAAOSwIQdZNLUy/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/hi0AAOSwfRdZNLUz/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NjQwWDQ4MA==/z/iE4AAOSwfpVZNLUz/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/Y~wAAOSw-3FZNLUy/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/KxMAAOSwblZZNLUy/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/NDgwWDY0MA==/z/lMUAAOSwrhBZNLUz/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets"
}