{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P29DT10H45M38S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Jewelry Sets",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "37.49",
    "_currencyID": "USD"
  },
  "SKU": "B017VH78G8",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "192207713190",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Qianse-Rose-Lover-Rose-Gold-Sweet-Necklace-Earring-Sets-Made-Swarovski-Cr-/192207713190",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "37.49",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-04T22:35:17.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-04T22:35:17.000Z",
  "PrimaryCategoryID": "50692",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Pink",
        "Name": "Color"
      },
      {
        "Value": "Qianse",
        "Name": "Manufacturer"
      },
      {
        "Value": "TAG05471BB",
        "Name": "Model"
      },
      {
        "Value": "QIANSE",
        "Name": "Brand"
      },
      {
        "Value": "Does Not Apply",
        "Name": "UPC"
      },
      {
        "Value": "Does Not Apply",
        "Name": "SKU"
      },
      {
        "Value": "6922561699391",
        "Name": "EAN"
      },
      {
        "Value": "TAG05471BB",
        "Name": "MPN"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Title": "Qianse \"Rose Lover\" Rose Gold Sweet Necklace Earring Sets Made With Swarovski Cr",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates"
  ],
  "BidCount": "0",
  "Description": "Menu Other Items Feedbacks About Us Contact Us Add To Favorites 1day shipping for 9.99$ Qianse \"ROSE LOVER\" Rose Gold Sweet Necklace Earring Sets made with Swarovski Crystals, anniversary gifts birthday gifts for her, gifts for mom, fashion jewelry set Top French Brand - Partner of Swarovski Elements Qianse®, a France registered jewelry brand, is entitled to purchase authentic Swarovski crystals, design jewelry and use Swarovski Elements trademark in the packaging and promotion of Qianse products. Every year, QIANSE designers travel around the world 2-3 times to seek inspirations and conduct quarterly researches and new designs. Exquisite Craftsmanship Qianse® has its own factory with over 10 years professional experience and lots of jewelry technology patents. Owning a factory, we are able to reduce costs and have a better control of quality. That's the reason why QIANSE sell its products at a lower price while maintaining high quality. Top Notch After-Sales Service Stones are inlaid under a microscope by a top-level master. Missing stones sometimes happen as a possibility due to postal delivery. We will be responsible for any product problem! Just contact us and we will assist you in finding a solution promptly! ♥Maintenance Instruction♥ a. Keep it dry and avoid wearing it when bathing, doing housework and swimming. b. Perfume is also corrosive to jewelry. Wear your perfume before putting on the piece. c. Do not touch it often, grease and sweat on hands will caused corrosion. d. Rub your Jewelry with baby wipes,they perform miracles on crystal jewelry without damaging the surface, then rub with a clean dry soft cotton cloth to bring back the shine. e. Store your Jewelry inside a soft cloth pocket or fabric swath. Never stack it to avoid it from rubbing against other jewelry in your collection and try not to drop it on a hard surface. Visit Qianse® storefront for more fine Necklaces, Bracelets, Earrings and Jewelry Sets. Search series name to complete the whole set! Item Specification Sturdy handles leave ample room for convenient hanging when not in use. --> ♥MATERIALS & MEASUREMENTS♥ Pink Heart Shaped Swarovski Crystal & Small Preciosa crystals, Environmentally friendly material Zinc Alloy, Lead-Free & Nickle-Free, passed Swiss SGS Inspection Standard, no harm to health. ◆Chain Length 18 inches (Adjustable), Pendant Length 1 inch, Pendant Width 3/5 inch. | Earring Length 1 inch, Earring Width 1/2 inch◆ Comes in a nice gift box.♥EDITORS' NOTES♥  Rose is a reoccurring motif in lovers' world. We love how the rose ornately detailed the pink heart with its ultimate beauty, instantly create a romantic and sweet lady look. Also a perfect gift to your girlfriend, wife and mom for Anniversary Day, Valentines Day and Birthday. Let it be your love confession! •Search \"qianse rose lover\" to find the matching bangle bracelet•◆ATTENTION◆ This is NOT a Swarovski product but a piece made with Swarovski Crystal. Qianse has its aspiring designers in France. We purchased Swarovski Crystals as raw material and skillfully manufactured in our independent workshops.♥IDEAL GIFT CHOICE♥ Comes in a fine gift box. No wrapping needed. Perfect gifts for her, valentines day gifts, anniversary gifts, birthday gifts, mothers day gifts, Christmas gifts.♥CRAFT♥ Stones are inlaid under a microscope by a top-level master. ▲Missing stones sometimes happen when being delivered with many turns and stops. Just contact us and we will assist you in finding a solution promptly! -->--> Video-->Dimensions Shipping Returns Additional Info --> Product Dimensions: Package Dimensions: Fast shipping is very important for us. Our standard shipping service is FREE. Your order will be shipped within 2-3 business days upon full payment received. Your order will be delivered within 2-3 business days after the handling time. We are shipping only to USA. We only ship to the confirmed Paypal address. We reserve the right to cancel any order for any reason at any time. We are not responsible for undeliverable addresses. We offer a 30 day return policy from checkout winning date. An RMA number is required for all returns. Message us for return instructions. Items returned without a RMA number will not be processed. Items defective upon receipt must be packaged in their retail packaging as if new and returned with a detailed description of the problem. Return shipping fees are not refundable. We reserve the right to decline any returns if the above guidelines are not followed. All of our items, unless otherwise stated, will only run on 120 volts. Please check to make sure your country complies with these specifications. If you have a problem or question regarding your transaction please contact us before leaving any type of feedback. We will work with you to resolve any problem you may have.",
  "PrimaryCategoryIDPath": "281:10968:50692",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1922077131908080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.7",
    "UserID": "nana2150",
    "FeedbackScore": "2137",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "nana2150",
    "StoreURL": "http://stores.ebay.com/id=1133384497"
  },
  "Quantity": "1",
  "Location": "San Jose, CA",
  "HitCount": "2",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/ym0AAOSw42JZNIsY/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/1kgAAOSw7GRZNIsN/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/cUsAAOSwIaFZNIsQ/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTI0OFgxMDAw/z/4LMAAOSwcB5ZNIsS/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/fnAAAOSwq1JZNIsU/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/8ZEAAOSwjL5ZNIsW/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/QiEAAOSw~FJZNIsa/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/MJMAAOSwrhBZNIsb/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/wuoAAOSwAPVZNIsd/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/5WcAAOSww9xZNIsf/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/~mEAAOSwlndZNIsg/$_3.JPG",
    "http://i.ebayimg.com/00/s/MTIwMFgxMjAw/z/CcIAAOSwYvFZNIsi/$_3.JPG"
  ],
  "ConditionID": "1000"
}