{
  "ReturnPolicy": {
    "Description": "Restocking fee: 20%",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_20",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "20%",
    "Refund": "Money back or exchange (buyer's choice)"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P12DT5H6M9S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Toe Rings",
  "QuantitySold": "0",
  "HandlingTime": "10",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "112.22",
    "_currencyID": "USD"
  },
  "SKU": "FT-GTR-9",
  "IntegratedMerchantCreditCardEnabled": "true",
  "ItemID": "232340630446",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/14K-Two-Tone-Gold-Toe-Ring-/232340630446",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "112.22",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-18T18:48:07.000Z",
  "PaymentMethods": [
    "PayPal",
    "VisaMC",
    "Discover",
    "AmEx"
  ],
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-17T18:48:07.000Z",
  "PrimaryCategoryID": "140010",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "ProPiercing",
        "Name": "Brand"
      },
      {
        "Value": "Clear",
        "Name": "Color"
      },
      {
        "Value": "14K Gold",
        "Name": "Material"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "14K Two Tone Gold Toe Ring",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "BidCount": "0",
  "Description": "Powered by Frooition.com Shop Categories 14K Two Tone Gold Toe Ring Item Description 14K Two Tone Gold Toe Ring Material: 14K Gold Ring Size: One Size Fits Most Gemstone Type: Cubic Zirconia Gemstone Color: Clear Gemstone Shape: Round About Us About Us Payment Shipping Customer Service Returns About Us Welcome to ProPiercing! ProPiercing? was established in 2003 and has grown to be among the most recognized names in the body jewelry & fashion accessory industry. We offer one of the largest collections of body jewelry online, and an ever growing selection of fine jewelry, rings, earrings & bracelets. As a family owned and operated business we take huge pride in your satisfaction as our customer. We place an emphasis on quality, selection, and price with the goal of earning customers that return often, and spread the word about the value and service offered at ProPiercing. Customer Service We strive to provide an unparalleled customer service experience. We have a dedicated team available via phone, email and live chat to help with your order. Our team of experts are extremely knowledgeable about all piercing and jewelry matters, and we are here to help. Don?t be shy! contact us today! Customer Satisfaction We GUARANTEE that you will be happy with the quality of the product that you purchase from ProPiercing?. Our products arrive in pristine, sealed tamper proof packaging so that you know your jewelry is brand new and never worn. Payment Payment Payment must be made within 7 days after purchase or an automatic Unpaid Item Case will be opened. Please click the \"Pay Now\" button when you are ready to purchase, Pay Now button appears in the following locations: * In the listing * In the Purchase History section of My eBay * In the confirmation email you receive from eBay * On the invoice email you receive from eBay on behalf of the seller To pay for an item: * Click the Pay Now button. * Check your shipping information, and confirm the order details, including shipping and taxes. Then, click the Continue button. * Select your payment method and enter your payment information. Then, click the Continue button. * Click the Confirm Your Payment button to complete your purchase. Shipping Shipping All of our shipping rates and methods are listed in the \"Shipping and Payments\" tab. We offer discounted shipping on items that have been put on the same invoice, to save the most on shipping, wait until all of the auctions you are bidding on have closed before submitting payment. You have up to 7 days to pay for the listing before an \"Unpaid Listing\" case is opened. We ship within 1 business days of payment clearing. International Buyers Please Note: Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to bidding or buying. Customer Service Customer Service Our trained staff loves body jewelry as much as you and we stand available if you require assistance. Please contact us if you have any questions or concerns. Having trouble with gauges, or lengths, or sizing? We can help! Returns Returns We stand behind all of our items and offer a free replacement on defective items within 30 days of shipment. If your item arrives damaged or defective, please contact us thru \"My eBay\". We will be more than happy to replace the item at no additional cost to you. Please note that replacements will not be issued more than 30 days after the product has shipped. If on the rare chance you receive the incorrect item, we will supply you with a prepaid return label. (Sorry, we cannot provide a prepaid return label on international orders.) If you decide you don't like your purchase, you can return the item for an exchange. Buyer pays for postage both ways. If you want a refund, there will be a 15% restock fee to cover fees associated with sale. Shipping and Handling charges will not be refunded. Buyer pays for return shipping postage. We cannot accept unsealed items due to health and hygiene, we can't resell tainted jewelry (Even if not worn). Returns must be brand new and in their original sealed package. Helpful Links Add to Favorite Sellers Sign up to Newsletter View Feedback Contact Seller Visit seller's eBay Shop About Seller Page More Items!View more great items Powered by Frooition.com Frooition www.frooition.com | No-js Template | eBay design, eBay store design, eBay shop design, eBay template design, eBay listing design (ver:froo_no_js) This listing is currently undergoing maintenance, we apologise for any inconvenience caused.",
  "PrimaryCategoryIDPath": "281:10968:140010",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2323406304468080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "96.4",
    "UserID": "propiercing",
    "FeedbackScore": "96565",
    "FeedbackRatingStar": "PurpleShooting"
  },
  "Storefront": {
    "StoreName": "ProPiercing",
    "StoreURL": "http://stores.ebay.com/id=76625906"
  },
  "Location": "North Palm Beach, Florida",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NjAwWDYwMA==/z/yQ0AAOSwcgNZHexq/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "33408"
}