{
  "ReturnPolicy": {
    "Description": "Restocking fee: 10%",
    "ReturnsWithin": "30 Days",
    "ShippingCostPaidBy": "Buyer",
    "RestockingFeeValueOption": "Percent_10",
    "ReturnsAccepted": "Returns Accepted",
    "RestockingFeeValue": "10%",
    "Refund": "Money Back"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P18DT23H41M32S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Eyeglass Chains & Holders",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "113.0",
    "_currencyID": "USD"
  },
  "SKU": "B00U0786GI",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "311833190167",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Beaded-Badge-Id-Holder-Eyeglass-Holder-White-Beads-New-/311833190167",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "113.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-03-26T10:46:25.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-24T10:46:25.000Z",
  "PrimaryCategoryID": "164461",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Itsalotalike By LoClar Uniques",
        "Name": "Brand"
      },
      {
        "Value": "14757",
        "Name": "MPN"
      },
      {
        "Value": "Yes",
        "Name": "Warranty"
      },
      {
        "Value": "748579526483",
        "Name": "UPC"
      }
    ]
  },
  "Title": "Beaded Badge Id Holder Eyeglass Holder White Beads, New",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "APO/FPO",
    "US Protectorates",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Beaded Badge Id Holder Eyeglass Holder White Beads Click Thumbnails to Enlarge This White Beaded Badge Id Glasses Holder has an artsy flare! There are pretty white pearl beads, mother of pearl beads as well as silver tone beads and strand. The perfect teachers gift beaded lanyards, beaded badge holders, id holders and eyeglass holders are worn by so many professionals now. Why not add some style to your outfit with this pretty white mother of pearl beaded lanyard. The beaded strap on the badge holder is 36â\u0080³ long. All of your co workers will want one when they see yours.This White Beaded Badge Id Glasses Holder has an artsy flare! Beaded lanyards are so much fun to wear.There are pretty white pearl beads, mother of pearl cream beads as well as silver tone beads and strand.The perfect teachers gift beaded lanyards, beaded badge holders, id holders and eyeglass holders are worn by so many professionals now.Why not add some style to your outfit with this pretty white mother of pearl beaded lanyard. The beaded strap on the badge holder is 36â\u0080³ long. All of your co workers will want one when they see yours.Your co-workers will all want one for themselves when they see yours! Be sure to check out our other badge holders! Just click on Itsalotalike by LoClar above to view the rest of our line. Treat yourself you deserve it! Shipping International Orders: Please allow an additional 3-5 business days handling time. We ship via the quickest, most economical method - usually UPS, FedEx, or USPS. We ship from multiple warehouses and will always ship from the closest warehouse to your location. We cannot guarantee ground shipping times, however most orders arrive in 3 business days once shipped. Payment Yozos gladly accepts PayPal, American Express, Discover, MasterCard, and Visa through eBay's safe and secure checkout. We do not accepts checks, cash, or any payments outside of PayPal. Returns Unused and uninstalled items may be returned within 30 days of purchase. Your return must be in new and unused condition. All returns must include original packaging, with all hardware and accessories. Orders returned outside of policy may be refused or subject to a 15% re-stock fee. Customers are responsible for return shipping costs. Damage claims must be made within 3 business days of delivery. After this time period, we cannot accept a damaged return. Damaged items will only be exchanged once we receive the damaged item back. For warranty questions please call 281-836-3229 or contact us through ebay. Contact Us FAQs HOW TO RETURN Contact us to obtain a Return Authorization number. Please include your return reason in detail. We will respond with a return authorization and return address, typically within 1 business day.",
  "PrimaryCategoryIDPath": "281:10968:164461",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/3118331901678080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.1",
    "UserID": "yozos",
    "FeedbackScore": "122882",
    "FeedbackRatingStar": "RedShooting"
  },
  "Storefront": {
    "StoreName": "yozos",
    "StoreURL": "http://stores.ebay.com/id=173323504"
  },
  "Quantity": "5",
  "Location": "Crosby, Texas",
  "HitCount": "11",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTAwWDQyNQ==/z/tHoAAOSwTM5Y15v9/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/NTAwWDQyNQ==/z/ehoAAOSwdGFY15v-/$_1.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "77532"
}