{
  "ReturnPolicy": {
    "ReturnsAccepted": "ReturnsNotAccepted"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P17DT10H14M50S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "148.0",
    "_currencyID": "USD"
  },
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "152559125932",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/NWT-Authentic-BARSE-Turquoise-and-925-SS-Pendant-and-Earrings-Set-RARE-/152559125932",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "148.0",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-24T01:19:15.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-23T01:19:15.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Barse",
        "Name": "Brand"
      },
      {
        "Value": "designer jewerly",
        "Name": "Type"
      },
      {
        "Value": "Sterling Silver",
        "Name": "Metal"
      },
      {
        "Value": "925",
        "Name": "Metal Purity"
      },
      {
        "Value": "Turquoise",
        "Name": "Main Color"
      },
      {
        "Value": "Turquoise",
        "Name": "Main Stone"
      },
      {
        "Value": "Earrings and Matching pendant (no neck chain)",
        "Name": "Jewelry Type"
      },
      {
        "Value": "Women",
        "Name": "Gender"
      },
      {
        "Value": "turquoise and silver",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      }
    ]
  },
  "Title": "NWT Authentic BARSE Turquoise and 925 SS Pendant and Earrings Set RARE",
  "ExcludeShipToLocation": [
    "Africa",
    "Asia",
    "Central America and Caribbean",
    "Europe",
    "Middle East",
    "Oceania",
    "Southeast Asia",
    "South America",
    "BM",
    "GL",
    "MX",
    "PM"
  ],
  "BidCount": "0",
  "Description": "Click Here. Double your traffic. Get Vendio Gallery - Now FREE! ~~~Welcome to My Store! ~~~ Be sure to check out my ME page for a link to my blog and more! Item Description This listing is for one authentic designer BARSE set of earrings and pendant (no neckchain). The pendant is Sterling silver and marked \"BARSE\" , \"Thai\" and \"925\" inside the top of the bale hole. The pendant has a beautiful pattern to it on both sides. The bale hole is large 3/8\" long by just under 1/4\" wide (10 mm long by 6mm wide at the top- it tapers down to 3mm at the bottom- tear shaped opening). The pendant is 2 1/4 inches long from the top of the bale by just over 1 inch wide. The matching earrings are marked \"Thai, 925, Barse\" on the back and are plain silver tops with matching turquoise drops. The earrings are french hooks and measure 1 3/8 inches long from the very top by 1/2 inch wide. The pendant does not come with any chain. Brand new never worn with tags- minus price, attached to store cards and sent boxed in a plastic travel container/storage box.All of my ads and my designs are copyright protected. All sales are final! I strive for FIVES in all Feedback categories. Buy with confidence! Be sure to check out my ME page Be sure to add me to your favorites list! Sign up for my email newsletters by adding my eBay Store to your Favorites Terms of Sale Payment: I accept Paypal. Combined Shipping Discount: All items must be paid for in one payment for combined shipping. Please make sure you are completely done shopping before checking out. See shipping tab for prices Shipping: Shipping is done via the USPS and a tracking number is provided to you free of charge. Please make sure that your shipping address in Paypal is correct. I ship only to the address on file at the time of purchase. Please make sure that your mailbox accepts mail from Paypal in order to receive this important information. Tracking information is sent to all buyers- no exception. If you do not receive your message - please check your spam mail. All orders with payments that clear by 6 PM est. will ship the next morning. I ship Monday through Friday and on most Saturdays. I do not ship international packages on Saturday's and I do not ship any packages on USPS Postal Holidays or Sundays. Every item is thoroughly inspected and all packages are properly prepared with the maximum safety of the item in mind before being shipped. If you need your item in a hurry please use the Priority Shipping option. Feedback: In the unlikely event there is a problem please contact me first before leaving feedback so that I may correct it. Miscellaneous Information: All sales are final, NO refunds or exchanges. Be sure to ask all questions before you buy. . Your purchase or bid is your non verbal agreement that you have read all the terms in this ad and agree to them. Seller is not responsible for the use of any item once it is received, or for buyer’s remorse. All items are inspected before shipping and are exactly as stated in the ad. Seller is also not responsible for international shipments with respect to any taxes, tariffs or duty that you may incur as a result of your purchase; All sales are reported accurately on customs forms. All questions are answered within 24 hours or less if possible, unless the answer is already in the ad. I do not work for any company whose items I sell. All items come from a smoke free environment but not pet free. Copyright Protection: All ads, pictures, layout designs and designs of items personally designed by me are copyright protected and are also non transferable to the purchaser.Thank you for visiting my store!",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1525591259328080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "100.0",
    "UserID": "kittenkat22",
    "FeedbackScore": "5918",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "Kittenkat22",
    "StoreURL": "http://stores.ebay.com/id=141187124"
  },
  "Location": "Lake Orion, Michigan",
  "Quantity": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/z/rusAAOSwNnRYgayB/$_1.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/MTMxM1gxNjAw/$(KGrHqF,!i0E7FOYmy-1BO7g8gEUBw~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/$(KGrHqR,!gwE7PlR14WHBO7g8oi+8!~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/$(KGrHqR,!n0E63WBWpP0BO7g8vvbow~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTIwMFgxNjAw/$(KGrHqV,!gsE7BPgO074BO7g85FRpg~~60_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/MTEzNFgxNTgx/$(KGrHqZHJCEE63(UScHEBO7hD4NIg!~~60_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1000",
  "PostalCode": "48360"
}