{
  "ReturnPolicy": {
    "Description": "Please return all the articles attached. Refund will be given as: Money back via PayPal. Buyer pays return shipping including import tax, fuel surcharge and all the subordinate fees. Exchange commission of PayPal and 20 USD as handling charges to overseas including packing commission are deducted. Exchange rate of PayPal is applied.",
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "Pre-owned",
  "TimeLeft": "P9DT13H36M2S",
  "ListingStatus": "Active",
  "ConditionDescription": "[Surface] Has a few scratches and small flaws. Fake pearl has flaws. [Handle(s) or Belt ] - [Corners and Edges] Has a few scratches and small flaws. [Metal Fitting] Has a few scratches and small flaws. [Inside] Has a few scratches and small flaws.",
  "QuantitySold": "0",
  "HandlingTime": "3",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "610.47",
    "_currencyID": "USD"
  },
  "SKU": "73083",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "112431654802",
  "ConvertedCurrentPrice": {
    "value": "610.47",
    "_currencyID": "USD"
  },
  "QuantitySoldByPickupInStore": "0",
  "ConditionID": "3000",
  "BidCount": "0",
  "StartTime": "2017-06-05T01:48:33.000Z",
  "Site": "US",
  "AutoPay": "true",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Chanel-Fake-Pearl-Necklace-Coco-Mark-Vintage-97P-/112431654802",
  "Country": "JP",
  "GlobalShipping": "false",
  "EndTime": "2017-06-15T01:48:33.000Z",
  "PrimaryCategoryID": "155101",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Chanel",
        "Name": "Brand"
      },
      {
        "Value": "Fake Pearl Necklace Coco Mark Vintage",
        "Name": "Model"
      },
      {
        "Value": "Does not apply",
        "Name": "MPN"
      },
      {
        "Value": "97P",
        "Name": "Serial Number"
      },
      {
        "Value": "Box",
        "Name": "Come with"
      },
      {
        "Value": "Gold color metal fitting, white pearl",
        "Name": "Color"
      },
      {
        "Value": "GP, fake pearl",
        "Name": "Material1"
      },
      {
        "Value": "Women's",
        "Name": "Gender"
      },
      {
        "Value": "Please see Description",
        "Name": "Size"
      }
    ]
  },
  "Title": "Chanel Fake Pearl Necklace Coco Mark Vintage 97P",
  "ExcludeShipToLocation": [
    "APO/FPO",
    "South America",
    "MX",
    "DZ",
    "AO",
    "BJ",
    "BW",
    "BF",
    "BI",
    "CM",
    "CV",
    "CF",
    "TD",
    "KM",
    "CD",
    "CG",
    "CI",
    "DJ",
    "EG",
    "GQ",
    "ER",
    "ET",
    "GA",
    "GM",
    "GH",
    "GN",
    "GW",
    "KE",
    "LS",
    "LR",
    "LY",
    "MG",
    "MW",
    "ML",
    "MR",
    "MU",
    "YT",
    "MA",
    "MZ",
    "NA",
    "NE",
    "NG",
    "RE",
    "RW",
    "SH",
    "SN",
    "SC",
    "SL",
    "SO",
    "SZ",
    "TZ",
    "TG",
    "TN",
    "UG",
    "EH",
    "ZM",
    "ZW",
    "IQ",
    "IL",
    "JO",
    "LB",
    "TR",
    "YE",
    "RU",
    "LK",
    "TJ",
    "UZ",
    "MH",
    "FM",
    "UA"
  ],
  "Location": "Tokyo",
  "Description": "Chanel Fake Pearl Necklace Coco Mark Vintage 97P Business Hours: 10 a.m. - 7p.m. (Japan Standard Time) Holidays: Every WEDNESDAY & SUNDAY To contact, please consider our off days and time difference.Please read carefully all the descriptions of the item, terms and conditions. Terms and conditions are written in tabbed contents of page's below.Thank you very much for understanding. IMPORT FEES: Import duties, customs and/or taxes are not included in the item price. They are charged to buyer. UPCDoes not applyBrandChanelModelFake Pearl Necklace Coco Mark VintageMPNDoes not applySerial Number97PCome withBoxColorGold color metal fitting, white pearlMaterial1GP, fake pearlGenderWomen's Rank condition is our original standard based on our expertized deals. Condition Rank AB N Unused and recently manufactured (approximately within 2 years) S Unused but displayed, aged, have marks of glues and/or discolorated. SA Rarely used and its condition is very close to unused one. May have some minor flaws caused by display at our store. A Gently used and in a good condition. Have some minor stains and/or discoloration. AB Have some minor or moderate scractches, minor stains and/or discoloration. B Have some moderate stains, discoloration and/or tears. BC Have many small or modarate scratches, stains, discoloration and/or tears. C Obviously look worn and have major stains, darkening and/or tears. Anyhow, no problem for daily use. Q Vintages or antiques ST Partly sticky and that part may not be appropriate for use. SKU 73083 Size(for bags, dimension is discribed as W x H x D) Max. length: 66cm, Chain width: 0.7cm, Charm: 6.5cm x 8.3cm About us Notes Shipping and Return Contact us Turuya is an established thrift shop located in Tokyo Japan founded in 1962. We deal finely selected luxury fashion items like bags, watches, jewels, housewares and so on. All items are guaranteed genuine products. Business Hours 10:00 - 19:00 (JST) Holidays Every Wednesday and Sunday Japan's national holidays in May Year-end and new year holidays Please carefully read below before purchase. AUTHENTICITY: All items are pre-owned genuine products. ITEM CONDITION: Each item's condition is vary. Please see photographs and carefully read all the condition details. Color may look different between photographs and the actual object. SIZE: Please note size is hand measured and may have a margin of error. IMPORT FEES: Import duties, customs and/or taxes are not included in the item price. They are charged to buyer. POSSIBILITY OF SOLD OUT: We sell items at our off-line shop and other EC websites, so there is a possibility of sold out. Will usually ship within 2 business days of receiving cleared payment. Return policy details After receiving the item, contact seller within:14 days Please return all the articles attached. Refund will be given as: Money back via PayPal Return shipping: Buyer pays return shipping including import tax, fuel surcharge and all the subordinate fees. Return fee: Exchange commission of PayPal and 20 USD as handling charges to overseas including packing commission are deducted. Exchange rate of PayPal is applied. If you have any problem or concerns, please contact us before you open case or leave feedback. Your satisfaction is important to us. Our attention is focused on the fine details of quality preowned luxury brand with safe, prompt delivery to Our Customers worldwide.",
  "PrimaryCategoryIDPath": "281:10968:155101",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/1124316548028080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.4",
    "UserID": "turuya783",
    "FeedbackScore": "143",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "turuya783",
    "StoreURL": "http://stores.ebay.com/id=1449747742"
  },
  "Quantity": "1",
  "PaymentMethods": "PayPal",
  "HitCount": "0",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/N98AAOSwEzxYV3Ye/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/zHoAAOSwux5YV3Ye/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/LnAAAOSw44BYV3Ye/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/N94AAOSwEzxYV3Ye/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/IYIAAOSw-0xYV3Ye/$_1.JPG?set_id=880000500F",
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/XJUAAOSwXAJYV3Ye/$_1.JPG?set_id=880000500F"
  ],
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Necklaces & Pendants",
  "PostalCode": "188-0011"
}