{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "14 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P7DT12H3M51S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Body Jewelry:Body Chains",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "39.95",
    "_currencyID": "USD"
  },
  "ItemID": "262984366166",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Sexy-Jewelry-Women-Crystal-Rhinestone-Metal-Mesh-Body-Bra-Chain-Harness-Bikini-/262984366166?var=",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "39.95",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-14T03:27:14.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-06-13T03:27:14.000Z",
  "Variations": {
    "VariationSpecificsSet": {
      "NameValueList": {
        "Value": "Gold",
        "Name": "Color"
      }
    },
    "Variation": {
      "SKU": "sku-auc-0",
      "StartPrice": {
        "value": "39.95",
        "_currencyID": "USD"
      },
      "SellingStatus": {
        "QuantitySoldByPickupInStore": "0",
        "QuantitySold": "0"
      },
      "VariationSpecifics": {
        "NameValueList": {
          "Value": "Gold",
          "Name": "Color"
        }
      },
      "Quantity": "6"
    }
  },
  "PrimaryCategoryID": "98526",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Metal",
        "Name": "Material"
      },
      {
        "Value": "Unbranded",
        "Name": "Brand"
      },
      {
        "Value": "bra",
        "Name": "Body Area"
      },
      {
        "Value": "Rhinestone",
        "Name": "Main Stone"
      },
      {
        "Value": "Crystal",
        "Name": "Metal"
      },
      {
        "Value": "bra chain",
        "Name": "Style"
      }
    ]
  },
  "Title": "Sexy Jewelry Women Crystal Rhinestone Metal Mesh Body Bra Chain Harness Bikini",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "USA SELLER Rhinestone metal body chain bra Metal Backless Top Body Chain CA Lead and Nickel Compliant Product Adult Only FEEDBACKWe are 100% committed to customer satisfaction. If you receive your purchase and are not completely satisfied, please contact us through eBay Messages before leaving feedback to give us the opportunity to resolve the situation. If you are completely satisfied please take a moment to leave us feedback if you can. Delivering 5 star service is very important to us and we really appreciate our customers taking the time to leave feedback. Shipping:-We ship to US and worldwide.-Orders usually ship within 1 business day after payment is received.-Combined shipping & handling is available for multiple purchases (also through the use of eBay's cart).-For multiple purchases, our checkout system will determine the S&H based on shipping profiles shown in each listing, whichever is higher. All additional shipping discounts will be applied automatically.-Please verify your address during checkout. We are not responsible for any wrong or undeliverable addresses. Shipping Pricing:For US orders, UPS Ground(1-5 days) - 14.95 Additional item will charge 3.95. Payment:We accept PayPal payment and all major credits through Paypal only.To avoid an unpaid item dispute, all payments must be received within 7 days from the end of the auction. Contact Us:If you have any questions or concerns, you can leave us a message through eBay messages 24/7.We appreciate your business and if you are satisfied with our service, please provide positive feedback and rate the details of the transaction (Detailed Seller Ratings) with all 5 stars.Our goal is to make sure you are a satisfied buyer so please give us the chance to do so should anything go wrong with your order. Please contact us before leaving any negative or neutral feedback, 1 or 2 star ratings, or open claims so that we may work with your resolve any issues. Returns:Our goal is to ensure your complete satisfaction with your purchase.If you are not satisfied with your purchase for any reason, you may request for an exchange, replacement, or refund within 30 days of receiving the order. Return restrictions are detailed below.If you wish to receive a refund due to buyer's remorse or return a fully functional item for a refund, a 20% restocking fee will be deducted from the refund total. All shipping and handling charges will not be refunded.Buyers will be responsible for any shipping and handling charges for returns and exchanges.Items returned or exchanged, must be in NEW, unworn, unsoiled and sell-able condition with all tags in place and protective shields intact where appropriate, and in their original packaging. The item is subject to final inspection before your return is processed.Due to health and hygiene reasons, all sales are final for the following item types: Lingerie, Intimates, Pantyhose, Swimwear and personal grooming items.For any returns or exchanges, please contact us directly through eBay to obtain a RMA (Return Merchandise Authorization) number.Please allow up to 7 business days for exchanges & returns to be processed. Track Page Views WithAuctiva's FREE Counter",
  "PrimaryCategoryIDPath": "281:10968:15124:98526",
  "NewBestOffer": "false",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.3",
    "UserID": "abafashionstore",
    "FeedbackScore": "1764",
    "FeedbackRatingStar": "Red"
  },
  "Storefront": {
    "StoreName": "abafashionstore",
    "StoreURL": "http://stores.ebay.com/id=1115478466"
  },
  "Quantity": "6",
  "Location": "Los Angeles, California",
  "HitCount": "23",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/MTAwMFgxMDAw/z/tqYAAOSwdI9Y8Ba0/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDYwMA==/z/BAAAAOSwj25Y8Ba2/$_57.JPG?set_id=8800005007",
    "http://i.ebayimg.com/00/s/OTAwWDYwMA==/z/h4kAAOSw03lY8Ba4/$_57.JPG?set_id=8800005007"
  ],
  "ConditionID": "1000",
  "PostalCode": "90006"
}