{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money back or exchange (buyer's choice)",
    "ShippingCostPaidBy": "Buyer"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P14DT23H43S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Eyeglass Chains & Holders",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "US",
    "CA",
    "GB",
    "DK",
    "RO",
    "SK",
    "BG",
    "CZ",
    "FI",
    "HU",
    "LV",
    "LT",
    "MT",
    "EE",
    "AU",
    "GR",
    "PT",
    "CY",
    "SI",
    "JP",
    "CN",
    "SE",
    "KR",
    "ID",
    "TW",
    "ZA",
    "TH",
    "BE",
    "FR",
    "HK",
    "IE",
    "NL",
    "PL",
    "ES",
    "IT",
    "DE",
    "AT",
    "RU",
    "IL",
    "MX",
    "NZ",
    "PH",
    "SG",
    "NO",
    "SA",
    "UA",
    "AE",
    "QA",
    "KW",
    "BH",
    "HR",
    "MY",
    "BR",
    "CL",
    "CO",
    "CR",
    "PA",
    "TT",
    "GT",
    "SV",
    "HN",
    "JM"
  ],
  "CurrentPrice": {
    "value": "39.3",
    "_currencyID": "USD"
  },
  "SKU": "$$$D237YH[SZ6",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "252950224090",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/unisex-inspirations-silver-tone-cross-badge-and-eyeglass-holder-35-/252950224090",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "39.3",
    "_currencyID": "USD"
  },
  "StartTime": "2017-05-21T10:02:31.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "true",
  "EndTime": "2017-06-20T10:02:31.000Z",
  "PrimaryCategoryID": "164461",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "Silver-Tone",
        "Name": "color"
      },
      {
        "Value": "1928 Jewelry",
        "Name": "manufacturer"
      },
      {
        "Value": "Symbols of Faith",
        "Name": "brand"
      },
      {
        "Value": "96001",
        "Name": "mpn"
      },
      {
        "Value": "0011996960018",
        "Name": "ean"
      },
      {
        "Value": "011996960018",
        "Name": "upc"
      },
      {
        "Value": "US Free Shipping",
        "Name": "Shipping"
      },
      {
        "Value": "No Tax",
        "Name": "Tax"
      },
      {
        "Value": "011996960018",
        "Name": "UPC"
      },
      {
        "Value": "0011996960018",
        "Name": "EAN"
      }
    ]
  },
  "Title": "unisex \"inspirations\" silver-tone cross badge and eyeglass holder, 35\"",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO"
  ],
  "BidCount": "0",
  "Description": "HomeAbout UsFeedbackNewsletter Symbols of Faith Unisex \"Inspirations\" Silver-Tone Cross Badge and Eyeglass Holder, 35\" Item Description DescriptionTag Main Features Comes in a gift box. Unique Symbols of Faith silver toned badge holder necklace features small cross charms that connect to the chain. Open loop allows you to hang your office badge or eyeglasses.Made in United States Specification Manufacturer: 1928 JewelryShipping Weight (pound) : 0.0 Shipping Dimensions: Width: 5.10 Length: 10.60 Height: 1.40 Tips For Success It is our utmost goal that you are pleased with your purchase, so we ask that you review the following listing details: Do not only look at the photo of the item as the details are most accurate.Look at all of the details in the description.Check all dimensions that are important for the item.Understand the seller policies of our store.Your address must match the address you want to ship to before you purchase the item. Shipping Details Every item that is purchased through our store will be shipped based on the shipping address and item weight. Our goal is to get each item shipped out within 1 day of time after you payment has cleared our account. All items are sent from a US address with the shipping method fitting the type of item shipped. Since we don’t charge for shipping to our wonderful customers, you get to enjoy free shipping. Giving our customers the best experience included prompt shipping, which is evident in our feedback and stellar reputation. About Us What began as a home based business has turned into a country wide offering of great products. As we have progressed in growing our business and expanding our upright business practices, we continue to work very hard to make each and every one of our customers smiling with a great experience. As a family run business, our goal is to get your product shipped out within 1 business day. Even if it’s the weekend, we can often ship out your product in a day as well. We love to hear from our customers and provide open communication if you need help finding the right item or need something that we might not have published yet as a product. Our inventory is constantly growing, so feel free to ask us if we are going to carry something that you’d like to buy. 30 DAYS RETURN & REFUND POLICY As a customer of ours, you receive a 30 day return and refund policy to ensure your happiness. If you wish to return an item, we can offer a full refund or look for an exchange that will fit your needs. For all returns of defective items, postage and handling is to be covered by the returner. If the item is truly a defective item, please make sure to mark it as a return for factory defects as the reason. Once received and confirmed as defective, please allow us a week to complete the processing on end. You have 30 days from the order date to complete your return to make 100% sure it will be covered in our policy. All returns must be complete to receive the full refund. We desire that every customer is happy, so if you have any problems, make sure to reach out to us for a quick resolution that works for both parties. OUR GUARANTEE We guarantee your happiness with your item.Customer satisfaction remains as our #1 priority. As we run our store, we place our priorities with making sure that you are satisfied. We ask that if you have any issues or problems that need to be fixed, that you message or call us within 1 week of time so we can help to resolve any situation. Providing excellent support and service is important to everyone, and that is no different with us! In order to support you, our most prized customers, we work hard to keep our feedback excellent. Having excellent feedback shows that if you need help, we are here for you. Before leaving any negative feedback, please send us a message so we can do whatever we can to help. Upon any messages received by our customers, you will experience our fast paced and happy support team that works around the clock. By purchasing this item you agree to the terms and conditions stated above. Happy Shopping! Copyright © blowoutbuy All Rights Reserved",
  "PrimaryCategoryIDPath": "281:10968:164461",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs3.ebaystatic.com/pict/2529502240908080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "99.9",
    "UserID": "blowoutbuy",
    "FeedbackScore": "5221",
    "FeedbackRatingStar": "Green"
  },
  "Storefront": {
    "StoreName": "blowoutbuy",
    "StoreURL": "http://stores.ebay.com/id=819723105"
  },
  "Quantity": "4",
  "Location": "USA",
  "HitCount": "22",
  "PictureURL": [
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-1.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-0.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-2.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-3.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-4.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-5.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-6.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-7.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-8.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-9.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-10.jpg",
    "http://readyimageoptimized.com/script/prime/us-B015WFYQX4/us-B015WFYQX4-11.jpg"
  ],
  "ConditionID": "1000"
}