{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Seller"
  },
  "BestOfferEnabled": "false",
  "ConditionDisplayName": "New with tags",
  "TimeLeft": "P26DT3H56M57S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Other Fashion Jewelry",
  "QuantitySold": "0",
  "HandlingTime": "1",
  "ShipToLocations": [
    "US"
  ],
  "CurrentPrice": {
    "value": "31.46",
    "_currencyID": "USD"
  },
  "SKU": "B01M345RJA",
  "IntegratedMerchantCreditCardEnabled": "false",
  "ItemID": "122527945280",
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Cute-Small-Dolphins-Lucky-Charms-Gold-Tone-Positive-Energy-Amulets-Sweet-Pink-Sp-/122527945280",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "31.46",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-01T18:46:46.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "true",
  "Country": "US",
  "GlobalShipping": "false",
  "EndTime": "2017-07-01T18:46:46.000Z",
  "PrimaryCategoryID": "499",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "BestAmulets",
        "Name": "Brand"
      },
      {
        "Value": "BA2502473SP",
        "Name": "MPN"
      },
      {
        "Value": "Earrings",
        "Name": "Type"
      },
      {
        "Value": "Pink",
        "Name": "Color"
      },
      {
        "Value": "Does not apply",
        "Name": "UPC"
      },
      {
        "Value": "Does not apply",
        "Name": "EAN"
      },
      {
        "Value": "Does not apply",
        "Name": "ISBN"
      }
    ]
  },
  "Title": "Cute Small Dolphins Lucky Charms Gold-Tone Positive Energy Amulets Sweet Pink Sp",
  "ExcludeShipToLocation": [
    "Alaska/Hawaii",
    "US Protectorates",
    "APO/FPO",
    "PO Box"
  ],
  "BidCount": "0",
  "Description": "Cute Small Dolphins Lucky Charms Gold-Tone Positive Energy Amulets Sweet Pink Sp Absolutely one of the kind Beautiful and Cute Lucky Charms Earrings. The Earrings are Designed as Magical Positive Energy Amulets Lucky Charms. Each Earring holds Gold-Tone Dolphins Lucky Charms and Sweet Pink Sparkling Crystals which Makes it look Very Attractive and Fun to wear. Makes Great Gift Idea for yourself or someone you Love and Care about. Our Earrings are made from Highest Quality Materials and will be a Great Addition to your Fashion Jewelry Collection. Dolphin Myth and Legend: Dolphins are among the most intelligent creatures on Planet Earth. They are some of the largest creatures Earth's history has ever known. They have captured the imaginations of countless Human cultures and individuals. It is also believed that dolphins possess a sophisticated language, and countless examples indicate that they can transmit information from one individual to individual. It is highly ironic and disturbing that these gentle creatures, who continue demonstrate unconditional friendship and trust and touch the lives of millions all over the world, are among some of the most endangered mammals in the world. There are some many Life Stories, where Dolphins saved life's of Human Kind. · Best Amulets® Collection. Absolutely Amazing and Cute Gold-Tone Magical Dolphins Positive Energy Lucky Charms Earrings.· Earrings Size: 13mm X 6mm.· Each Earring holds Beautiful Magical and Cute Dolphin Lucky Charms and Sweet Pink Sparkling Crystals which makes it Eye Catching piece of Fashion Jewelry.· High Quality Earrings to make you look Beautiful and Unique.· Comes with Gift Kind BestAmulets® Branded Packaging. \"\" Shipping is FREE to all addresses other than APO/PO boxes in the lower 48 states. Our stock all ships from our US-based warehouses. Shipped via USPS or UPS (depending on location and package weight) Unless stated otherwise, all orders will ship within 24 hours of your payment being processed. Check our feedback to see the great reviews of FAST shipping we offer. PAY SAFE: PAYPAL PAYMENT IS ACCEPTEDWe offer a 30-day return policy for our products.We stand behind our products. Items can be returned for exchange or full refund within 30 days from the date you receive your merchandise. We are not responsible for any purchase after this 30-day period.Return shipping is the responsibility of buyer unless the return is a result of our mistake . We will pay for shipping replacement back to you if an exchange is requested.If you have any questions please contact us through \"Ask seller a question\" link. We will respond within 1 business day or less. All returns must be done within 30 days of the date of purchase. Please note that we cannot give refunds after the 30 day limit has expired. When sending in a return, please note that it can take up to 7 business days for the return to be processed. We do our best to process as quickly as possible. DELIVERY TIMESDomestic lower 48 free shipping is expedited. We have many different shipping locations depending on the product you buy and the shipping location that you choose. We try to ship most items within 24 hours of payment Monday-Friday. Most orders are in transit for two days but some may take longer. If you have a specific time frame please contact us before you make the purchase.",
  "PrimaryCategoryIDPath": "281:10968:499",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs1.ebaystatic.com/pict/1225279452808080_1.jpg",
  "ListingType": "FixedPriceItem",
  "Seller": {
    "PositiveFeedbackPercent": "98.5",
    "UserID": "stockyoo",
    "FeedbackScore": "266",
    "FeedbackRatingStar": "Turquoise"
  },
  "Storefront": {
    "StoreName": "best-deal-electric",
    "StoreURL": "http://stores.ebay.com/id=1123085523"
  },
  "Location": "United States",
  "Quantity": "3",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/-OQAAOSwuMZZMGER/$_57.JPG",
    "http://i.ebayimg.com/00/s/NTUwWDU1MA==/z/6wIAAOSwfpVZMGER/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/iSMAAOSwEHpZMGES/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/tCIAAOSwblZZMGET/$_57.JPG",
    "http://i.ebayimg.com/00/s/MTAwMVgxMDAx/z/VjkAAOSwIQdZMGEU/$_57.JPG"
  ],
  "ConditionID": "1000"
}