{
  "ReturnPolicy": {
    "ReturnsAccepted": "Returns Accepted",
    "ReturnsWithin": "30 Days",
    "Refund": "Money Back",
    "ShippingCostPaidBy": "Buyer"
  },
  "MinimumToBid": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "BestOfferEnabled": "false",
  "ItemID": "162542042059",
  "TimeLeft": "P4DT18H24M1S",
  "ListingStatus": "Active",
  "PrimaryCategoryName": "Jewelry & Watches:Fashion Jewelry:Bracelets",
  "QuantitySold": "0",
  "HandlingTime": "2",
  "ShipToLocations": [
    "Worldwide"
  ],
  "CurrentPrice": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/WHOLESALE-LOT-925-TIBETAN-SILVER-VINTAGE-SOLID-BRASS-BRACELET-CUFF-JEWELLERY-10P-/162542042059",
  "QuantitySoldByPickupInStore": "0",
  "ConvertedCurrentPrice": {
    "value": "49.99",
    "_currencyID": "USD"
  },
  "StartTime": "2017-06-05T04:16:21.000Z",
  "PaymentMethods": "PayPal",
  "Site": "US",
  "AutoPay": "false",
  "ConditionDisplayName": "New without tags",
  "Country": "IN",
  "GlobalShipping": "false",
  "EndTime": "2017-06-10T04:16:21.000Z",
  "PrimaryCategoryID": "50637",
  "ItemSpecifics": {
    "NameValueList": [
      {
        "Value": "\"Handmade\"",
        "Name": "Brand"
      },
      {
        "Value": "Tibetan Silver",
        "Name": "Metal"
      },
      {
        "Value": "MULTI-COLOR",
        "Name": "Main Stone"
      },
      {
        "Value": "Cuff",
        "Name": "Style"
      },
      {
        "Value": "MULTI-COLOR",
        "Name": "Color"
      },
      {
        "Value": "GEMSTONE",
        "Name": "Material"
      },
      {
        "Value": "Adjustable",
        "Name": "Length (inches)"
      },
      {
        "Value": "925",
        "Name": "Metal Purity"
      },
      {
        "Value": "India",
        "Name": "Country//Region of Manufacture"
      }
    ]
  },
  "Title": "WHOLESALE LOT 925 TIBETAN SILVER VINTAGE SOLID BRASS BRACELET\\CUFF JEWELLERY 10P",
  "IntegratedMerchantCreditCardEnabled": "false",
  "BidCount": "0",
  "Description": "MAHALAXMI JEWELS WHOLESALE LOT 925 TIBETAN SILVER VINTAGE SOLID BRASS BRACELET CUFF JEWELLERY Product Description Item Specification Style Bracelet CUFF Weight 25 GMS Main Stone DRUZY length (inches) FREE SIZE Shipping Policy $5.99 FIRST ITEM SHIPPING AND $2.99 OTHER EACH ITEM (These charges are not for free shipping) Orders are shipped with in 1 to 3 business days after the payment is received. In case of customized products Orders will take 1-7 days for handling and shipping. We will inform you the step by step progress of consignment status, booking and expected delivery date through Mail. The Item will be shipped in safe and beautiful Packing. Delivery within 1 to 3 weeks once the item is shipped. It varies due to the different mail services providers. We will give you tracking numbers. Payment Policy We Accept Payment Through PAYPAL only. which is the best and safest gateway service available in world. You can also pay using your credit card, via paypal, by using paypal as a guest. Payment is required within 3 days of the sale of an item. For Other modes of payment kindly contact us. Return Policy You can return the item for a full refund LESS shipping, within 14 days of item(s) receipt date. 100% Satisfaction Guaranteed. All returns must reach us within 14 days after the item was delivered to you. The item must be in the original condition and with the original tags attached. We will issue a refund or send a replacement within 3 business days of delivery back to us. Buyer pays return shipping charges. All Duties, Taxes in the buyer’s country are taken care by buyer only. Feedback A positive feedback is a vital part of eBay community. We request you to leave a positive feedback for us on receiving your order. In case you have any issues with your order please give us an opportunity to resolve the issue. We shall try our best to resolve the issue. Your satisfaction and trust is most valuable asset for us. BUY WITH CONFIDENCE & 100% REFUND POLICY IMPORTANT Positive feedback is greatly appreciated and we will do the same in return. If you are unhappy for any reason, please do not leave Negative or Neutral Feedback and allow us the opportunity to resolve any issue(s). We are very fair and easy to deal with. Thank You! We offer a 100% Satisfaction Guarantee of our exclusive handcrafted studded with top grade gemstones.",
  "PrimaryCategoryIDPath": "281:10968:50637",
  "NewBestOffer": "false",
  "GalleryURL": "http://thumbs4.ebaystatic.com/pict/1625420420598080_1.jpg",
  "ListingType": "Chinese",
  "Seller": {
    "PositiveFeedbackPercent": "97.6",
    "UserID": "mahalaxmijewels2015",
    "FeedbackScore": "586",
    "TopRatedSeller": "true",
    "FeedbackRatingStar": "Purple"
  },
  "Quantity": "1",
  "Location": "JAIPUR, RAJASTHAN",
  "HitCount": "1",
  "PictureURL": [
    "http://i.ebayimg.com/00/s/ODAwWDgwMA==/z/PJEAAOSwLpdW9pRQ/$_1.JPG?set_id=880000500F"
  ],
  "ConditionID": "1500",
  "PostalCode": "302012"
}